"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/th"],
    {
        743834: (e, a, c) => {
            var n = c(292426)._register("th", {
                get emoji() {
                    return c.e("i18n/emoji-th").then(c.t.bind(c, 953899, 23));
                },
            });
            function t(e, a) {
                return a;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "ไม่มี"),
                n("f07eac34", "บัญชีล้อเลียน"),
                n("a41b5c2e", "บัญชีแฟนคลับ"),
                n("i428ea62", "บัญชีวิจารณ์"),
                n("ac0d27be", "ขออภัย บัญชีนี้ถูกระงับการใช้งาน"),
                n("bcee7444", "การอัพเดทบัญชีล้มเหลว"),
                n("e0cbf77a", "เพิ่มโทรศัพท์"),
                n("f377195c", "X มีการใช้งานมากเกินไป โปรดรอสักครู่แล้วลองอีกครั้ง"),
                n("d67f9456", "คุณถูกบล็อคไม่ให้ดำเนินการนี้"),
                n("e0ece1b6", "ไม่สามารถแนบสื่อได้ ลองอัพโหลดใหม่อีกครั้ง"),
                n("i82e8f04", "เพื่อเป็นการปกป้องผู้ใช้ของเราจากสแปมและกิจกรรมที่เป็นอันตรายอื่นๆ บัญชีนี้ถูกระงับการติดตามเพิ่มเติมชั่วคราว โปรดตรวจดูให้แน่ใจว่าคุณเข้าใจข้อบังคับของ X"),
                n("jf7be47a", "เพื่อเป็นการปกป้องผู้ใช้ของเราจากสแปมและกิจกรรมที่เป็นอันตรายอื่นๆ บัญชีนี้ถูกระงับการส่งโพสต์ชั่วคราว โปรดตรวจดูให้แน่ใจว่าคุณเข้าใจข้อบังคับของ X"),
                n("g75fec74", "คุณทำรายการนี้จนถึงจำนวนครั้งสูงสุดต่อวันแล้ว โปรดเพิ่มมือถือลงในบัญชีของคุณเพื่อลบจำนวนที่จำกัดออก"),
                n("abb8b6e0", "หมายเลขโทรศัพท์นี้ลงทะเบียนแล้ว"),
                n("f30bd1fc", "เราไม่สามารถส่งข้อความไปยังหมายเลขโทรศัพท์นี้ได้เพราะเรายังไม่รองรับหมายเลขจากเครือข่ายนี้"),
                n("i54e550c", "เราไม่สามารถยืนยันหมายเลขโทรศัพท์นี้ได้"),
                n("h154702a", "เราไม่สามารถดำเนินการตามคำขอของคุณให้สำเร็จได้ เนื่องจากลิงก์นี้ได้รับการระบุจาก X หรือคู่ค้าของเราว่าอาจเป็นอันตราย ไปที่ศูนย์ช่วยเหลือของเราเพื่อเรียนรู้เพิ่มเติม"),
                n("c8cb0b4c", "รหัสผ่านที่คุณป้อนไม่ถูกต้อง"),
                n("b1b54f9e", "สื่อที่คุณพยายามอัพโหลดไม่ถูกต้อง"),
                n("i859a9d4", "เรียนรู้เพิ่มเติม"),
                n("d6e72ce1", function (e) {
                    return "รหัสผ่านของคุณต้องมีความยาวไม่เกิน " + e.count + " ตัวอักษร โปรดป้อนรหัสผ่านที่สั้นกว่านี้";
                }),
                n("a34dccd7", function (e) {
                    return "รหัสผ่านของคุณต้องมีความยาวอย่างน้อย " + e.count + " ตัวอักษร โปรดป้อนรหัสผ่านที่ยาวกว่านี้";
                }),
                n("jea2ff04", "รหัสผ่านนั้นเดาง่ายเกินไป โปรดเลือกรหัสผ่านที่ปลอดภัยกว่านี้"),
                n("ce482c36", "คุณกรอกข้อมูลไม่ถูกต้องในหนึ่งฟิลด์หรือมากกว่า โปรดตรวจสอบข้อมูลที่คุณป้อนแล้วลองใหม่อีกครั้ง"),
                n("db626d88", "โปรดเพิ่มเบอร์โทรศัพท์ของคุณเพื่อทำให้การตั้งค่าบัญชีเสร็จสิ้น"),
                n("i3ee2550", "โปรดกรอกข้อมูลในช่องที่จำเป็นทั้งหมด"),
                n("cf18a258", "คําขอนี้ดูเหมือนจะเกิดขึ้นโดยอัตโนมัติ เพื่อเป็นการปกป้องผู้ใช้ของเราจากสแปมและกิจกรรมที่เป็นอันตรายอื่นๆ เราไม่สามารถดำเนินการได้ในขณะนี้ โปรดลองใหม่ในภายหลัง"),
                n("h7ffa648", "คุณได้ใช้การยืนยันผ่าน SMS เกินปริมาณที่กำหนดแล้ว"),
                n("b87ceb1c", "รหัสการยืนยัน SMS ไม่ถูกต้อง"),
                n("f87e2faa", "ขออภัย เราไม่พบผู้ใช้ดังกล่าว"),
                n("cdaf8222", "ขออภัย คุณถูกจํากัดการใช้งาน โปรดรอสักครู่แล้วลองอีกครั้ง"),
                n("c1b0e710", "บัญชีของคุณถูกระงับการใช้งาน และไม่ได้รับอนุญาตให้ดำเนินการนี้"),
                n("bfb22fae", "ขออภัย โพสต์นั้นถูกลบไปแล้ว"),
                n("a23cd3ba", "การดำเนินการบางอย่างในโพสต์นี้ถูก X ปิดใช้งาน"),
                n("bb558892", "ผู้ใช้นี้มีหมายเลขโทรศัพท์ที่ได้รับการยืนยันแล้ว"),
                n("hae1c934", "มีบางอย่างผิดพลาด แต่อย่ากังวล — นี่ไม่ใช่ความผิดของคุณ"),
                n("e784846c", "ข้อมูลส่วนตัวของคุณอยู่ระหว่างการตรวจสอบ ไม่อนุญาตให้เปลี่ยนชื่อและรูปภาพข้อมูลส่วนตัวใหม่ในระหว่างระยะเวลาการตรวจสอบ"),
                n("h1cbdd30", "กรุณารีเฟรชหน้านี้และลองอีกครั้ง"),
                n("a5077d3e", "รีเฟรช"),
                n("b2648ba4", "บัญชีของคุณไม่ได้รับอนุญาตให้ดำเนินการนี้ โปรดรีเฟรชหน้านี้และลองอีกครั้ง"),
                n("bcd6bb0e", "สมาชิก"),
                n("hd8c22d2", "ผดล"),
                n("c3153100", "ผดลรบ"),
                n("fa9adac1", function (e) {
                    return 'ค้นหา "' + e.query + '"';
                }),
                n("jcec6620", "ซ่อนการตอบกลับโพสต์แล้ว"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "Basic"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "รูปภาพข้อมูลส่วนตัวรูปทรงหกเหลี่ยม"),
                n("fcc8734a", "รูปภาพข้อมูลส่วนตัวรูปทรงสี่เหลี่ยมจัตุรัส"),
                n("c64e46f8", "สมาชิกนี้ถูกลบออกจากชุมชน โพสต์ของพวกเขาจึงถูกซ่อน"),
                n("b3f1cb42", "ผู้ดูแลซ่อนโพสต์นี้เนื่องจากละเมิดข้อบังคับของชุมชน"),
                n("cbd2dc9c", "คุณรายงานโพสต์นี้แล้ว"),
                n("cfbea177", function (e) {
                    return "พื้นที่สนทนาของ " + e.name;
                }),
                n("ab4fc8bc", "พื้นที่สนทนา"),
                n("jd859c9c", "คุณถูกลบออกจากพื้นที่สนทนานี้แล้ว"),
                n("c60ed9b0", "คุณไม่ได้รับอนุญาตให้เข้าร่วมพื้นที่สนทนานี้"),
                n("d8227e16", "คุณไม่ได้รับอนุญาตให้สร้างพื้นที่สนทนานี้"),
                n("f027fed8", "หน้าต่างย่อยในหน้าต่างหลัก"),
                n("hd50e064", "ไม่ใช่ตอนนี้"),
                n("i76d640e", "เราต้องได้รับอนุญาตจากคุณ"),
                n("fdaa0be8", "หากต้องการพูดในพื้นที่สนทนานี้ คุณจะต้องให้สิทธิ์ X เข้าถึงไมโครโฟน โปรดตรวจสอบการตั้งค่าเบราว์เซอร์ของคุณ "),
                n("gea6cc1a", "คุณแน่ใจหรือไม่"),
                n("hb568af4", "ซ่อน"),
                n("f7c8617a", "คลิปคืออะไร"),
                n("ecc7d2ec", "คลิปคือการบันทึกช่วงเวลาที่ทุกคนในพื้นที่สนทนาของคุณสามารถทำและแบ่งปันได้ คลิปทั้งหมดจะหมดอายุหลังจาก 30 วัน"),
                n("d575ee02", "ใครทำคลิปได้บ้าง"),
                n("dbc477a4", "ทุกคน (แม้แต่ผู้ฟัง) ก็สามารถทำคลิปได้ เงื่อนไขมีเพียงแค่คุณต้องลงชื่อเข้าใช้ X เท่านั้น"),
                n("ed1d1cc0", "ทุกคนที่พูดจะอยู่ในคลิป"),
                n("e5d193c8", "ถ้าคุณพูด คุณอาจจะถูกบันทึกลงในคลิป เราจะแจ้งให้คุณทราบหากคุณอยู่ในคลิป"),
                n("e1547ec0", "ทำคลิปของช่วงเวลานั้นในพื้นที่สนทนา"),
                n("i154245e", "ได้ยินสิ่งที่ตลกขบขันหรือน่าทึ่งใช่หรือไม่ ทำคลิปแล้วแบ่งปันเลย"),
                n("j24c37b2", "เข้าใจแล้ว"),
                n("g1c6f16e", "พื้นที่สนทนาที่บันทึกไว้"),
                n("e5609214", "ให้ทุกคนได้ฟังพื้นที่สนทนาของคุณ"),
                n("g665514c", "บันทึกเฉพาะผู้พูดเท่านั้น"),
                n("ja196c5a", "แขกรับเชิญที่พูดจะถูกบันทึกไว้ การบันทึกเป็นแบบสาธารณะ ดังนั้นทุกคนสามารถเล่นซ้ำได้"),
                n("dd317ed6", "เล่นซ้ำหรือแบ่งปันกับใครก็ได้"),
                n("jf03b37c", "ฟังการบันทึกได้ตลอดเวลา และแชร์การบันทึกด้วยโพสต์ได้อีกด้วย"),
                n("fd05976b", "เรียนรู้เพิ่มเติม"),
                n("b4f91a8a", "กำลังบันทึก"),
                n("gb418012", "ยินดีต้อนรับสู่พื้นที่สนทนา"),
                n("fec3c1e0", "พื้นที่สำหรับการสนทนาด้วยเสียงแบบสดๆ"),
                n("j32eb4f8", "เพิ่มผู้พูดได้สูงสุด 10 คน"),
                n("j4f133a6", "คุณสามารถเชิญใครก็ได้บน X ให้พูด"),
                n("ed434ac6", "พื้นที่สนทนาเป็นพื้นที่สาธารณะ ใครๆ ก็เข้าร่วมได้"),
                n("e0025688", "พื้นที่สนทนาของคุณ กฎของคุณ"),
                n("c1bc6f86", "ในฐานะโฮสต์ คุณเป็นผู้ควบคุมว่าใครสามารถพูดได้บ้าง และคุณสามารถลบคนที่คุณไม่ต้องการออกจากพื้นที่สนทนาของคุณได้"),
                n("b0bc8330", "คุณยังสามารถบล็อคและรายงานผู้คนในพื้นที่สนทนาได้"),
                n("cb17a0f3", "เรียนรู้เพิ่มเติม"),
                n("dcd77941", "เรียนรู้เพิ่มเติม"),
                n("cc724cb0", "ทำคลิป"),
                n("cfd2f35e", "ยกเลิก"),
                n("c1df579e", "ต่อไป"),
                n("e3146662", "ไม่สามารถสร้างคำบรรยายสำหรับคลิปนี้ได้"),
                n("f123fea8", "รายงานพื้นที่สนทนานี้"),
                n("d0aebc28", "อธิบายปัญหา"),
                n("g971a4e8", "การทำร้ายตัวเอง"),
                n("b96e6682", "ความรุนแรง"),
                n("e5bf9b3a", "เนื้อหาทางเพศ"),
                n("d2a34320", "ความปลอดภัยสำหรับเด็ก"),
                n("a9ba3e28", "ข้อมูลส่วนตัว"),
                n("d5519f4a", "พฤติกรรมที่ไม่เหมาะสม"),
                n("eb55363c", "มีการรายงานพื้นที่สนทนานี้แล้ว"),
                n("i65de934", "คุณกำลังฟังโดยไม่ระบุตัวตน"),
                n("b1037050", "จัดการพื้นที่สนทนา"),
                n("ic107434", "เปิดกล้อง"),
                n("d7e0329c", "ปิดกล้อง"),
                n("b772cd66", "เสร็จสิ้น"),
                n("b3bd3e38", "โพสต์ติดอันดับก่อน"),
                n("d88cf16c", "โพสต์ล่าสุดก่อน"),
                n("bd4ad3ea", "กว้าง"),
                n("ca1180a0", "กลาง"),
                n("c86ff1b0", "แคบ"),
                n("eed02406", "เล็ก"),
                n("cffb04d6", "มาตรฐาน"),
                n("af15cef8", "โพสต์ด้วยบันทึก"),
                n("ab28945c", "ข้อมูลส่วนตัวของผู้ร่วมให้ข้อมูล"),
                n("e2462db4", "แชร์มากที่สุดในเครือข่ายของคุณ · 24 ชั่วโมงที่แล้ว"),
                n("ad16f482", "เหตุการณ์"),
                n("c20aaf3e", "ข้อผิดพลาด"),
                n("edf7bc2e", "กำลังได้รับความนิยม"),
                n("fa884026", "รายชื่อ"),
                n("fa98627a", "ข้อมูลส่วนตัว"),
                n("a9ae1e78", "ค้นหา"),
                n("a2a3824a", "หัวข้อ"),
                n("a6d5b010", "ลำดับเหตุการณ์"),
                n("h5860a68", "Grok"),
                n("a990900c", "ประวัติ"),
                n("h02a6fe6", "ชุมชน"),
                n("a15648a4", "หมายเหตุจากชุมชน"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • โฟลเดอร์บุ๊คมาร์ก";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • ข้อความ";
                }),
                n("d80c77dc", "คุณซ่อนการตอบกลับเหล่านี้แล้ว"),
                n("ef939f4b", function (e) {
                    return "การตอบกลับถูกซ่อนโดย @" + e.screenName;
                }),
                n("g40ff2b4", "สื่อของคุณไม่สามารถย่อขนาดได้และมีขนาดใหญ่เกินไปที่จะอัพโหลด"),
                n("b8098028", "รูปภาพอย่างน้อยหนึ่งภาพมีขนาดเกินกำหนดและไม่สามารถปรับขนาดได้"),
                n("b36f4170", "ไฟล์ว่างเปล่า"),
                n("hab3781e", "ไฟล์ที่ระบุอย่างน้อยหนึ่งไฟล์ไม่ใช่รูปภาพ"),
                n("f6c4fb02", "ไม่สามารถประมวลผลไฟล์ GIF ของคุณได้ โปรดดูคำแนะนำในการอัพโหลด GIF"),
                n("g0af3dd2", "ระบบไม่รองรับไฟล์ GIF ของคุณ โปรดดูคำแนะนำในการอัพโหลด GIF"),
                n("b8c8b0be", "ไม่สามารถประมวลผลไฟล์วิดีโอของคุณได้ โปรดดูคำแนะนำในการอัพโหลดวิดีโอ"),
                n("ica6d718", "ระบบไม่รองรับไฟล์วิดีโอคุณ โปรดดูคำแนะนำในการอัพโหลดวิดีโอ"),
                n("b28d44f7", function (e) {
                    return "ไฟล์ GIF ของคุณมีขนาดใหญ่เกินไป GIF ควรมีขนาดน้อยกว่า " + e.limit + " MB";
                }),
                n("i1db7d13", function (e) {
                    return "ไฟล์วิดีโอของคุณมีขนาดใหญ่เกินไป วิดีโอควรมีขนาดน้อยกว่า " + e.limit + " MB";
                }),
                n("baac0ed7", function (e) {
                    return "ไฟล์วิดีโอของคุณมีขนาดใหญ่เกินไป วิดีโอควรมีขนาดน้อยกว่า " + e.limit + " GB";
                }),
                n("a22385bb", function (e) {
                    return "วิดีโอของคุณยาวเกินไป ลองลดให้เหลือ " + e.limit + " วินาทีหรือน้อยกว่านั้น";
                }),
                n("be0440bf", function (e) {
                    return "วิดีโอของคุณยาวเกินไป ลองลดให้เหลือ " + e.limit + " นาทีหรือน้อยกว่านั้น";
                }),
                n("feeba512", "ไม่สามารถประมวลผลไฟล์รูปภาพของคุณได้ โปรดดูคำแนะนำในการอัพโหลดรูปภาพ"),
                n("db123c02", "ระบบไม่รองรับไฟล์รูปภาพของคุณ โปรดดูคำแนะนำในการอัพโหลดรูปภาพ"),
                n("db6001e7", function (e) {
                    return "ไฟล์รูปภาพของคุณมีขนาดใหญ่เกินไป รูปภาพควรมีขนาดน้อยกว่า " + e.limit + " MB";
                }),
                n("eb96d952", "ไฟล์ภาพของคุณไม่ได้ระบุความสูงและความกว้าง"),
                n("b3880588", "เซสชันการอัพโหลดนี้หมดเวลาแล้ว"),
                n("ca058b68", "การโหลดสื่อบางส่วนของคุณล้มเหลว"),
                n("id24379c", "การอัพโหลดสื่อบางส่วนของคุณล้มเหลว"),
                n("h4d7cbcc", "การอัพโหลดสื่อของคุณล้มเหลว โปรดลองอีกครั้ง"),
                n("aaa798fc", "อัปเกรด"),
                n("f13bb672", "สมัครสมาชิก Premium"),
                n("ab0decc0", "สมัครรับข้อมูล"),
                n("e4e92f35", function (e) {
                    return "อัปเกรดเป็น " + e.tier;
                }),
                n("c2831f07", function (e) {
                    return "สมัครสมาชิกเพื่อติดตาม " + e.tier;
                }),
                n("fd425414", "รับ Radar"),
                n("g6320792", "รับการวิเคราะห์ Premium"),
                n("f09be7f8", "ได้รับการยืนยันแล้ว"),
                n("j34ad558", "รับ Premium"),
                n("a73d39fb", function (e) {
                    return "เริ่มทดลองใช้ฟรี " + e.numberOfDays + " วัน";
                }),
                n("i4fb96c7", function (e) {
                    return "รับส่วนลดสูงสุด " + e.percentage + "% สำหรับ X " + e.premiumTierName;
                }),
                n("c1c98165", function (e) {
                    return "ลด " + e.percentage + "%";
                }),
                n("c5546038", "กำลังจะหมดอายุในเร็วๆ นี้!"),
                n("e9a47564", "โอกาสสุดท้าย"),
                n("f65e7e91", function (e) {
                    return "ส่วนลด " + e.percentage + "% " + e.tier + " " + e.plan;
                }),
                n("cbc38428", "ใช้งานแบบไม่มีโฆษณาด้วย Premium+"),
                n("a84a736e", "รับเครดิตโฆษณาฟรี"),
                n("a0713d76", "อัปเกรดเป็นองค์กรที่ได้รับการยืนยันเพื่อรับเครดิตโฆษณาฟรีและชุดเครื่องมือการเติบโตของธุรกิจ"),
                n("a07e13fc", "มาเป็นผู้สร้าง Premium กันเถอะ"),
                n("i1b4aea2", "อัปเกรดเพื่อโพสต์วิดีโอที่ยาวขึ้น"),
                n("efa90342", "ปลดล็อกการแก้ไขโพสต์ด้วย X Premium"),
                n("cc528e28", "เฉพาะสมาชิก X Premium เท่านั้นที่สามารถเข้าถึงเพื่อแก้ไขโพสต์ อัปเกรดเพื่อดำเนินการต่อ"),
                n("h8a3525e", "ไฮไลต์ในข้อมูลส่วนตัวของคุณ"),
                n("c0f7a722", "คุณต้องสมัครสมาชิก Premium เพื่อไฮไลต์โพสต์ในข้อมูลส่วนตัวของคุณ"),
                n("i3b31136", "เขียนบทความบน X"),
                n("b6a41c5f", function (e) {
                    return "คุณต้องสมัครสมาชิก " + e.tier + " เพื่อเขียนบทความบน X";
                }),
                n("ae2c4afc", "ต้องการเผยแพร่บทความของคุณเองหรือไม่"),
                n("d300e29b", function (e) {
                    return "อัปเกรดเป็น " + e.tier + " เพื่อเขียนโพสต์และบทความที่ยาวขึ้น";
                }),
                n("f614e2bc", "อัปเกรดเป็น Premium เพื่อเขียนโพสต์ที่ยาวขึ้นและใช้การจัดรูปแบบ เช่น ตัวหนาและตัวเอียง"),
                n("c9772e6e", "อัปเกรดเป็น Premium"),
                n("dc5575ac", "ต้องการให้มีป้ายกำกับยืนยันตัวตนในข้อมูลส่วนตัวของคุณหรือไม่"),
                n("d154f46e", "ปลดล็อกการสร้างชุมชนด้วย X Premium"),
                n("a0228c02", "เฉพาะสมาชิก X Premium เท่านั้นที่สามารถเข้าถึงการสร้างชุมชน อัปเกรดเพื่อดำเนินการต่อ"),
                n("d07f1d74", "คุณต้องได้รับการยืนยันเพื่อเพิ่มผู้ใช้เหล่านี้ในการสนทนา"),
                n("ebe38626", "เฉพาะผู้ใช้ที่ได้รับการยืนยันเท่านั้นที่สามารถเพิ่มผู้คนที่ไม่ได้ติดตามพวกเขาลงในกลุ่มได้ อัปเกรดเพื่อดำเนินการต่อ"),
                n("e6eddae0", "รับการยืนยันเพื่อสร้างกลุ่มนี้"),
                n("he27089e", "เฉพาะผู้ใช้ที่ได้รับการยืนยันเท่านั้นที่สามารถสร้างกลุ่มกับผู้ใช้ที่ไม่ได้ติดตามพวกเขา อัปเกรดเพื่อดำเนินการต่อ"),
                n("d7bc1116", "รับการยืนยันเพื่อส่งข้อความถึงผู้ใช้นี้"),
                n("f897074a", "เฉพาะผู้ใช้ที่ได้รับการยืนยันเท่านั้นที่สามารถส่งคำขอข้อความส่วนตัวไปยังผู้ที่ไม่ได้ติดตามพวกเขา อัปเกรดเพื่อดำเนินการต่อ"),
                n("c0cf5eae", "รับการยืนยันเพื่อส่งข้อความเพิ่มเติม"),
                n("h2da08fc", "คุณใช้งานข้อความส่วนตัวถึงขีดจำกัดสูงสุดในหนึ่งวันแล้ว อัปเกรดเพื่อส่งข้อความต่อ"),
                n("j503aee6", "ดาวน์โหลดวิดีโอด้วย X Premium"),
                n("j4dd3bf4", "เฉพาะสมาชิก X Premium เท่านั้นที่สามารถดาวน์โหลดวิดีโอได้ อัปเกรดเพื่อดำเนินการต่อ"),
                n("bc231a74", "ปลดล็อกโฟลเดอร์บุ๊คมาร์กด้วย X Premium"),
                n("ed534c78", "เฉพาะสมาชิก X Premium เท่านั้นที่สามารถเข้าถึงโฟลเดอร์บุ๊คมาร์ก อัปเกรดเพื่อดำเนินการต่อ"),
                n("ed924940", "ลบโฆษณาทั้งหมดด้วย Premium+"),
                n("dccdb326", "เฉพาะสมาชิก Premium+ เท่านั้นที่จะไม่เห็นโฆษณา อัปเกรดเพื่อดำเนินการต่อ"),
                n("adf3410a", "สมัครสมาชิกเพื่อปลดล็อคคุณสมบัติใหม่ และหากมีสิทธิ์ คุณก็จะได้รับส่วนแบ่งรายได้"),
                n("d8661dd4", "ในระยะเวลาจำกัด ปลดล็อกสิ่งที่ดีที่สุดของ X"),
                n("fe7fd234", "ทดลองใช้ Premium Basic ฟรีวันนี้"),
                n("a2f86dda", "ยกระดับประสบการณ์ของคุณด้วยโฟลเดอร์บุ๊คมาร์ก การแก้ไขโพสต์ ไอคอนแอปแบบกำหนดเอง และอื่นๆ อีกมากมายด้วย Premium Basic"),
                n("d9593598", "ทดลองใช้ Premium ฟรีวันนี้"),
                n("d0d6b59c", "อัปเกรดประสบการณ์ของคุณด้วยโฆษณาที่น้อยลง เครื่องมืออันทรงพลัง และอื่นๆ อีกมากมายด้วย Premium"),
                n("g4bb7ea8", "รับส่วนลดสูงสุด 50% สำหรับ X Premium"),
                n("b748499c", "ขยายเวลาข้อเสนอแล้ว!"),
                n("b81135bc", "สิ้นสุดวันนี้!"),
                n("a8b4b878", "สัมผัสประสบการณ์ที่ดีที่สุดของ X ในวันขอบคุณพระเจ้านี้"),
                n("df7fb242", "ข้อเสนอวันขอบคุณพระเจ้า"),
                n("aeaf14a6", "รับส่วนลด 40% สำหรับ Premium กำลังจะหมดอายุในเร็วๆ นี้!"),
                n("ca8cbf78", "รับส่วนลด 40% สำหรับ Premium และ Premium+"),
                n("j88ba18e", "รับข้อเสนอ"),
                n("f4dc8ea3", function (e) {
                    return "รับส่วนลด " + e.percentage + "% สำหรับ X Premium ปลดล็อกสิ่งที่ดีที่สุดของ X";
                }),
                n("db6a5d54", "คุณยังไม่ได้รับการยืนยัน"),
                n("edf7f57e", "รับการยืนยันสำหรับการตอบกลับที่บูสต์ การวิเคราะห์ การท่องเว็บแบบไม่มีโฆษณา และอื่นๆ อีกมากมาย อัปเกรดโปรไฟล์ของคุณทันที"),
                n("ba920d68", "บูสต์อิทธิพลของคุณด้วยการยืนยัน"),
                n("ib79d0c2", "ปลดล็อกคุณสมบัติ VIP: ยืนยันบัญชีของคุณ"),
                n("c0d3bd82", "คุณได้ลงโฆษณาบน X แต่ไม่มีระบบสมาชิกสำหรับองค์กรที่ได้รับการยืนยัน"),
                n("d7836d1e", "สมัครสมาชิกเพื่อรับเครดิตโฆษณาฟรีสูงสุด $12,000 การยืนยันด้วยเครื่องหมายถูกสีทอง การสนับสนุนระดับ VIP และชุดเครื่องมือที่จะเติบโต"),
                n("f528e369", function (e) {
                    return "สมัครสมาชิก " + e.tier + " เพื่อเขียนบทความของคุณเอง";
                }),
                n("c5a8022a", "คุณสามารถเผยแพร่เนื้อหาแบบยาวพร้อมข้อความที่หลากหลายและสื่ออินไลน์ได้โดยตรงบน X ด้วยบทความ"),
                n("d77899b6", "สมัครสมาชิก Premium เพื่อเขียนโพสต์ที่ยาวขึ้นของคุณเอง"),
                n("bd65482a", "เขียนโพสต์ที่ยาวขึ้นและใช้การจัดรูปแบบข้อความ เช่น ตัวหนาและตัวเอียง"),
                n("bee20918", "รับเงินเพื่อโพสต์"),
                n("gb699d52", "เพลิดเพลินกับการโพสต์บน X ใช่ไหม สมัครสมาชิก Premium เพื่อเข้าร่วมโปรแกรมส่วนแบ่งรายได้ของเรา"),
                n("f69877c2", "บูสต์การตอบกลับของคุณด้วย Premium"),
                n("gba90d44", "ให้ผู้คนมองเห็นมากขึ้นและมีความโดดเด่น"),
                n("a6dbcd58", "สนับสนุนผู้สร้างโดยสมัครสมาชิก Premium"),
                n("c4f49130", "ผู้สร้างจะได้รับค่าธรรมเนียมระบบสมาชิกของคุณโดยตรงเป็นจำนวนสูงสุด 25%"),
                n("ca8fa2c0", "รับการยืนยันด้วยเครื่องหมายถูกสีฟ้า"),
                n("febffc1a", "บูสต์ความน่าเชื่อถือ เพิ่มการมองเห็น และใช้เสียงของคุณให้เกิดประโยชน์"),
                n("j45a377a", "อัปเกรดเป็น Premium+"),
                n("i7170016", "เพลิดเพลินไปกับสิทธิประโยชน์เพิ่มเติมอย่างการไม่มีโฆษณาและการให้ความสำคัญในการตอบกลับมากที่สุด"),
                n("ee87f95e", "การวิเคราะห์ขั้นสูงด้วย X Premium"),
                n("ac38dbc0", "ดูการวิเคราะห์โปรไฟล์ของคุณ ทำความเข้าใจผู้ชมของคุณ และอื่นๆ อีกมากมาย อัปเกรดเพื่อดำเนินการต่อ"),
                n("i6e73154", "ดูตัวอย่างคุณสมบัติการวิเคราะห์บัญชี รวมถึงแผนภูมิแท่งและตัวชี้วัด"),
                n("b583e154", "ปลดล็อกการวิเคราะห์ด้วย X Premium"),
                n("b7fb8c5e", "ใช้จ่าย $1,000 รับ $1,000"),
                n("ca559b70", "สมัครสมาชิกตอนนี้"),
                n("d68773a4", "แสดงภาพความนิยมด้วย Radar"),
                n("f677fed6", "ตรวจสอบคําสำคัญ แสดงภาพกิจกรรมตามความนิยม และกรองการสนทนา แบบเรียลไทม์"),
                n("ha49eac2", "ต้องการเติบโตอย่างรวดเร็วบน X หรือไม่"),
                n("f27018b4", "ใช้การวิเคราะห์ Premium เพื่อเพิ่มจำนวนผู้ติดตามของคุณด้วยข้อมูลเชิงลึกอันชาญฉลาด"),
                n("dfea1f08", "อย่าพลาดข้อมูลเชิงลึกที่มีค่า"),
                n("da8c5244", "การวิเคราะห์ Premium ทำคุณสามารถปลดล็อกข้อมูลเชิงลึกอันชาญฉลาดเพื่อเพิ่มจำนวนผู้ติดตามของคุณ"),
                n("b081baea", "คุณไม่มีข้อมูลเชิงลึก!"),
                n("d5effffc", "เพิ่มป้ายกำกับ"),
                n("c3653d44", "ยืนยันธุรกิจของคุณ"),
                n("e8070e70", "ลองใช้ Premium"),
                n("ec42820e", "ต้องการให้ผู้คนเห็นการตอบกลับของคุณมากขึ้นหรือไม่"),
                n("b0a95418", "รับบูสต์การตอบกลับด้วย Premium"),
                n("j8ee20aa", "โดดเด่นในบทสนทนาด้วยบูสต์การตอบกลับ"),
                n("g13aa596", "สมัครสมาชิก Premium เพื่อบูสต์การตอบกลับของคุณ"),
                n("cadd92be", "เข้าถึงการวิเคราะห์โพสต์ของคุณ"),
                n("a7058228", "ปลดล็อกการวิเคราะห์ขั้นสูงด้วย X Premium"),
                n("gb7823ba", "การวิเคราะห์บัญชี"),
                n("i90f8e36", "จัดระเบียบบุ๊คมาร์ก"),
                n("abc6e710", "จัดเรียงบุ๊คมาร์กของคุณลงในโฟลเดอร์ด้วย X Premium"),
                n("b7fa0cfe", "บทความยอดนิยม"),
                n("bcc7e8c0", "บุ๊คมาร์กทั้งหมด"),
                n("i3145aa0", "บุ๊คมาร์ก"),
                n("e39b368e", "การออกอากาศ"),
                n("hbea78a8", "คอลัมน์ใหม่"),
                n("b5298d92", "เชื่อมต่อ"),
                n("d35d74e4", "บทสนทนา"),
                n("h5245afa", "ชุมชน"),
                n("d4ebc798", "แบบร่าง"),
                n("fcf3e54c", "สำรวจ"),
                n("d806aa1a", "การตอบกลับที่ซ่อนอยู่"),
                n("ha8209bc", "หน้าแรก"),
                n("a2f81050", "ข้อความ"),
                n("cf2d1048", "คำขอทางข้อความ"),
                n("e7172d70", "ข้อความเพิ่มเติม"),
                n("e1066d88", "ข้อมูลส่วนตัวของฉัน"),
                n("eb75875e", "การแจ้งเตือน"),
                n("j45978a8", "คำพูด"),
                n("fd6a3f30", "ตั้งเวลาโพสต์"),
                n("aa4209e8", "ผู้ติดตามพิเศษ"),
                n("d52a1caa", "ผู้สมัครรับข้อมูล"),
                n("d7b51c68", "ระบบสมาชิก"),
                n("c5f4befa", "ความนิยม"),
                n("df34a454", "โพสต์"),
                n("gfccba44", "คำขอเป็นสมาชิก"),
                n("e42dd8fa", "บันทึกการตรวจสอบ"),
                n("c2c191fc", "โพสต์ที่รายงาน"),
                n("c63602d4", "ชุมชนของฉัน"),
                n("ddf0ba7e", "คอลเลคชั่น"),
                n("c64974fc", "ผู้ติดตาม"),
                n("i099d32e", "ผู้ติดตามที่คุณรู้จัก"),
                n("d960b55c", "กําลังติดตาม"),
                n("b007440a", "งาน"),
                n("aa68dafc", "รายละเอียดการแจ้งเตือน"),
                n("b8533bac", "หัวข้อ"),
                n("jf00ebf6", "คอลัมน์ไม่สามารถใช้งานได้"),
                n("jaaa8984", "ตําแหน่ง"),
                n("f345dcda", "ประวัติการแก้ไข"),
                n("hea3f8ac", "โพสต์ที่เกี่ยวข้อง"),
                n("c8ee31da", "ข่าว"),
                n("d35c9eec", "การวิเคราะห์บัญชี"),
                n("b5b7fb94", "กลุ่ม"),
                n("g755fcde", "คุณ"),
                n("f6b1ff81", function (e) {
                    return e.name + " และคุณ";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " และอีก " + e.count;
                }),
                n("fb4ee2f6", "ลบคำขอข้อความแล้ว"),
                n("j607bf02", "ดาวน์โหลดแอพ X"),
                n("j49fd4e8", "เปลี่ยนไปใช้แอพ"),
                n("a565833e", "สมัคร"),
                n("e919c3bc", "เข้าสู่ระบบ"),
                n("a17a75da", "X ใช้งานได้ดียิ่งขึ้นในแอป"),
                n("e7342ed4", "ไม่พลาดแม้แต่โพสต์เดียว เปิดในแอพ X เพื่อรับประสบการณ์ใช้งานเต็มรูปแบบ"),
                n("b6a43e78", "รู้เรื่องราวก่อนใคร"),
                n("b469e406", "เกาะติดเรื่องราวที่คุณสนใจ เปลี่ยนไปใช้แอพเพื่อรับการแจ้งเตือนแบบพุชเกี่ยวกับผู้คน หัวข้อ และเหตุการณ์ที่คุณติดตาม"),
                n("b8505290", "ตอบกลับเพื่อเข้าร่วมบทสนทนา"),
                n("ae8b0564", "รีโพสต์เพื่อกระจายข่าว"),
                n("f2adab0e", "ชื่นชอบโพสต์เพื่อแสดงความชอบ"),
                n("b7821a74", "สมัครใช้งานเพื่อให้คุณไม่พลาดโพสต์ของพวกเขา"),
                n("e6d43d06", "ติดตามหัวข้อเพื่อค้นหาโพสต์"),
                n("ic848090", "เข้าสู่ระบบก่อน"),
                n("f9ebe066", "คุณสามารถเข้าร่วมบทสนทนาในชุมชนได้ทันทีหลังจากที่คุณเข้าสู่ระบบ"),
                n("je3d93e2", "ผู้คนบน X เป็นคนแรกที่รู้"),
                n("ea88ce2e", "ไม่พลาดสิ่งที่เกิดขึ้น"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "ศูนย์ช่วยเหลือ"),
                n("g482c949", "แสดงเพิ่มเติมเกี่ยวกับสิ่งที่คุณเลือก"),
                n("b47e760e", "หากต้องการดูคีย์ลัด กดเครื่องหมายคำถาม"),
                n("fd2c7b44", "ดูคีย์ลัด"),
                n("g7e2adf2", "สร้างเด็คใหม่"),
                n("a6ba09e8", "คอลัมน์ที่ซ้ำกัน"),
                n("f5c9ccca", "แก้ไขเด็คปัจจุบัน"),
                n("bf42c578", "โฟกัสที่ปุ่มตัวบันทึก"),
                n("j6fa64a6", "ไปที่คอลัมน์สุดท้าย"),
                n("b5545202", "ไปที่เด็คที่ปักหมุดสุดท้าย"),
                n("e0497acc", "ไปที่จัดการเด็คทั้งหมด"),
                n("beef7b14", "ไปที่คอลัมน์ถัดไป"),
                n("a5cb005e", "ไปที่คอลัมน์ N"),
                n("f65391bc", "ไปที่เด็ค N ที่ปักหมุด"),
                n("h0bfdd20", "เพิ่มคอลัมน์"),
                n("h770f6d4", "ไปที่คอลัมน์ก่อนหน้า"),
                n("b8b2b70c", "ลบคอลัมน์"),
                n("a3e2df76", "ยกเลิกการลบคอลัมน์"),
                n("g850aec4", "เปิด/ปิดการตั้งค่าคอลัมน์"),
                n("d5696fcc", "วิธีใช้คีย์ลัด"),
                n("a83d4280", "โพสต์ถัดไป"),
                n("g0048656", "โพสต์ก่อนหน้า"),
                n("a690c4d0", "เลื่อนลง"),
                n("e893811a", "โหลดโพสต์ใหม่"),
                n("cdb53d7a", "การพูดถึง"),
                n("d7b8ebaa", "ความชอบ"),
                n("b0041756", "รายชื่อ"),
                n("d4986f86", "ข้อความส่วนตัว"),
                n("bb081ea2", "การตั้งค่า"),
                n("eee2ed92", "ไปยังผู้ใช้..."),
                n("ee5ccf3e", "การตั้งค่าการแสดงผล"),
                n("ab3d53f8", "โพสต์ใหม่"),
                n("de94bda6", "ส่งโพสต์"),
                n("e736990a", "ข้อความส่วนตัวใหม่"),
                n("fe731016", "ชื่นชอบ"),
                n("d17df548", "ตอบกลับ"),
                n("g062295e", "รีโพสต์"),
                n("h01621a4", "แชร์โพสต์"),
                n("gb303814", "บุ๊คมาร์ก"),
                n("c03b1126", "ซ่อนบัญชี"),
                n("ebd2abb2", "บล็อคบัญชี"),
                n("hc6c5510", "เปิดรายละเอียดของโพสต์"),
                n("eebdef38", "แสดงรูปภาพ"),
                n("b488758c", "เปิด/ปิดด็อคข้อความ"),
                n("c82314e0", "หยุดชั่วคราว/เล่นวิดีโอที่เลือก"),
                n("b881560e", "ปิดเสียงวิดีโอที่เลือก"),
                n("a94f7302", "ไปที่ด็อคเสียง"),
                n("a7e604c6", "เล้น/หยุดด็อคเสียง"),
                n("f978c4fc", "ปิด/เปิดเสียงของด็อคเสียง"),
                n("hc73f030", "บัญชีของคุณ"),
                n("f15bfdb4", "ข้อมูลบัญชี"),
                n("a3841918", "อีเมล"),
                n("c21037d0", "ประเทศ"),
                n("ab1f7ee0", "เปลี่ยนรหัสผ่านของคุณ"),
                n("e731db5a", "รีเซ็ตรหัสผ่าน"),
                n("f56af9cc", "ดาวน์โหลดคลังข้อมูลของคุณ"),
                n("hfb92b14", "ปิดการใช้งานบัญชีของคุณ"),
                n("bf96fda4", "อายุ"),
                n("d12d42dc", "ระบบอัตโนมัติ"),
                n("fdb81456", "ป้ายกำกับล้อเลียน"),
                n("j9d10268", "ความเคลื่อนไหวของบัญชี"),
                n("i6b3f59a", "ประวัติของบัญชี"),
                n("da202f9a", "รายชื่อผู้ลงโฆษณาของคุณ"),
                n("hc36dbba", "อุปกรณ์และแอพที่เข้าสู่ระบบ"),
                n("a8d0108e", "เพศ"),
                n("a03dacaa", "ภาษา"),
                n("d9138166", "ดูสถานที่ที่คุณเคยไป"),
                n("b523ecc6", "ประวัติการเข้าบัญชี"),
                n("abedd45c", "ขอข้อมูลของคุณ"),
                n("h1f01a24", "ความสนใจ"),
                n("j7ad754a", "ข้อมูล X ของคุณ"),
                n("d299431c", "การสร้างเงิน"),
                n("j087774e", "เหรียญ"),
                n("ff9ed474", "รายได้ทั้งหมด"),
                n("ec885836", "ส่วนแบ่งรายได้ของผู้สร้าง"),
                n("b431a5c6", "ส่วนแบ่งรายได้จากโฆษณา"),
                n("b0e986ec", "การสร้างเงิน IDV"),
                n("aca4d76a", "การตั้งค่าส่วนแบ่งรายได้จากโฆษณา"),
                n("ab1b837a", "แดชบอร์ดส่วนแบ่งรายได้จากโฆษณา"),
                n("a9c1a9cc", "โฆษณาแบบวิดีโอ"),
                n("d4ab5c12", "การตั้งค่าโฆษณาแบบวิดีโอ"),
                n("c429e3ba", "ระบบสมาชิกติดตามผู้สร้าง"),
                n("fce877d6", "ยกเลิกโพสต์"),
                n("dd0c889e", "การปรับแต่งข้อมูลส่วนตัว"),
                n("ib35705e", "จัดการระบบสมาชิก"),
                n("cf131522", "จัดการป้ายกำกับการเป็นพันธมิตร"),
                n("cb165528", "คุณสมบัติและการตั้งค่าข่าว"),
                n("f8645654", "ความปลอดภัยและการเข้าถึงบัญชี"),
                n("j95edf76", "ความปลอดภัย"),
                n("fd127276", "จัดการพาสคีย์"),
                n("afe4a358", "การยืนยันตัวตน"),
                n("dd703318", "การอมุมัติแบบสองปัจจัย"),
                n("b1686800", "จัดการคีย์ความปลอดภัย"),
                n("ae72d4c4", "แอพและเซสชัน"),
                n("a1e8e682", "อุปกรณ์ที่ลงทะเบียน"),
                n("h1abfbce", "บัญชีที่เชื่อมต่อ"),
                n("cad53944", "ความเป็นส่วนตัวและความปลอดภัย"),
                n("e908903a", "กลุ่มเป้าหมายและการแท็ก"),
                n("b5c85d2c", "ป้องกันโพสต์ของคุณ"),
                n("f56d108e", "การแท็กรูปภาพ"),
                n("c6f67e32", "โพสต์ของคุณ"),
                n("f2bd9c48", "เนื้อหาที่คุณเห็น"),
                n("cbd449a0", "ซ่อนและบล็อค"),
                n("daef29b8", "บัญชีที่ถูกซ่อน"),
                n("i0dd9b9e", "คำที่ซ่อน"),
                n("a5f32aa2", "บัญชีที่ถูกบล็อค"),
                n("i58a274c", "ข้อความส่วนตัว"),
                n("ded416b0", "พื้นที่สนทนา"),
                n("fd4d9068", "ความสามารถในการค้นหาและผู้ติดต่อ"),
                n("bbcafbda", "จัดการผู้ติดต่อ"),
                n("aeddb28a", "การตั้งค่าเนื้อหา"),
                n("d035a8d0", "การตั้งค่าโฆษณา"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "ตัวตนโดยสรุป"),
                n("d84e63d2", "ความเคลื่อนไหวนอก X"),
                n("h14ba864", "การแบ่งปันข้อมูลกับคู่ค้าทางธุรกิจ"),
                n("jabb9c9a", "ข้อมูลตําแหน่ง"),
                n("fcb6a5b8", "เพิ่มข้อมูลตําแหน่งไปยังโพสต์ของคุณ"),
                n("h9f2da68", "สื่อที่มีเนื้อหาล่อแหลม"),
                n("id6a8e1a", "ตัวกรองการตอบกลับ"),
                n("fc35f762", "การตอบกลับที่กรองแล้ว"),
                n("gaac710a", "ศูนย์การรายงาน"),
                n("bcd81cac", "การตั้งค่า"),
                n("i647fb04", "ตัวกรอง"),
                n("hee41732", "การแจ้งเตือนแบบพุช"),
                n("e75f25a8", "การแจ้งเตือนอีเมล"),
                n("cf9b166a", "การเข้าถึง การแสดงผล และภาษา"),
                n("e3719c16", "การเข้าถึง"),
                n("a776eed8", "เล่นอัตโนมัติ"),
                n("c4881c66", "การแสดงผล"),
                n("d495680e", "ภาษา"),
                n("f953f53a", "เปลี่ยนภาษาที่แสดง"),
                n("eafe3288", "การใช้ข้อมูล"),
                n("b721eb38", "เกี่ยวกับ"),
                n("g9230d00", "การมอบหมายหน้าที่"),
                n("cb8ebf5c", "สมาชิกที่คุณมอบหมาย"),
                n("i95202f6", "บัญชีที่มอบหมายให้คุณ"),
                n("afcad7f2", "ดาวน์โหลดแอพ"),
                n("e8f57e08", "การตั้งค่าส่วนบุคคลและข้อมูล"),
                n("gbde3534", "ข้อมูลความสนใจและโฆษณา"),
                n("a54826c6", "สิ่งที่น่าสนใจจากพันธมิตรโดยสรุป"),
                n("a5cbc19a", "การวิเคราะห์ของคุณ"),
                n("i9028824", "กำลังโหลด"),
                n("f5090e28", "ดูเหมือนว่าการเชื่อมต่อของคุณจะขาดหาย เราจะลองใหม่อีกครั้ง"),
                n("ba929da8", "ไม่พบหน้านี้"),
                n("d203e242", "ไม่พบ"),
                n("e2eac0c4", "หลัก"),
                n("i5aa4ce0", "รายการเมนูเพิ่มเติม"),
                n("h63a5c3c", "เพิ่มเติม"),
                n("a4fc1872", "สัปดาห์ที่แล้ว"),
                n("e14bb1da", "วันสุดท้าย"),
                n("d86bbf0f", function (e) {
                    return e.count + " รายการที่ยังไม่ได้อ่าน";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "บัญชี"),
                n("da4691aa", "ดูบัญชีทั้งหมด"),
                n("c7e55ccf", function (e) {
                    return "สลับไปยัง @" + e.screenname;
                }),
                n("b20a3894", "บัญชีที่คุณพยายามเปลี่ยนไปใช้ถูกลบแล้ว"),
                n("daffabde", "ทำหน้าที่เป็น..."),
                n("eccbfa26", "บัญชีที่ได้รับมอบหมาย"),
                n("a1b7a904", "ทำหน้าที่เป็น"),
                n("g61ed8a4", "มีบางอย่างผิดพลาด"),
                n("e520f166", "คุณส่งโพสต์เกินจํานวนที่จํากัดไว้ต่อวัน"),
                n("c0554ca0", "มีบางอย่างผิดพลาด ลองส่งโพสต์ของคุณอีกครั้งในอีกสักครู่"),
                n("b25c5b2a", "โอ๊ะ! คุณพูดแบบนั้นไปแล้วนะ"),
                n("cef21114", "บัญชีของคุณถูกระงับการใช้งานเอาไว้ และไม่ได้รับอนุญาตให้ส่งโพสต์"),
                n("cf369a0e", "โพสต์ที่คุณพยายามตอบกลับถูกลบแล้วหรือไม่แสดงให้คุณเห็น"),
                n("cd86efa8", "ข้อความในโพสต์ของคุณมีจำนวน @การพูดถึง เกินกว่าที่กำหนด"),
                n("e002f424", "ข้อความในโพสต์ของคุณมีจำนวน URL เกินกว่าที่กำหนด"),
                n("c2b4ae8c", "ข้อความในโพสต์ของคุณมีจำนวนแฮชแท็กเกินกว่าที่กำหนด"),
                n("hf05f59e", "ข้อความในโพสต์ของคุณมีจำนวน Cashtag เกินกว่าที่กำหนด"),
                n("dffb84c6", "ข้อความในโพสต์ของคุณมีแฮชแท็กที่ยาวเกินกว่าที่อนุญาต"),
                n("d7b21bc8", "โพสต์มีจำนวนชนิดของสิ่งที่แนบเกินกว่าที่อนุญาต"),
                n("e4672ac2", "ขออภัย ดูเหมือน URL ที่อยู่ในโพสต์ของคุณนั้นลิงก์ไปยังเว็บเพจที่เป็นสแปมหรือไม่ปลอดภัย"),
                n("he5ecf52", "ข้อความโพสต์คุณมีจำนวนเกินกว่าที่กำหนด"),
                n("ac78e602", "เนื้อหาของโพสต์ของคุณไม่ถูกต้อง"),
                n("i251c738", "อัตราเฟรมของวิดีโอที่คุณพยายามอัปโหลดสูงเกินไป"),
                n("ed3ac7ef", function (e) {
                    return "อัตราเฟรมของวิดีโอที่คุณพยายามอัปโหลดสูงเกินไป อัตราเฟรมสูงสุด: 60 อัตราเฟรมจริง: " + e.frameRate;
                }),
                n("e23fe0cc", "อัตราส่วนภาพของวิดีโอที่คุณพยายามอัปโหลดใหญ่เกินไป"),
                n("ca4514c0", "อัตราส่วนภาพของวิดีโอที่คุณพยายามอัปโหลดเล็กเกินไป"),
                n("fb4a459c", "ระยะเวลาของวิดีโอที่คุณพยายามอัปโหลดสั้นเกินไป"),
                n("ca1afa98", "ระยะเวลาของวิดีโอที่คุณพยายามอัปโหลดยาวเกินไป"),
                n("b2e94283", function (e) {
                    return "ผ่าน @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "โพสต์" + e.verb;
                }),
                n("ge8e4a38", "โพสต์ทั้งหมด"),
                n("h735a98e", "กำหนดเวลา"),
                n("h3701ffe", "อัพเดท"),
                n("d9ef2842", "รายการที่ยังไม่ได้อ่าน"),
                n("cdf89b84", "ดูตัวอย่างความชอบของแบรนด์"),
                n("i83d4f14", "คําร้องขอเป็นผู้ติดตาม"),
                n("aeede01a", "Imprint"),
                n("ae1bbb26", "ออกจากระบบ"),
                n("fd442790", "การตั้งค่าและความเป็นส่วนตัว"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "โฆษณา"),
                n("e2eef3c2", "องค์กรที่ได้รับการยืนยัน"),
                n("b55d8a78", "สร้างพื้นที่สนทนาของคุณ"),
                n("e5323e36", "ถ่ายทอดสด"),
                n("a5a30af0", "บทความ"),
                n("d13d697c", "ใหม่"),
                n("j0e2cfa8", "ธุรกิจ"),
                n("h5e38204", "สนทนา"),
                n("h7d5d9fa", "เบต้า"),
                n("ga169e1b", function (e) {
                    return "ข้อความส่วนตัว (" + e.count + " ข้อความที่ยังไม่ได้อ่าน บทสนทนา)";
                }),
                n("d83682ec", "หน้าหลัก (โพสต์ใหม่ที่ยังไม่ได้อ่าน)"),
                n("e1249849", function (e) {
                    return "การแจ้งเตือนที่ยังไม่ได้อ่าน (" + e.count + " รายการ การแจ้งเตือน)";
                }),
                n("c0b786ee", "ค้นหาและสำรวจ"),
                n("bb967f9e", "วิดีโอ"),
                n("e04033be", "มีโพสต์ใหม่แล้ว กดเครื่องหมายจุดเพื่อดูโพสต์เหล่านั้น"),
                n("hec711c0", "ดูโพสต์ใหม่"),
                n("j0a8da6e", "เพิ่มบัญชีที่มีอยู่แล้ว"),
                n("c6f2bf00", "จัดการบัญชี"),
                n("a58e0e51", function (e) {
                    return "ออกจากระบบ @" + e.screenName;
                }),
                n("j62f43a6", "ดูบัญชีที่ได้รับมอบหมาย"),
                n("d4c52015", function (e) {
                    return e.count + " บัญชีที่ได้รับมอบหมายที่รอดำเนินการ คําเชิญ";
                }),
                n("b8e1d524", "บัญชี"),
                n("gef27c4c", "เมนูบัญชี"),
                n("b7dc3885", function (e) {
                    return "สลับไปยัง @" + e.screenName;
                }),
                n("c61eea74", "บัญชีส่วนตัว"),
                n("g6d42fea", "เปิด/ปิดการนําทาง"),
                n("eb022176", "สร้างบัญชี"),
                n("gcfef7b6", "สร้างบัญชีด้วยโทรศัพท์หรืออีเมล"),
                n("e5b0e544", "เข้าสู่ระบบ"),
                n("gd93944e", "ใช้แอพ"),
                n("f2f787a0", "ข้อตกลงการใช้งาน"),
                n("e1099fd6", "นโยบายความเป็นส่วนตัว"),
                n("c1df1ae0", "การใช้คุกกี้"),
                n("cdc1bff7", function (e) {
                    return "เมนูข้อมูลส่วนตัว " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " คน";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " คน";
                }),
                n("ae2205d2", "คุณติดตามกันและกัน"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " อยู่ในพื้นที่สนทนาที่กำลังใช้งานอยู่ในขณะนี้ คลิกเพื่อเข้าร่วมผ่านข้อมูลส่วนตัวของพวกเขา";
                }),
                n("f2b3fe06", "กำลังโหลดผลลัพธ์"),
                n("fc9dd578", "ค้นหาผู้คน"),
                n("gdb7bc25", function (e) {
                    return e.name + " - เลือกเพื่อลบ";
                }),
                n("f065ba8c", "คําค้นหา"),
                n("hbc99b03", function (e) {
                    return "ไปที่ @" + e.screenName;
                }),
                n("a2c1b222", "ลองค้นหาผู้คน รายชื่อ หรือคำสำคัญ"),
                n("f45c4250", "ล้างการค้นหาล่าสุดทั้งหมดหรือไม่"),
                n("caae4dda", "การดำเนินการนี้ไม่สามารถยกเลิกได้ และคุณจะลบการค้นหาล่าสุดทั้งหมด"),
                n("dbd5d400", "ล้าง"),
                n("a8d68f62", "ล่าสุด"),
                n("c6530778", "การค้นหาที่บันทึกไว้"),
                n("e047b8fa", "ล้างทั้งหมด"),
                n("aa6e3300", "ดูเหมือนว่าการเชื่อมต่อของคุณจะขาดหาย โปรดตรวจสอบและลองใหม่อีกครั้ง"),
                n("e68b09b4", "ลบ"),
                n("hffea05c", "ลบการค้นหาที่บันทึกไว้ใช่ไหม"),
                n("j037e374", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และการค้นหาที่บันทึกไว้จะหายไป"),
                n("d96cf7ce", "ลบ"),
                n("hbe4feb5", function (e) {
                    return "คําขอติดตามถูกส่งไปให้ @" + e.screenName + " แล้ว และกำลังรอการอนุมัติ";
                }),
                n("df4c86b0", "โปรดอัพเดตข้อมูลส่วนตัวของคุณก่อน"),
                n("bba40ffa", "คุณไม่สามารถติดตามบัญชีนี้ได้"),
                n("f558829e", "ในการติดตามบัญชีนี้ คุณจะต้องระบุวันเดือนปีเกิดของคุณในข้อมูลส่วนตัวเพื่อให้แน่ใจว่าคุณมีอายุขั้นต่ำตามที่กำหนด"),
                n("a6941096", "ไม่สามารถติดตามบัญชีนี้ได้จากประเทศของคุณ"),
                n("if8cd2a4", "คุณยังมีอายุมากไม่พอที่จะติดตามบัญชีนี้"),
                n("b5972260", "มีบางอย่างผิดพลาด ลองยกเลิกคำขอติดตามของคุณสำหรับผู้ใช้คนนี้อีกครั้งในอีกสักครู่"),
                n("j4292c24", "คุณถูกบล็อคไม่ให้ติดตามผู้ใช้รายนี้ตามคำขอของผู้ใช้"),
                n("a0ba5842", "คุณไม่สามารถติดตามผู้คนเพิ่มเติมได้ในขณะนี้"),
                n("a5202b82", "มีบางอย่างผิดพลาด ลองติดตามผู้ใช้ดังกล่าวอีกครั้งในอีกสักครู่"),
                n("f8cbf714", "คุณกําลังพยายามติดตามผู้ใช้ที่ไม่มีอยู่จริง"),
                n("f2e66452", "บัญชีของคุณถูกระงับการใช้งาน และไม่ได้รับอนุญาตให้ติดตามผู้อื่น"),
                n("ca96fe6e", "มีบางอย่างผิดพลาด ลองยกเลิกการบล็อคผู้ใช้คนนี้อีกครั้งในอีกสักครู่"),
                n("e1a0aaca", "มีบางอย่างผิดพลาด ลองเลิกติดตามผู้ใช้ดังกล่าวอีกครั้งในอีกสักครู่"),
                n("fd5208c6", "ไปที่การตั้งค่า"),
                n("c0d13570", "พันธมิตร"),
                n("ba96929e", "การจ้างงาน"),
                n("gf62c116", "สนับสนุน"),
                n("a4cf866e", "โฆษณา"),
                n("g2fd3206", "ผู้คน"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "การเข้าถึงอย่างเต็มรูปแบบ"),
                n("e49537c2", "หืมม... ไม่พบหน้าที่คุณต้องการ ลองค้นหารายการอื่นแทน"),
                n("fcbb540a", "เกินจำนวนการเรียกใช้ที่กำหนด"),
                n("d4f88600", "ยืนยันข้อมูลติดต่อ"),
                n("b192ccae", "คุณไม่มีวิธีการติดต่อที่ได้รับการยืนยัน"),
                n("a0487504", "คุณต้องยืนยันวิธีการติดต่อก่อน จึงจะขอการยืนยันได้"),
                n("fff7d93c", "เพิ่มรูปภาพ"),
                n("g969bfae", "คุณไม่มีรูปภาพในข้อมูลส่วนตัว"),
                n("gb2f35e4", "หากต้องการขอยืนยันตัวตน คุณต้องเพิ่มรูปภาพในข้อมูลส่วนตัวก่อน"),
                n("i33cf692", "เพิ่มช่อง URL"),
                n("b679ff6a", "URL ไม่ถูกต้อง"),
                n("i79902b4", "เลือกวิธีการยืนยันตัวตน"),
                n("fb2fcb5c", "ขั้นตอนนี้ช่วยให้เรายืนยันตัวตนของคุณได้ เลือกวิธีที่เหมาะกับคุณที่สุด"),
                n("e43425fa", "บัตรประจำตัวที่ทางราชการออกให้"),
                n("cb7c2e2e", "รูปภาพบัตรประจำตัวที่ออกโดยรัฐบาล"),
                n("a411926a", "ที่อยู่อีเมลอย่างเป็นทางการ"),
                n("g253cdd0", "อีเมลอย่างเป็นทางการพร้อมโดเมนที่เกี่ยวข้องกับหมวดหมู่ที่คุณเลือก"),
                n("cf93bcb0", "การอ้างอิงจากเว็บไซต์ทางการ"),
                n("gfb55fa8", "เว็บไซต์อย่างเป็นทางการที่อ้างอิงบัญชี X ของคุณโดยตรง"),
                n("g40cd2c0", "Verified reference"),
                n("a7f1cff6", "เพิ่มเว็บไซต์ทางการสำหรับอ้างอิง"),
                n("a11cd524", "ป้อนเว็บไซต์อย่างเป็นทางการที่อ้างอิงบัญชี X ของคุณและเชื่อมโยงกับคำขอการยืนยันของคุณ"),
                n("ba656f26", "บัญชี X ของคุณได้รับการอ้างอิงบนเว็บไซต์หรือไม่"),
                n("ed751204", "เราจำเป็นต้องยืนยันว่าบัญชีของคุณเป็นของจริงเพื่อยืนยันตัวตนของคุณ หากชื่อเรียกของคุณไม่มีการอ้างอิงบนหน้าที่คุณลิงก์ไว้ คุณจะต้องส่งหลักฐานยืนยันตัวตนก่อนดำเนินการตามคำขอของคุณ"),
                n("fbc023b0", "ใช่"),
                n("e785ce06", "ฉันจะใช้ตัวเลือกอื่น"),
                n("i8d58f3e", "ฉันจะใช้บัตรประจำตัวที่ออกโดยภาครัฐ"),
                n("eb21ecaa", "ฉันจะใช้ที่อยู่อีเมล"),
                n("f848a69e", "เราจำเป็นต้องยืนยันว่าบัญชีของคุณเป็นของแท้เพื่อยืนยันตัวตนของคุณ หากชื่อเรียกของคุณไม่มีการอ้างอิงในเว็บไซต์อย่างเป็นทางการ เราไม่สามารถยืนยันความถูกต้องของบัญชีได้"),
                n("d59b5366", "เราจำเป็นต้องยืนยันว่าบัญชีของคุณเป็นของจริงเพื่อยืนยันตัวตนของคุณ หากไม่มีการอ้างอิงชื่อเรียกของคุณบนหน้าที่คุณระบุลิงก์ไว้ เราจะไม่สามารถไว้วางใจที่จะเชื่อมโยงบัญชีของคุณกับผู้สร้างเนื้อหาที่มีชื่อเสียงได้"),
                n("bfb01c62", "ไม่ ย้อนกลับ"),
                n("fa51040a", "ระบุลิงก์ไปยังเว็บไซต์ทางการขององค์กรหรือสิ่งพิมพ์ด้านข่าวสารที่มีคุณสมบัติเหมาะสมซึ่งสามารถใช้อ้างอิงคุณและบัญชี X ของคุณ"),
                n("d0460f12", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าบัญชีของคุณเป็นบัญชี X ทางการสำหรับองค์กรของคุณ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("h45b00d8", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยบริษัทด้านความบันเทิงที่เกี่ยวข้องกับคำขอนี้"),
                n("fc718708", "เว็บไซต์ทางการขององค์กรที่มีคุณสมบัติเหมาะสมซึ่งสามารถใช้อ้างอิงถึงคุณและบัญชี X ของคุณ"),
                n("g32c2900", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยองค์กรด้านการผลิตที่เกี่ยวข้องกับคำขอนี้"),
                n("j5b1224c", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าบัญชีของคุณเป็นบัญชี X ทางการสำหรับการผลิตของคุณ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("d090a5d4", "เว็บไซต์ทางการขององค์กรหรือสำนักพิมพ์ที่ได้รับการยืนยันแล้วซึ่งสามารถใช้อ้างอิงบัญชี X ของคุณ"),
                n("eb08a392", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยผู้สมัครรับการเลือกตั้งสำหรับตำแหน่งทางภาครัฐที่เกี่ยวข้องกับคำขอนี้"),
                n("h0de1396", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าบัญชีของคุณเป็นบัญชี X ทางการของผู้สมัครเข้ารับตำแหน่งที่เกี่ยวข้องกับคำขอนี้ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("dcc23262", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยนักเคลื่อนไหวหรือผู้จัดงานที่เกี่ยวข้องกับคำขอนี้"),
                n("c880e068", "เว็บไซต์ทางการขององค์กรสนับสนุนซึ่งสามารถใช้อ้างอิงคุณและบัญชี X ของคุณ"),
                n("e412d500", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าคุณเป็นผู้นำในองค์กรสนับสนุนที่ได้รับการยืนยันแล้วและบัญชี X ของคุณ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการขององค์กรที่ยืนยันแล้ว"),
                n("dedf41f2", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยผู้มีอิทธิพลทางความคิดที่เกี่ยวข้องกับคำขอนี้"),
                n("b4aed9e0", "เว็บไซต์ทางการขององค์กรที่ได้รับการยืนยันซึ่งสามารถใช้อ้างอิงคุณและบัญชี X ของคุณ"),
                n("b2069e40", "ระบุลิงก์ที่สามารถใช้อ้างอิงคุณและบัญชี X ของคุณ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการขององค์กรที่ยืนยันแล้ว"),
                n("baf718c4", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยบริษัท แบรนด์ หรือองค์กรที่เกี่ยวข้องกับคำขอนี้"),
                n("c65bbbc2", "Select a method to show that your account is authentic and managed by the senior leader or executive related to this request."),
                n("i31e3606", "ที่อยู่อีเมลทางการที่มีโดเมนของบริษัท แบรนด์ หรือองค์กรที่มีคุณสมบัติเหมาะสม"),
                n("de70afe8", "การอ้างอิงถึงคุณและบัญชี X ของคุณบนเว็บไซต์อย่างเป็นทางการขององค์กรที่มีคุณสมบัติเหมาะสม"),
                n("a3a523f2", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าบัญชีของคุณเป็นบัญชี X ทางการสำหรับบริษัทของคุณ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("jf58899a", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าคุณเป็นผู้นำระดับสูงในองค์กรและบัญชี X ของคุณ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("f7afbaec", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยนักข่าวสำหรับองค์กรข่าวหรือสิ่งพิมพ์ที่มีคุณสมบัติเหมาะสม"),
                n("d4ab0056", "เลือกวิธีการเพื่อแสดงว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยนักข่าวฟรีแลนซ์ที่มีชื่อเสียง"),
                n("d2a77622", "ที่อยู่อีเมลทางการที่มีโดเมนขององค์กรข่าวหรือสิ่งพิมพ์ที่มีคุณสมบัติเหมาะสม"),
                n("eec341da", "เว็บไซต์ทางการขององค์กรหรือสิ่งพิมพ์ด้านข่าวสารซึ่งสามารถใช้อ้างอิงบัญชี X ของคุณ"),
                n("b03ae068", "เลือกวิธียืนยันว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยองค์กรข่าวหรือสิ่งพิมพ์ที่เกี่ยวข้องกับคำขอนี้"),
                n("g0daba4a", "เลือกหนึ่งวิธีเพื่อแสดงว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยบุคคลในวงการเกมอาชีพที่เกี่ยวข้องกับคำขอนี้"),
                n("ab8e430c", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าบัญชีของคุณเป็นบัญชี X ทางการของบุคคลในวงการเกมที่เกี่ยวข้องกับคำขอนี้ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("cdcd9cd6", "เลือกหนึ่งวิธีเพื่อแสดงว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยบุคคลในหน่วยงานด้านกีฬาอาชีพที่เกี่ยวข้องกับคำขอนี้"),
                n("gad25890", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าบัญชีของคุณเป็นบัญชี X ทางการของหน่วยงานกีฬาอาชีพที่เกี่ยวข้องกับคำขอนี้ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("e6dc91b2", "เลือกหนึ่งวิธีเพื่อแสดงว่าบัญชีของคุณเป็นของจริงและได้รับการจัดการโดยบุคคลในวงการกีฬาอาชีพที่เกี่ยวข้องกับคำขอนี้"),
                n("i9aed706", "ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าบัญชีของคุณเป็นบัญชี X ทางการของนักกีฬาอาชีพที่เกี่ยวข้องกับคำขอนี้ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว"),
                n("abd587d2", "เพิ่มข้อมูลอ้างอิงอื่น"),
                n("i0bba81a", "เพิ่มข้อมูลอ้างอิงของการจ้างงาน"),
                n("a6a76e3c", "เลือกวิธีการยืนยันความมีชื่อเสียง"),
                n("ecd2abda", "ยืนยันสิทธิ์ของบัญชี"),
                n("cb70b894", "ย้อนกลับ"),
                n("g8b511fe", "Google Trends"),
                n("c7d50c96", "ข้อมูลส่วนตัวบน Google Trends พร้อมหลักฐานกิจกรรมการค้นหาล่าสุดเกี่ยวกับคุณ"),
                n("a68b43ee", "เพิ่มข้อมูลส่วนตัวบน Google Trends"),
                n("b5e30390", "Google Trends profile"),
                n("h146703e", "บทความ Wikipedia"),
                n("ee38d0f0", "บทความ Wikipedia ที่เกี่ยวกับคุณและเป็นไปตามมาตรฐานความมีชื่อเสียงสำหรับผู้คน"),
                n("cb97ee3e", "เพิ่มบทความ Wikipedia"),
                n("hc371f34", "การทำข่าว"),
                n("b9d0ad90", "ลิงก์อย่างน้อยสามลิงก์จากองค์กรข่าวที่มีชื่อเสียงซึ่งทำข่าวหรืออ้างอิงถึงคุณภายในหกเดือนที่ผ่านมา"),
                n("ge137dce", "บทความเกี่ยวกับคุณอย่างน้อยสามบทความจากสำนักข่าวที่มีคุณสมบัติในช่วงหกเดือนที่ผ่านมา"),
                n("h2b9a5fe", "At least three articles about your company from qualifying news publications in the last six months."),
                n("baccb708", "เพิ่มการนำเสนอข่าวที่ได้รับการยืนยัน"),
                n("feadd98c", "Add verified news references"),
                n("j7ae97aa", "Verified news references"),
                n("c368aa8e", "At least three articles from verified news publications that reference you."),
                n("ded0edad", function (e) {
                    return "บทความ #" + e.n;
                }),
                n("bebae55a", "ตลาดหุ้นสาธารณะ"),
                n("c5571610", "ลิงก์ที่แสดงหลักฐานการแสดงตัวที่สำคัญในตลาดหุ้นสาธารณะ"),
                n("e2d42628", "เพิ่มการอ้างอิงตลาดหุ้น"),
                n("jc19b4e8", "การจดทะเบียนในตลาดหุ้น"),
                n("fc3ee696", "Leadership reference"),
                n("i3e65eb4", "The official site of a verified organization that references you in a leadership position."),
                n("jd014eba", "The URL provided links to the specific page referencing applicant."),
                n("a96901cc", "เพิ่มการอ้างอิงความเป็นผู้นำ"),
                n("cc424a22", "การอ้างอิงการสนับสนุน"),
                n("ibfc1a5a", "คุณไม่มีสิทธิ์รับการยืนยันในหมวดหมู่นี้"),
                n("e1c78796", "เว็บไซต์อย่างเป็นทางการ"),
                n("ff2ee0c2", "การเคลื่อนไหว"),
                n("hc61adfc", "ความบันเทิง"),
                n("e404203c", "การเล่นเกม"),
                n("d2042392", "รัฐบาล"),
                n("c365dcc6", "อื่นๆ"),
                n("d27beb9e", "กีฬา"),
                n("cc4b66b6", "เลือกหมวดหมู่"),
                n("b37461a4", "เลือกประเภทบัญชี"),
                n("b27325f6", "ผู้สร้างเนื้อหา"),
                n("a5a6affc", "ผู้สร้างเนื้อหาดิจิทัลที่มีอิทธิพลซึ่งเผยแพร่เนื้อหาที่สร้างขึ้นเองที่น่าสนใจอย่างสม่ำเสมอ"),
                n("a15326de", "มีอย่างน้อยสามบทความจากสำนักข่าวที่มีคุณสมบัติซึ่งสามารถใช้อ้างอิงถึงคุณได้"),
                n("g704a93a", "เว็บไซต์ทางการที่เกี่ยวข้องกับงานสนับสนุนที่เป็นที่รู้จักซึ่งอ้างอิงถึงคุณในตำแหน่งผู้นำ"),
                n("c6bd60ec", "นักเคลื่อนไหวหรือผู้จัดงาน"),
                n("c92fdb06", "ผู้มีชื่อเสียงที่ใช้ X เพื่อสร้างการเปลี่ยนแปลงทางเศรษฐกิจสังคม การเมือง และวัฒนธรรม"),
                n("a18c6dfc", "นักข่าว"),
                n("h0b46534", "นักข่าวที่ได้รับการว่าจ้างโดยองค์กรหรือสิ่งพิมพ์ด้านข่าวสารที่มีคุณสมบัติเหมาะสม"),
                n("ff929fec", "Prominent organization or affiliate"),
                n("jf537894", "Prominent organizations, and secondary affiliated accounts, including companies, brands, and non-profit organizations."),
                n("d2ea204a", "ผู้มีอิทธิพลทางความคิดอื่นๆ"),
                n("f875ec6e", "บุคคลที่มีสถานะสำคัญทั้งในและนอกแพลตฟอร์ม X ซึ่งไม่จัดอยู่ในหมวดหมู่อื่น"),
                n("i3e6aaa6", "Senior leader or executive"),
                n("bbcbb9e6", "Leaders and other prominent executives of notable companies, brands, and non-profit organizations."),
                n("j0bc23f4", "I have confirmed that my organization’s account is already verified."),
                n("aa6228de", "บริษัทด้านความบันเทิง"),
                n("d5b3cbca", "บริษัทด้านความบันเทิงรายใหญ่ เช่น เครือข่ายโทรทัศน์ สตูดิโอภาพยนตร์ และค่ายเพลง"),
                n("b5a3e590", "บุคคลในวงการบันเทิง"),
                n("e484f794", "บุคคลที่มีอิทธิพลในวงการบันเทิง เช่น นักแสดง นักดนตรี ผู้กำกับ นักเขียนบท นักแสดงตลก และอื่นๆ"),
                n("b8d8ea64", "องค์กรด้านการผลิต"),
                n("ff27db3c", "บัญชีทางการของการผลิตที่เกี่ยวข้องกับหน่วยงานด้านความบันเทิง เช่น ภาพยนตร์ กิจกรรม/เทศกาล รายการทีวี และอื่นๆ"),
                n("c0e57cb2", "เพิ่มข้อมูลส่วนตัวผู้สร้างของคุณ"),
                n("f3c605b6", "ข้อมูลส่วนตัวของผู้สร้าง"),
                n("h042d1a6", "ข้อมูลส่วนตัว IMDB"),
                n("d2310f0c", "ข้อมูลส่วนตัวบน IMDB ที่มีเครดิตด้านการผลิตอย่างน้อย 50 รายการ"),
                n("ba04b4c2", "เพิ่มข้อมูลส่วนตัว IMDB"),
                n("i9b124b6", "เจ้าหน้าที่รัฐ"),
                n("f84a99ee", "เจ้าหน้าที่รัฐคนสำคัญ ซึ่งได้แก่ ประมุขของรัฐ เจ้าหน้าที่ที่มาจากการเลือกตั้ง รัฐมนตรีที่มาจากการแต่งตั้ง และผู้แทนในระดับรัฐและระดับชาติ"),
                n("j2cb5f50", "ผู้สมัครเข้ารับตำแหน่ง"),
                n("j2472894", "ผู้สมัครรับเลือกตั้งทางการสำหรับตำแหน่งราชการระดับรัฐหรือระดับชาติ"),
                n("ha44c130", "สำนักงานภาครัฐหรือบริการสาธารณะ"),
                n("j8ae9d40", "สำนักงานและหน่วยงานภาครัฐสำคัญ รวมถึงสาธารณูปโภคและบริการสาธารณะ"),
                n("ef1d6176", "คุณเป็นผู้สมัครรับเลือกตั้งในระดับรัฐหรือระดับชาติหรือไม่"),
                n("f54ba6e6", "คุณต้องเป็นผู้สมัครรับเลือกตั้งสำหรับตำแหน่งในระดับรัฐหรือระดับชาติในปัจจุบันเพื่อให้มีคุณสมบัติสำหรับการยืนยันในหมวดหมู่นี้"),
                n("dd85d0a0", "คุณเป็นเจ้าหน้าที่ในระดับรัฐหรือระดับชาติหรือไม่"),
                n("f0058c60", "คุณต้องเป็นเจ้าหน้าที่รัฐในระดับรัฐหรือระดับชาติในปัจจุบันเพื่อให้มีคุณสมบัติสำหรับการยืนยันในหมวดหมู่นี้"),
                n("f420a712", "ใช่"),
                n("fb97d22c", "ไม่ใช่"),
                n("e16b1cc8", "ข้อมูลส่วนตัวของคุณมีคุณสมบัติตรงตามเกณฑ์สำหรับผู้สมัครรับเลือกตั้งหรือไม่"),
                n("cf2ee92e", "ผู้สมัครเข้ารับตำแหน่งต้องมีบัญชีสาธารณะที่สามารถใช้อ้างอิงถึงตำแหน่งที่สมัคร และลิงก์ไปยังเว็บไซต์ทางการของแคมเปญ"),
                n("g544885e", "ข้อมูลส่วนตัวของคุณมีคุณสมบัติตรงตามเกณฑ์สำหรับสำนักงานหรือหน่วยงานภาครัฐหรือไม่"),
                n("bd0b4542", "สำนักงานและหน่วยงานภาครัฐต้องมีบัญชีสาธารณะที่มีลิงก์ไปยังเว็บไซต์ทางการ"),
                n("i45b224c", "ข้อมูลส่วนตัวของคุณมีคุณสมบัติตรงตามเกณฑ์สำหรับเจ้าหน้าที่รัฐหรือไม่"),
                n("fba1dd66", "เจ้าหน้าที่รัฐต้องมีบัญชีสาธารณะที่สามารถใช้อ้างอิงถึงตำแหน่งทางภาครัฐในปัจจุบัน และลิงก์ไปยังเว็บไซต์ทางการของสำนักงาน"),
                n("e95c44de", "ใช่ ครบถ้วนแล้ว"),
                n("fa5e15e2", "ฉันต้องอัพเดต"),
                n("jdf47e8e", "เว็บไซต์แคมเปญ"),
                n("eeec7316", "เพิ่มเว็บไซต์แคมเปญ"),
                n("b163b654", "การอ้างอิงจากภาครัฐ"),
                n("d2378d34", "เพิ่มการอ้างอิงจากภาครัฐ"),
                n("a05b8446", "นักข่าวฟรีแลนซ์"),
                n("hdad12b2", "นักข่าวฟรีแลนซ์อิสระที่มีผลงานที่มีชื่อเสียงในสิ่งพิมพ์ที่ยืนยันตัวตนแล้ว"),
                n("d2d7af4c", "องค์กรหรือสิ่งพิมพ์ด้านข่าว"),
                n("d83e51dc", "สิ่งพิมพ์และสิ่งพิมพ์ดิจิทัล; การออกอากาศ, เคเบิล, ดาวเทียม และสตรีมมิ่งเครือข่ายข่าวทางทีวีและวิทยุ, สถานีและรายการต่างๆ; พอดคาสต์; และสื่ออื่นๆ ที่คล้ายคลึงกัน"),
                n("g708cbdc", "ข้อมูลส่วนตัวของคุณเป็นไปตามข้อกำหนดในการยืนยันหรือไม่"),
                n("b107ee5c", "องค์กรข่าวต้องมีบัญชีสาธารณะที่เชื่อมโยงไปยังเว็บไซต์อย่างเป็นทางการ"),
                n("e8746826", "ฉันยืนยันว่าบัญชีของผู้ว่าจ้างของฉันยืนยันตัวตนแล้ว"),
                n("jc09b420", "ข้อมูลส่วนตัวของคุณมีคุณสมบัติตรงตามเกณฑ์สำหรับนักข่าวหรือไม่"),
                n("gfbd7e58", "นักข่าวต้องมีบัญชีสาธารณะที่ทั้งสามารถใช้อ้างอิงชื่อและลิงก์ไปยังเว็บไซต์ทางการขององค์กรข่าวที่ยืนยันตัวตนแล้วซึ่งพวกเขาทำงานให้"),
                n("h0ad4c9e", "ข้อมูลอ้างอิงขององค์กรข่าวที่เป็นทางการ"),
                n("a6553b50", "เว็บไซต์ทางการขององค์กรหรือสิ่งพิมพ์ด้านข่าวสารที่อ้างถึงคุณในฐานะนักข่าว"),
                n("a29b2988", "บรรทัดที่ลงชื่อและเครดิตของบทความ"),
                n("ab4eae60", "บรรทัดที่ลงชื่อหรือเครดิตอย่างน้อย 3 รายการในสิ่งพิมพ์ที่มีคุณสมบัติเหมาะสมที่เผยแพร่ภายใน 6 เดือนที่ผ่านมา"),
                n("b3fac982", "URL ที่ระบุไว้ลิงก์ไปยังหน้าที่ใช้อ้างอิงฉันได้"),
                n("e26dc9e2", "เพิ่มผลงานที่มีชื่อเสียง"),
                n("e164df2e", "บทความที่ระบุไว้มีคุณสมบัติตรงตามเกณฑ์ความมีชื่อเสียงหรือไม่"),
                n("i80ff05e", "เฉพาะบทความที่เผยแพร่โดยองค์กรหรือสิ่งพิมพ์ด้านข่าวสารที่ยืนยันตัวตนแล้วเท่านั้นที่มีคุณสมบัติเป็นหลักฐานความมีชื่อเสียง"),
                n("cf7482ec", "ใช่ มีคุณสมบัติ"),
                n("fcb96cfc", "บุคคลในวงการกีฬาอาชีพ"),
                n("ddc7d64a", "นักกีฬาอาชีพ โค้ช ผู้จัดการ ตลอดจนนักกีฬาที่เข้าร่วมการแข่งขันระดับโลก (เช่น โอลิมปิก พาราลิมปิก ฯลฯ)"),
                n("c4e0d346", "หน่วยงานด้านกีฬาอาชีพ"),
                n("e3ce81fa", "ลีกกีฬาอาชีพ ทีม และการแข่งขันระดับโลก (เช่น โอลิมปิก พาราลิมปิก ฯลฯ)"),
                n("b2808f48", "บุคคลในวงการเกม"),
                n("db7b3558", "บัญชีส่วนบุคคลของนักกีฬาอีสปอร์ตที่เชื่อมโยงกับทีมหรือลีกเกมที่ได้รับการยืนยัน"),
                n("bbd9a912", "ฉันยืนยันว่าทีม ลีก กิจกรรม หรือองค์กรที่เกี่ยวข้องกับบัญชีของฉันได้รับการยืนยันแล้ว"),
                n("he9c5638", "ลิงก์ไปยังเว็บไซต์อย่างเป็นทางการของการแข่งขันระดับโลกหรือองค์กรกีฬาที่อ้างอิงถึงคุณ"),
                n("bf06e1d6", "เว็บไซต์อย่างเป็นทางการที่เกี่ยวข้องกับองค์กรกีฬาอาชีพที่อ้างอิงถึงคุณในฐานะนักกีฬา ผู้จัดการ หรือโค้ชมืออาชีพ"),
                n("e241d35e", "ต้องมีอย่างน้อยสามบทความจากองค์กรข่าวที่ได้รับการยืนยันหรือสิ่งพิมพ์ที่อ้างอิงถึงคุณในฐานะนักกีฬา ผู้จัดการ หรือโค้ชมืออาชีพ"),
                n("ad456030", "ต้องมีอย่างน้อยสามบทความจากองค์กรข่าวที่ได้รับการยืนยันหรือสิ่งพิมพ์ที่อ้างอิงถึงคุณในฐานะบุคคลในวงการเกม"),
                n("hbe2e65c", "เว็บไซต์อย่างเป็นทางการที่เกี่ยวข้องกับลีก esports ที่ได้รับการยืนยันแล้วหรือกิจกรรมที่อ้างอิงถึงคุณในฐานะบุคคลในวงการเกม"),
                n("j3da4dea", "คุณไม่สามารถขอการยืนยันได้ในขณะนี้"),
                n("af39265e", "บริษัท แบรนด์ และองค์กร"),
                n("bb51cd7a", "กีฬาและเกม"),
                n("c044a571", "เรียนรู้เพิ่มเติม"),
                n("a58cd1fb", "เรียนรู้เพิ่มเติม"),
                n("b47b0fd1", "เรียนรู้เพิ่มเติม"),
                n("db25263b", "เรียนรู้เพิ่มเติม"),
                n("b25b02c3", "เรียนรู้เพิ่มเติม"),
                n("j6ef6afb", "เรียนรู้เพิ่มเติม"),
                n("d42d162b", "เรียนรู้เพิ่มเติม"),
                n("ccadfc85", "เรียนรู้เพิ่มเติม"),
                n("ddb47f57", "เรียนรู้เพิ่มเติม"),
                n("bf9e181b", "เรียนรู้เพิ่มเติม"),
                n("e8e39f95", "Learn more"),
                n("e126dd3f", "Learn more"),
                n("i821844f", "Learn more"),
                n("b0abbb17", "Learn more");
            n("e7e0d88b", "Learn more"),
                n("i560665f", "Learn more"),
                n("f6e774d9", "Learn more"),
                n("h486f755", "Learn more"),
                n("bab41dab", "Learn more"),
                n("e0ebdb29", "เรียนรู้เพิ่มเติม"),
                n("f8493831", "เรียนรู้เพิ่มเติม"),
                n("icb5913f", "เรียนรู้เพิ่มเติม"),
                n("af819833", "เรียนรู้เพิ่มเติม"),
                n("d35525b1", "เรียนรู้เพิ่มเติม"),
                n("cb181ed1", "เรียนรู้เพิ่มเติม"),
                n("f6c3d3f1", "เรียนรู้เพิ่มเติม"),
                n("d4588ded", "เรียนรู้เพิ่มเติม"),
                n("a759bff9", "เรียนรู้เพิ่มเติม"),
                n("c64a59f7", "เรียนรู้เพิ่มเติม"),
                n("c054f433", "เรียนรู้เพิ่มเติม"),
                n("c1b7ad51", "เรียนรู้เพิ่มเติม"),
                n("f7998565", "เรียนรู้เพิ่มเติม"),
                n("c74a47ef", "เรียนรู้เพิ่มเติม"),
                n("gf9899bf", "เรียนรู้เพิ่มเติม"),
                n("d7a9185d", "เรียนรู้เพิ่มเติม"),
                n("c4b205e1", "เรียนรู้เพิ่มเติม"),
                n("c04b4b1d", "เรียนรู้เพิ่มเติม"),
                n("d26ccc67", "เรียนรู้เพิ่มเติม"),
                n("hdb3bc85", "เรียนรู้เพิ่มเติม"),
                n("b6cb494f", "เรียนรู้เพิ่มเติม"),
                n("abc132eb", "เรียนรู้เพิ่มเติม"),
                n("de1b28ad", "เรียนรู้เพิ่มเติม"),
                n("h04c272d", "เรียนรู้เพิ่มเติม"),
                n("j331c659", "เรียนรู้เพิ่มเติม"),
                n("h02fe64f", "เรียนรู้เพิ่มเติม"),
                n("a7df4b85", "เรียนรู้เพิ่มเติม"),
                n("e9b71903", "เรียนรู้เพิ่มเติม"),
                n("g961011f", "เรียนรู้เพิ่มเติม"),
                n("d5dedb7b", "เรียนรู้เพิ่มเติม"),
                n("gd396551", "เรียนรู้เพิ่มเติม"),
                n("dccc08bf", "เรียนรู้เพิ่มเติม"),
                n("f22a6d0d", "เรียนรู้เพิ่มเติม"),
                n("i78c9fd5", "เรียนรู้เพิ่มเติม"),
                n("f3e333a9", "เรียนรู้เพิ่มเติม"),
                n("i5fee6d3", "เรียนรู้เพิ่มเติม"),
                n("fe7420f5", "เรียนรู้เพิ่มเติม"),
                n("fcfad60d", "เรียนรู้เพิ่มเติม"),
                n("cc35a6b9", "เรียนรู้เพิ่มเติม"),
                n("d9bd3823", "เรียนรู้เพิ่มเติม"),
                n("a67f27bd", "เรียนรู้เพิ่มเติม"),
                n("b8be7adb", "เรียนรู้เพิ่มเติม"),
                n("gd663f41", "เรียนรู้เพิ่มเติม"),
                n("b436b101", "เรียนรู้เพิ่มเติม"),
                n("j97bce4a", "ชื่่อเรียก X"),
                n("acd5ca14", "ลองอีกครั้ง ชื่อผู้ใช้ต้องไม่มีอักขระพิเศษ เช่น @, $ หรือ #"),
                n("bbef41c2", "ตรวจสอบที่อยู่อีเมลทางการที่เชื่อมโยงกับคำขอการยืนยัน X ของคุณ"),
                n("be03ecca", "ที่อยู่อีเมล"),
                n("c69a40de", "คุณไม่มีที่อยู่อีเมลที่ยืนยันแล้วที่มีอยู่แล้ว"),
                n("c83a1662", "คุณไม่มีที่อยู่อีเมลที่มีสิทธิ์ที่ยืนยันแล้ว"),
                n("e1e878ee", "การตั้งค่า"),
                n("b9635182", "การตั้งค่า"),
                n("j163be32", "เริ่มขอการยืนยัน"),
                n("gaf821c8", "คำขอการยืนยัน"),
                n("e1ac0f9b", "เรียนรู้เพิ่มเติม"),
                n("h2d4ba56", "กำลังตรวจสอบ ID ของคุณ..."),
                n("i2051842", "เรากำลังตรวจสอบให้แน่ใจว่า ID ของคุณตรงตามมาตรฐานของเรา ซึ่งอาจใช้เวลาถึง 30 วินาที"),
                n("fc2a5c92", "มีบางอย่างผิดพลาด"),
                n("jf4b6f70", "มีปัญหาในการอัพโหลด ID ของคุณ โปรดลองอัพโหลดอีกครั้ง"),
                n("d338f53e", "ลองอีกครั้ง"),
                n("e43672a0", "เราจำเป็นต้องรวบรวมข้อมูลบางอย่างเกี่ยวกับบัตรประจำตัวที่ทางราชการออกให้ของคุณ"),
                n("b246aa5e", "ประเทศที่ออก"),
                n("d6fb5878", "เลือกประเทศ"),
                n("b72f97cc", "ประเภทการยืนยันตัวตน"),
                n("b2ab6008", "เลือกประเภทบัตรประจำตัว"),
                n("h9270b1c", "ค้นหาประเทศ"),
                n("ff1d68f8", "อัพโหลดรูปภาพบัตรประจำตัวของคุณ"),
                n("bdada5a6", "ด้านหน้า"),
                n("edfed0f6", "อัพโหลดด้านหน้าของ ID"),
                n("def5015d", function (e) {
                    return "กลับ" + e.back_of_document;
                }),
                n("b09aade6", "อัพโหลดด้านหลังของ ID"),
                n("b40ed190", "เอกสาร"),
                n("c6650b56", "อัพโหลดเอกสาร"),
                n("d171ed16", "เราอาศัยบุคคลที่สามที่เชื่อถือได้เพื่อช่วยเหลือเรา บุคคลเหล่านี้ยืนยันความถูกต้องของบัตรประจำตัวของคุณและให้ข้อมูลที่จำกัดและแพลตฟอร์มแก่เรา ซึ่งทำให้เราสามารถยืนยันสิทธิ์ของคุณสำหรับสถานะบัญชีที่ได้รับการยืนยัน"),
                n("d20f76cb", "เรียนรู้เพิ่มเติม"),
                n("b8deb156", "นโยบายความเป็นส่วนตัว"),
                n("b9960f32", "เพิ่มรูปภาพหรือวิดีโอ"),
                n("gd80afba", "แก้ไขสื่อ"),
                n("j322caee", "ทำเครื่องหมายสื่อที่มีเนื้อหาล่อแหลม"),
                n("abd845fe", "แก้ไข"),
                n("df1b0708", "เล่น GIF นี้"),
                n("cd959e5c", "ลบสื่อออก"),
                n("add55c98", "สื่อ"),
                n("f350cf46", "ลากแล้ววางสื่อ"),
                n("gff1f69e", "กำลังโหลดรูปภาพ"),
                n("a91bb144", "ส่งข้อมูล"),
                n("affce770", "เราและบุคคลที่สามที่เชื่อถือได้ของเราจะใช้ข้อมูลที่เกี่ยวข้องกับบัญชีของคุณและข้อมูลเพิ่มเติมใดๆ ที่คุณให้กับเราเพื่อตรวจสอบความถูกต้องและสิทธิ์ในการยืนยันของคุณ"),
                n("i0864918", "หมวดหมู่"),
                n("c7942074", "ประเภทบัญชี"),
                n("b8121daa", "การอ้างอิงความมีชื่อเสียง"),
                n("d247ca70", "ตรวจสอบรายละเอียดคำขอการยืนยันของคุณด้านล่าง เมื่อได้รับการยืนยันแล้ว ให้กดส่ง"),
                n("b51afbb2", "วิธีการยืนยันตัวตน"),
                n("cc87b01c", "ตรวจสอบและส่ง"),
                n("ec6801cc", "ส่งคำขอของคุณแล้ว"),
                n("i6ef95ec", "สำรวจ"),
                n("j94e995e", "คำขอล่าสุดของคุณถูกปฏิเสธ คุณจะต้องรอ 30 วันนับจากวันนั้น จึงจะส่งคำขอใหม่ได้"),
                n("da458d6c", "คุณได้ส่งคำขอการยืนยันและถูกปฏิเสธภายใน 30 วันที่ผ่านมา โปรดลองอีกครั้ง"),
                n("j4ed9f0e", "คุณได้ส่งคำขอการยืนยันแล้ว และจะได้รับการติดต่อกลับทันทีที่มีการตัดสินใจ"),
                n("b1ade780", "บัญชีของคุณใหม่เกินไป โปรดรอจนกว่าบัญชีของคุณจะมีอายุอย่างน้อย 7 วัน แล้วจึงลองอีกครั้ง"),
                n("aab67626", "คำขอการยืนยันของคุณกำลังได้รับการตรวจสอบ"),
                n("d3c1e25e", "ไม่ มันไม่ใช่ความฝัน ใช่ คุณได้รับการยืนยันแล้วจริงๆ"),
                n("a8b4500e", "ข้อบังคับ"),
                n("ef1b5cbc", "เลือกการแจ้งเตือนที่คุณต้องการเห็น และที่ไม่ต้องการเห็น"),
                n("aaafffda", "ซ่อนการแจ้งเตือน"),
                n("afdf29b8", "ตัวกรองคุณภาพ"),
                n("da19d878", "เลือกเพื่อกรองเนื้อหาออก เช่น โพสต์ที่ซ้ำหรือโพสต์ที่เป็นแบบอัตโนมัติ การเลือกนี้จะไม่ใช้กับการแจ้งเตือนจากบัญชีที่คุณติดตามหรือโต้ตอบไปเมื่อไม่นานมานี้"),
                n("i2209530", "บันทึก"),
                n("da867c58", "เลือกความต้องการของคุณตามประเภทการแจ้งเตือน"),
                n("a2197726", "จัดการความปลอดภัยของบัญชี"),
                n("i36dcc3e", "ช่วยป้องกันบัญชีของคุณจากการเข้าถึงที่ไม่ได้รับอนุญาตโดยการขอการยืนยันตัวตนครั้งที่สองเพิ่มเติมนอกเหนือจากรหัสผ่าน X คุณสามารถเลือก SMS แอพยืนยันตัวตน หรือคีย์ความปลอดภัย"),
                n("ead60eb8", "การปกป้องด้วยรหัสผ่านเพิ่มเติม"),
                n("gfaf9a4a", "ปกป้องการรีเซ็ตรหัสผ่าน"),
                n("h3cc8462", "เพื่อการป้องกันที่เพิ่มมากขึ้น คุณจะต้องยืนยันที่อยู่อีเมลหรือหมายเลขโทรศัพท์ของคุณเพื่อรีเซ็ตรหัสผ่าน X"),
                n("b4bbdeb4", "พาสคีย์"),
                n("fe8aeb88", "พาสคีย์จะช่วยเพิ่มการป้องกันซึ่งอาจเชื่อมโยงกับข้อมูลไบโอเมตริกของคุณ"),
                n("dc096238", "อัปโหลดแบบฟอร์มระบุตัวตนที่ได้รับอนุมัติเพื่อยืนยันความถูกต้องของบัญชีของคุณ ข้อมูลของคุณจะถูกใช้เพื่อยืนยันตัวตนของคุณเท่านั้น และจะได้รับการจัดการอย่างปลอดภัยและมั่นคง"),
                n("a999cb72", "บันทึกการเปลี่ยนแปลงบัญชี"),
                n("dec3c9b8", "รหัสผ่าน"),
                n("b929aa74", "กรอกรหัสผ่าน X ของคุณอีกครั้งเพื่อบันทึกการเปลี่ยนแปลงไปยังบัญชีของคุณ"),
                n("d1091f50", "ลืมรหัสผ่านใช่ไหม"),
                n("fd23fe4a", "นี่คือพาสคีย์สำหรับอุปกรณ์ทุกเครื่องของคุณ"),
                n("d9921a6c", "สร้างพาสคีย์ใหม่"),
                n("i4855730", "ลบพาสคีย์"),
                n("a6acdc67", function (e) {
                    return "วันที่เพิ่ม: " + e.date;
                }),
                n("d97c07be", "จัดการระบบสมาชิกติดตามผู้สร้าง"),
                n("efa291da", "ดูและจัดการระบบสมาชิกติดตามผู้สร้างด้านล่างโดยใช้ Stripe ระบบสมาชิกใดๆ ที่ใช้งานอยู่ที่คุณเริ่มต้นบน iOS หรือ Android สามารถจัดการได้ในแอป"),
                n("j7f5c6aa", "คุณยังไม่มีระบบสมาชิกใดๆ"),
                n("ef4602ec", "มีข้อผิดพลาดบางอย่างเกิดขึ้น โปรดลองอีกครั้งภายหลัง"),
                n("b02df748", "จัดการความปลอดภัยของบัญชีและติดตามการใช้งานบัญชีของคุณ รวมถึงแอพที่เชื่อมต่อกับบัญชี"),
                n("g2841de4", "ดูข้อมูลเกี่ยวกับเวลาที่คุณเข้าสู่ระบบในบัญชีและแอพที่คุณเชื่อมต่อกับบัญชี"),
                n("hf45cca6", "จัดการบัญชี Google หรือ Apple ที่เชื่อมต่อกับ X เพื่อเข้าสู่ระบบ"),
                n("a310511c", "จัดการบัญชีที่แบ่งปันของคุณ"),
                n("jc02ae68", "แอพที่เชื่อมต่อ"),
                n("dd82312a", "เซสชัน"),
                n("e5e8a89a", "กำลังโหลดแอพ"),
                n("hfa9a2c8", "จัดการแอพที่เชื่อมต่อในพริบตา"),
                n("dd1b86f9", function (e) {
                    return "โดย " + e.name;
                }),
                n("cf461930", "แอพของบุคคลที่สามที่คุณอนุญาตให้เข้าถึงบัญชี X ของคุณจะปรากฏที่นี่"),
                n("b63b0b1d", "เรียนรู้เพิ่มเติม"),
                n("c2cb5560", "เซสชันที่ใช้งานในปัจจุบัน"),
                n("bca43fd0", "ออกจากระบบเซสชันอื่นๆ"),
                n("ha6df2ca", "เซสชันคืออุปกรณ์ที่คุณใช้อยู่หรือเคยใช้บัญชี X ของคุณ นี่คือเซสชันที่บัญชีของคุณเข้าสู่ระบบอยู่ในขณะนี้ คุณสามารถออกจากระบบของแต่ละเซสชันได้"),
                n("b72d2904", "คุณเข้าสู่ระบบบัญชี X นี้บนอุปกรณ์นี้ และคุณใช้งานอยู่ในปัจจุบัน"),
                n("b850cbd0", "คุณเข้าสู่ระบบบัญชีเหล่านี้บนอุปกรณ์เหล่านี้ และคุณไม่ได้ใช้งานในปัจจุบัน "),
                n("cf3e3164", "ออกจากระบบเซสชันอื่นๆ ทั้งหมด"),
                n("f810f27a", "คุณต้องการสิ้นสุดเซสชันอื่นๆ ของคุณหรือไม่"),
                n("gbb5cec5", function (e) {
                    return "การออกจากระบบจะทำให้เซสชัน X อื่นๆ ที่คุณใช้งานอยู่ " + e.num + " เซสชันสิ้นสุดลง แต่จะไม่ส่งผลกระทบต่อเซสชันที่คุณใช้งานในปัจจุบัน";
                }),
                n("fcbd4904", "การดำเนินการนี้จะทำให้เซสชัน X ที่ใช้งานอยู่ของคุณสิ้นสุดลง"),
                n("ab78d946", "คุณกำลังจะทำให้เซสชัน X อื่นๆ ที่คุณใช้งานอยู่สิ้นสุดลง และคุณจะต้องเข้าสู่ระบบอีกครั้งบนอุปกรณ์เหล่านั้นเพื่อเริ่มต้นเซสชันใหม่"),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "ใช้งานอยู่ตอนนี้"),
                n("c9bc33fa", "อุปกรณ์"),
                n("f95ed3e6", "อุปกรณ์ปัจจุบัน"),
                n("a787669a", "การลงทะเบียนอุปกรณ์อื่นๆ"),
                n("gbefe730", "คุณได้ลงทะเบียนสำหรับการส่งข้อความส่วนตัวที่เข้ารหัสลับบนอุปกรณ์อื่นๆ เหล่านี้แล้ว"),
                n("d7a9796e", "กำลังโหลดอุปกรณ์"),
                n("b5635e86", "ลงทะเบียนอุปกรณ์นี้"),
                n("bb4a95dc", "ต้องการลงทะเบียนอุปกรณ์ของคุณหรือไม่"),
                n("a9538040", "การลงทะเบียนอุปกรณ์นี้จะทำให้คุณสามารถเริ่มต้นบทสนทนาแบบเข้ารหัสลับใหม่กับผู้ใช้ที่ลงทะเบียนรายอื่นได้"),
                n("hd173c7a", "ลงทะเบียน"),
                n("hf4312a4", "ลงทะเบียนอุปกรณ์แล้ว"),
                n("h7797d18", "ลงทะเบียนแล้ว"),
                n("hc48a042", "ยกเลิกการลงทะเบียนอุปกรณ์นี้"),
                n("d5bafb20", "ยกเลิกการลงทะเบียนอุปกรณ์นี้หรือไม่"),
                n("i12dee70", "การยกเลิกการลงทะเบียนอุปกรณ์จะทำให้คุณไม่สามารถเข้าถึงข้อความแบบเข้ารหัสลับในอุปกรณ์ได้อีกต่อไป"),
                n("d4b9db26", "ยกเลิกการลงทะเบียน"),
                n("c18b1b34", "วันที่และเวลาที่ลงทะเบียน"),
                n("e7c9d60a", "อุปกรณ์ที่เลือกถูกยกเลิกการลงทะเบียนแล้ว"),
                n("cd14c8fe", "กำลังโหลดข้อมูลของอุปกรณ์"),
                n("j9db22f4", "เราไม่พบอุปกรณ์นี้"),
                n("c477d710", "จัดการข้อมูลที่คุณเห็นและแชร์บน X"),
                n("b06f5d36", "ความเคลื่อนไหวบน X ของคุณ"),
                n("fd807e78", "กลุ่มเป้าหมาย สื่อ และการแท็ก"),
                n("a9ff473c", "จัดการข้อมูลที่คุณอนุญาตให้ผู้อื่นบน X สามารถมองเห็นได้"),
                n("d0484606", "จัดการข้อมูลที่เชื่อมโยงกับโพสต์ของคุณ"),
                n("c4afe0e6", "กำหนดสิ่งที่คุณเห็นบน X ตามการตั้งค่าของคุณ เช่น หัวข้อและความสนใจ"),
                n("ab125232", "จัดการบัญชี คำ และการแจ้งเตือนที่คุณซ่อนหรือบล็อค"),
                n("cc950d94", "จัดการผู้ที่สามารถส่งข้อความถึงคุณได้โดยตรง"),
                n("fe37f854", "จัดการผู้ที่สามารถเห็นกิจกรรมการฟังพื้นที่สนทนาของคุณ"),
                n("ab987f3c", "ควบคุมการตั้งค่าด้านความสามารถในการค้นหาและจัดการรายชื่อผู้ติดต่อที่คุณนำเข้า"),
                n("db5fabb0", "การแชร์ข้อมูลและความเคลื่อนไหวเมื่อออกจาก X"),
                n("i83cab8a", "การแบ่งปันข้อมูลและการปรับแต่งให้เป็นส่วนตัว"),
                n("e338a794", "จัดการประสบการณ์การใช้งานโฆษณาของคุณบน X"),
                n("c05e8024", "จัดการประสบการณ์การใช้คุ้กกี้ของคุณบน X"),
                n("d29d59d0", "จัดการวิธีที่ X ใช้กิจกรรมออนไลน์ของคุณนอก X เช่น เว็บไซต์ที่คุณเข้าชม เพื่อปรับแต่งการใช้งานให้เหมาะสมกับคุณ"),
                n("c981a36c", "อนุญาตให้ X ปรับแต่งประสบการณ์ของคุณด้วยกิจกรรมโดยสรุปของคุณ เช่น กิจกรรมบนอุปกรณ์ที่คุณไม่ได้ใช้ในการเข้าสู่ระบบ X"),
                n("eb0cc786", "อนุญาตให้แชร์ข้อมูลเพิ่มเติมกับคู่ค้าทางธุรกิจของ X"),
                n("dd533318", "จัดการข้อมูลตำแหน่งที่ X ใช้เพื่อปรับแต่งการใช้งานให้เหมาะสมกับคุณ"),
                n("bd0646a0", "เรียนรู้เพิ่มเติมเกี่ยวกับความเป็นส่วนตัวบน X"),
                n("a607862a", "นโยบายความเป็นส่วนตัว"),
                n("g5925628", "ติดต่อเรา"),
                n("dd6012f8", "ศูนย์ความเป็นส่วนตัว"),
                n("jdceda60", "การตอบกลับ"),
                n("f644b748", "จัดการว่าใครสามารถตอบกลับโพสต์และการตอบกลับที่กรองแล้วของคุณ"),
                n("ff4b3818", "Grok และผู้ร่วมงานจากบุคคลที่สาม"),
                n("i586f3e0", "อนุญาตให้ใช้ข้อมูลที่เปิดเผยต่อสาธารณะของคุณตลอดจนการโต้ตอบ ข้อมูลที่ป้อน และผลลัพธ์กับ Grok และ xAI เพื่อใช้ในการฝึกอบรมและการปรับแต่ง"),
                n("d8492604", "เมื่อเลือกแล้ว โพสต์ของคุณและข้อมูลบัญชีอื่นจะแสดงให้เห็นแต่กับผู้ที่ติดตามคุณเท่านั้น"),
                n("if050fae", "ปกป้องวิดีโอของคุณ"),
                n("b7ed5f6e", "หากเลือก วิดีโอในโพสต์ของคุณจะไม่สามารถดาวน์โหลดได้ตามค่าเริ่มต้น การตั้งค่านี้จะมีผลกับโพสต์ในอนาคตและจะไม่มีผลย้อนหลัง"),
                n("dbb51952", "ป้องกันโพสต์ของคุณ"),
                n("de735de6", "การดำเนินการนี้จะทำให้เฉพาะผู้ติดตามใน X ของคุณเท่านั้นที่มองเห็นข้อมูลนี้"),
                n("c5d4192a", "ป้องกัน"),
                n("d9ddba70", "ชุมชนเป็นแบบสาธารณะ ดังนั้นการป้องกันบัญชีของคุณจะเป็นการซ่อนโพสต์ก่อนหน้าของคุณ คุณจะไม่สามารถโพสต์ในชุมชนได้จนกว่าบัญชีของคุณจะเป็นแบบสาธารณะอีกครั้ง"),
                n("f527b322", "ป้องกันบัญชีของฉัน"),
                n("d165c992", "ทุกคนสามารถแท็กคุณได้"),
                n("ea339390", "เฉพาะคนที่คุณติดตามเท่านั้นที่สามารถแท็กคุณได้"),
                n("e3a761ee", "ปิด"),
                n("a61ed23a", "ทำเครื่องหมายว่าสื่อที่คุณโพสต์อาจมีเนื้อหาล่อแหลม"),
                n("ae27c454", "เมื่อเปิดใช้งาน รูปภาพและวิดีโอที่คุณโพสต์จะถูกทำเครื่องหมายว่าล่อแหลมสำหรับผู้ที่ไม่ต้องการเห็นเนื้อหาที่ล่อแหลม"),
                n("fc1d217c", "แสดงสื่อที่อาจมีเนื้อหาล่อแหลม"),
                n("j018f2a2", "การตั้งค่าการสำรวจ"),
                n("h1ef00dc", "การตั้งค่าการค้นหา"),
                n("b05b9398", "เมื่อเปิดใช้งานการตั้งค่านี้ X อาจปรับแต่งเนื้อหาสำหรับคุณตามกิจกรรม X ของคุณ"),
                n("a3c1324c", "แสดงเนื้อหาที่แนะนำในลำดับเหตุการณ์สำหรับคุณ"),
                n("ee4592ca", "ไม่มีใคร"),
                n("da813d22", "ผู้ใช้ที่ยืนยันแล้ว"),
                n("baffe39a", "ทุกคน"),
                n("b3d8566e", "กรองข้อความที่มีคุณภาพต่ำ"),
                n("cfda8c44", "ซ่อนคำขอทางข้อความที่มีการตรวจพบว่าอาจเป็นสแปมหรือมีคุณภาพต่ำ คำขอเหล่านี้จะถูกส่งไปยังกล่องข้อความแยกต่างหากที่อยู่ด้านล่างของคำขอทางข้อความของคุณ โดยคุณจะยังสามารถดูข้อความดังกล่าวได้หากต้องการ"),
                n("f4c91f40", "อนุญาตข้อความจากสมาชิกของฉัน"),
                n("bf0c4336", "สมาชิกของคุณจะสามารถส่งข้อความถึงคุณโดยไม่ขึ้นอยู่กับการตั้งค่าข้อความอื่นๆ"),
                n("e6c411d8", "กรองสื่อกราฟิก"),
                n("g558101a", "แสดงคำเตือนข้อความที่ตรวจพบว่าอาจมีสื่อกราฟิก (เช่น ภาพเปลือย เนื้อหาทางเพศ หรือความรุนแรง) โดยคุณสามารถเลือกดูสื่อดังกล่าวได้ตลอดเวลาหากต้องการ"),
                n("d9172542", "แสดงการแจ้งเตือนว่าอ่านแล้ว"),
                n("bd557506", "บอกให้ผู้คนที่คุณพูดคุยด้วยทางข้อความทราบว่าคุณได้รับข้อความแล้ว การแจ้งเตือนว่าอ่านแล้วจะไม่แสดงในคำขอทางข้อความ"),
                n("f29080d0", "อนุญาตคำขอทางข้อความจาก:"),
                n("j0adcc2d", "เรียนรู้เพิ่มเติม"),
                n("ib3357a6", "ปรับแต่งโฆษณาให้เป็นส่วนตัว"),
                n("f2f9628e", "คุณจะเห็นโฆษณาบน X จากความเคลื่อนไหวบน X ของคุณเสมอ เมื่อเปิดใช้งานการตั้งค่านี้ X อาจปรับแต่งโฆษณาจากผู้โฆษณา X ทั้งในและนอก X โดยรวมความเคลื่อนไหวบน X ของคุณกับความเคลื่อนไหวทางออนไลน์อื่นๆ และข้อมูลจากคู่ค้าของเรา "),
                n("b5fe50fc", "หมวดหมู่โฆษณา"),
                n("c31a2ea6", "การเปิดใช้งานการตั้งค่าเหล่านี้ทำให้คุณมีสิทธิ์เห็นโฆษณาในหมวดหมู่เหล่านี้ เลือกเพื่อดูโฆษณาเกี่ยวกับหมวดหมู่เหล่านี้น้อยลงโดยเลือกไม่รับ"),
                n("if996630", "การพนัน"),
                n("a9ed7774", "อนุญาตให้ใช้เนื้อหาของ X ที่คุณเห็นในเว็บ"),
                n("e2d61838", "การติดตั้งนี้จะทำให้ X สามารถติดตามการเข้าชมเว็บไซต์อื่นๆ ของคุณที่มีเนื้อหาของ X รวมอยู่ด้วย เช่น ลำดับเหตุการณ์ที่อยู่ในหน้านั้น ข้อมูลดังกล่าวทำให้คุณใช้ X ได้ดียิ่งขึ้น เช่นมีการปรับให้เหมาะกับการใช้งานของคุณโดยเฉพาะ และจะไม่มีการเก็บประวัติการเรียกดูเว็บนี้ที่มีชื่อ อีเมล หรือหมายเลขโทรศัพท์ของคุณ"),
                n("c966aaf4", "ข้อมูลการเข้าเว็บเพจเหล่านี้จะไม่ถูกจัดเก็บหรือใช้เมื่อคุณอยู่ในบางประเทศ"),
                n("e8313b32", "คุณแน่ใจหรือไม่ เมื่อคุณปิดแล้ว คุณจะไม่สามารถเปิดกลับได้อีกในระหว่างที่คุณอยู่ในประเทศนี้"),
                n("f1d46fd6", "ใช่ ฉันแน่ใจ"),
                n("f6c8ccc8", "ปรับแต่งให้เหมาะสมกับตัวตนของคุณ"),
                n("ed012c88", "X จะทำการปรับแต่งประสบการณ์ของคุณตามข้อมูลที่คุณให้ไว้ รวมถึงอุปกรณ์ที่คุณใช้ในการเข้าสู่ระบบ เมื่อเปิดใช้งานการตั้งค่านี้ X อาจปรับแต่งตามความเหมาะสมของการอ้างอิงของคุณ เช่น อุปกรณ์และเบราว์เซอร์ของคุณที่ไม่ได้ใช้เพื่อเข้าสู่ระบบ X หรือที่อยู่อีเมลและหมายเลขโทรศัพท์ที่คล้ายกับที่ลิงก์กับบัญชี X ของคุณ"),
                n("d3c20d80", "อนุญาตให้แบ่งปันข้อมูลเพิ่มเติมกับคู่ค้าทางธุรกิจ"),
                n("f1c0d09c", "X แบ่งปันข้อมูลกับคู่ค้าทางธุรกิจอยู่เสมอเพื่อให้สามารถดำเนินงานและปรับปรุงผลิตภัณฑ์ให้ดีขึ้นได้ เมื่อเปิดใช้งาน การดำเนินการนี้จะทำให้ X สามารถแบ่งปันข้อมูลเพิ่มเติมกับคู่ค้าเหล่านั้นเพื่อช่วยสนับสนุนการดำเนินธุรกิจของ X ซึ่งรวมถึงการทำกิจกรรมด้านการตลาดของ X บนเว็บไซต์และแอพอื่นๆ ที่สอดคล้องกับคุณมากขึ้น"),
                n("dc20d918", "ปรับแต่งให้เป็นส่วนตัวตามสถานที่ที่คุณเคยไป"),
                n("af7d89e6", "X ใช้ประโยชน์จากข้อมูลบางอย่าง เช่น สถานที่ที่คุณสมัคร หรือตำแหน่งที่คุณอยู่ในปัจจุบัน เพื่อช่วยในการแสดงเนื้อหาที่เหมาะสมกับคุณมากขึ้น การเปิดการตั้งค่านี้ทำให้ X สามารถปรับเนื้อหาให้เหมาะกับคุณตามสถานที่อื่นๆ ที่คุณเคยไป"),
                n("f2b23062", "การเข้าถึง การแสดงผล และภาษา"),
                n("fa76d7dc", "จัดการวิธีแสดงเนื้อหาของ X ให้คุณเห็น"),
                n("j7a15010", "จัดการการใช้งาน X ของคุณในด้านต่างๆ เช่น การจำกัดการตัดกันของสี และความเคลื่อนไหว"),
                n("a257ecae", "จัดการขนาดตัวอักษร สี และพื้นหลัง การตั้งค่าเหล่านี้จะส่งผลต่อบัญชี X ทุกบัญชีบนเบราว์เซอร์นี้"),
                n("jc3fa0e2", "จัดการการใช้ภาษาเพื่อปรับแต่งการใช้งาน X ให้เหมาะสมกับคุณ"),
                n("cc2973a8", "จำกัดวิธีที่ X ใช้ข้อมูลเครือข่ายของคุณบางส่วนในอุปกรณ์นี้"),
                n("h54e6138", "คีย์ลัด"),
                n("a4b69cbc", "ภาษาที่แสดง"),
                n("c856bd00", "เลือกภาษาที่คุณต้องการสำหรับพาดหัว ปุ่ม และข้อความอื่นๆ จาก X"),
                n("cab61d58", "เลือกภาษาเพิ่มเติม"),
                n("dd93fafa", "เลือกภาษาเพิ่มเติมสำหรับเนื้อหาที่คุณต้องการเห็นบน X"),
                n("bca1de4a", "ภาษาเพิ่มเติมที่คุณพูด"),
                n("c3aa76c4", "ภาษาที่คุณอาจรู้"),
                n("g099069c", "จัดการภาษาบน X ตามความเคลื่อนไหวของคุณ เช่น บัญชีที่คุณติดตามและโพสต์ที่คุณมีส่วนร่วม"),
                n("cf9ce876", "ภาษาของแอพและโพสต์"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "นี่คือบัญชีโซเชียลที่คุณเชื่อมต่อกับบัญชี X ของคุณเพื่อเข้าสู่ระบบ คุณสามารถปิดการเข้าถึงได้ที่นี่"),
                n("d84ed6b2", "ยกเลิกการเชื่อมต่อ"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "เชื่อมต่อแล้ว"),
                n("ad31b476", "จัดการบัญชีอัตโนมัติของคุณ"),
                n("a2981062", "บัญชีสำหรับจัดการ"),
                n("aff4540e", "เปลี่ยนบัญชีสำหรับจัดการ"),
                n("b8b9d100", "ตั้งค่าระบบบัญชีอัตโนมัติ"),
                n("e0bc51f6", "ปิดระบบบัญชีอัตโนมัติ"),
                n("b92190c2", "เชื่อมต่อบัญชีสำหรับจัดการแล้ว"),
                n("fb03b39a", "ยกเลิกการเชื่อมต่อบัญชีสำหรับจัดการแล้ว"),
                n("bd51ddfa", "เราไม่สามารถยกเลิกการเชื่อมต่อบัญชีสำหรับจัดการได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง"),
                n("e91c15f6", "ยกเลิกการเชื่อมต่อบัญชีสำหรับจัดการหรือไม่"),
                n("df035b80", "บัญชีอัตโนมัติของคุณจะสูญเสียป้ายกำกับหากคุณยกเลิกการเชื่อมต่อบัญชีสำหรับจัดการ"),
                n("bd12cf34", "ใช่ ยกเลิกการเชื่อมต่อ"),
                n("f79acef3", "เรียนรู้เพิ่มเติม"),
                n("a57a341c", "ประหยัดการส่งข้อมูล"),
                n("ab6505a8", "เมื่อคุณเลือก X จะใช้ข้อมูลเครือข่ายน้อยลง"),
                n("a5d4fda0", "มีบางอย่างผิดพลาด แต่ไม่ต้องกังวล มาลองกันอีกครั้ง"),
                n("g1888dc2", "ไม่ต้อง"),
                n("f724d1aa", "เฉพาะ Wi-Fi เท่านั้น"),
                n("cf6472c2", "เซลลูลาร์หรือ Wi-Fi"),
                n("b2ed92c4", "การขอเอกสารสำคัญ"),
                n("ce5d2c46", "ไม่สามารถใช้ได้ชั่วคราว"),
                n("bed6a87c", "ลิงก์ข้อมูล X ของคุณหมดอายุ"),
                n("b24b4768", "ไปที่ข้อมูล X ของฉัน"),
                n("a0c3f812", "หากต้องการรับข้อมูลที่อัพเดต คุณจะต้องส่งคำขอใหม่"),
                n("eea30bb5", function (e) {
                    return "สร้างเมื่อวันที่: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "หมดอายุวันที่: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "ขนาดโดยประมาณ " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "ข้อมูล X (" + e.currentIndex + " จาก " + e.count + ")";
                }),
                n("fc5bfd96", "เริ่มต้นใช้งาน"),
                n("gee8110e", "ดาวน์โหลดเอกสารสำคัญ"),
                n("c326f156", "ดาวน์โหลดเอกสารสำคัญแล้ว"),
                n("c9fe9b56", "คลังทวิตเตอร์ของคุณกำลังจะดาวน์โหลด"),
                n("j54b679b", function (e) {
                    return "ไฟล์นี้จะเปิดขึ้นในอีกหน้าต่างหนึ่ง และอาจใช้เวลาสักพักจึงจะเสร็จสิ้น เมื่อเสร็จแล้ว ไฟล์ที่ดาวน์โหลดจะอยู่ในรูปแบบไฟล์ " + e.size + " ZIP";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "ขนาดตัวอักษร"),
                n("c783d45e", "สี"),
                n("h306a358", "พื้นหลัง"),
                n("d8680056", "เล็กเป็นพิเศษ"),
                n("j59f0b94", "ค่าเริ่มต้น"),
                n("b81aaad8", "ใหญ่"),
                n("c7044880", "ใหญ่พิเศษ"),
                n("e46dffa0", "ขนาดข้อความ"),
                n("ce8a8116", "ตัวเลือกพื้นหลัง"),
                n("d3d48f3a", "สว่าง"),
                n("i76f67ee", "หรี่ไฟ"),
                n("c8f85960", "ปิดไฟ"),
                n("aefc5b20", "ตัวเลือกสี"),
                n("a52d0fde", "สีฟ้า"),
                n("d818cdd6", "สีเหลือง"),
                n("fee1cd64", "สีชมพู"),
                n("cbed7fb2", "สีม่วง"),
                n("g697ec02", "สีส้ม"),
                n("a7c2204a", "สีเขียว"),
                n("gde8fdd7", function (e) {
                    return "หัวใจหลักของ X คือข้อความสั้นๆ ที่เรียกว่าโพสต์ เช่นเดียวกับตัวอย่างนี้ ซึ่งสามารถใส่รูปภาพ วิดีโอ ลิงก์ และข้อความ แฮชแท็ก และการพูดถึง เช่น @" + e.mention;
                }),
                n("f277e94a", "ดู"),
                n("ee79367b", function (e) {
                    return "ระดับ " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "โฆษณา"),
                n("d9587114", "ดูโพสต์ล่าสุด"),
                n("b7b86c3c", "เปิดเวอร์ชันใหม่ของโพสต์นี้"),
                n("a407814e", "แก้ไขล่าสุด"),
                n("i46ee3f0", "นี่คือเวอร์ชันล่าสุดของโพสต์นี้"),
                n("e18cb87c", "อธิบายโพสต์นี้"),
                n("ffe16626", "ตัวกรองการตอบกลับเปิดอยู่"),
                n("jc81f6a7", function (e) {
                    return e.count + " ยอดดู";
                }),
                n("g521abc6", "Grok วิเคราะห์เลย!"),
                n("a09331e0", "บทความที่เกี่ยวข้อง"),
                n("e3eceda6", "การดำเนินการของ Grok"),
                n("a653f08f", function (e) {
                    return "อ่าน " + e.replyCount + " การตอบกลับ";
                }),
                n("dc0c8266", "ถาม Grok"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "ยอดดู";
                }),
                n("b8f3500a", "ดูเธรดในเครื่องมืออ่าน"),
                n("fc7db594", "ข้อมูลส่วนตัวโดยย่อ"),
                n("c3f04d9c", "กำลังคิด"),
                n("cbdddb0a", "เสร็จสมบูรณ์"),
                n("e98cc293", function (e) {
                    return "กําลังค้นหา " + e.query;
                }),
                n("b0d1e205", function (e) {
                    return 'กําลังค้นหาสําหรับ **"' + e.query + '"**';
                }),
                n("i2e0f4d7", function (e) {
                    return "เรียกดู " + e.url + " สำหรับ " + e.query;
                }),
                n("acb9b845", function (e) {
                    return "เรียกดู " + e.url + ' สำหรับ **"' + e.query + '"**';
                }),
                n("ef261d8d", function (e) {
                    return "กำลังค้นหาโพสต์โดย @" + e.username;
                }),
                n("f7d9cfb9", function (e) {
                    return "กำลังค้นหาโพสต์โดย @" + e.username + " สำหรับ " + e.query;
                }),
                n("bec7eb11", function (e) {
                    return "กำลังค้นหาโพสต์โดย @" + e.username + ' สำหรับ **"' + e.query + '"**';
                }),
                n("ead81122", "เกิดข้อผิดพลาดบางอย่าง โปรดรีเฟรชเพื่อเชื่อมต่อใหม่หรือลองอีกครั้ง"),
                n("f808a13a", "อัตราเกินขีดจำกัด โปรดรอสักครู่แล้วลองใหม่อีกครั้ง"),
                n("e0481e5a", "Grok ยังไม่พร้อมใช้งานในประเทศของคุณในขณะนี้"),
                n("bc0a5b5a", "Grok ไม่สามารถใช้งานได้ในขณะนี้ โปรดตรวจสอบอีกครั้งในภายหลัง"),
                n("ef674976", "คุณไม่ได้รับอนุญาตให้ใช้บริการนี้"),
                n("c74e87e0", "ไฟล์นี้มีขนาดใหญ่เกินไป โปรดเลือกไฟล์ที่มีขนาดเล็กลง"),
                n("bea50a2a", "ไม่รองรับรูปแบบไฟล์นี้"),
                n("j77292b7", function (e) {
                    return "โปรดเลือกไม่เกิน " + e.count + " ไฟล์ เท่านั้น";
                }),
                n("cbc8fed4", "การแปลนี้ถูกต้องหรือไม่ โปรดให้ข้อเสนอแนะเพื่อให้เราสามารถปรับปรุง:"),
                n("d56779a2", "เข้าใจง่าย"),
                n("b6fe8a56", "สับสนหรือไม่ชัดเจน"),
                n("i73a7d48", "แปลโดย Google"),
                n("eeadb767", function (e) {
                    return "แปลจาก " + e.originLanguage + " โดย Google";
                }),
                n("d9c6f69d", function (e) {
                    return "แปลจาก " + e.originLanguage + " โดย Grok";
                }),
                n("dc445f82", "แปลโดย Papago"),
                n("he9803d3", function (e) {
                    return "แปลจาก " + e.originLanguage + " โดย Papago";
                }),
                n("f8264fc0", "แปลโดย X"),
                n("caa5ba3d", function (e) {
                    return "แปลจาก " + e.originLanguage + " โดย X";
                }),
                n("deaf5b16", "ลองอีกครั้ง"),
                n("a66d80d0", "แปลโพสต์"),
                n("be9b9fb8", "แปลโดย Grok"),
                n("he9c9634", "ไม่สามารถดึงคำแปลได้"),
                n("j2198c98", "ซ่อนโพสต์ที่แปล"),
                n("d4d35bea", "กำลังแปล..."),
                n("i7ac410e", "แสดงต้นฉบับ"),
                n("c67f09e8", "แสดงคำแปล"),
                n("e0f81ff3", "การแปลภาษา:"),
                n("j2862695", function (e) {
                    return "แปลจาก " + e.originLanguage + " โดย ";
                }),
                n("b7cb4fab", "แปลโดย"),
                n("d4c339b9", function (e) {
                    return "โพสต์จาก " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") โพสต์แล้ว:\n" + e.tweet;
                }),
                n("h6f99ac4", "เพิ่มลงในบุ๊คมาร์กของคุณแล้ว"),
                n("g1c463f6", "ลบออกจากบุ๊คมาร์กของคุณแล้ว"),
                n("a2e7377f", function (e) {
                    return "ลบออกจาก " + e.bookmarkFolderName + " แล้ว";
                }),
                n("i47ad24c", "ทำต่อไป! ยิ่งคุณชื่นชอบโพสต์มากเท่าไหร่ ลำดับเหตุการณ์ของคุณก็จะยิ่งดีขึ้นเท่านั้น"),
                n("def4a37c", "ทำได้ดีมาก! ลำดับเหตุการณ์ของคุณดีขึ้นเรื่อยๆ ยิ่งคุณกดชอบมากเท่าไร ลําดับเหตุการณ์ของคุณก็จะยิ่งดีขึ้น กดชอบสิ่งที่คุณสนใจต่อไป"),
                n("f5d17674", "รีโพสต์โพสต์แล้ว"),
                n("d714acfa", "เลิกรีโพสต์โพสต์แล้ว"),
                n("b18dff26", "เฉพาะสมาชิกเท่านั้นที่สามารถเห็นการรีโพสต์นี้ได้"),
                n("c2453318", "เพิ่มในโฟลเดอร์"),
                n("f88553c8", "คัดลอกไปยังคลิปบอร์ดแล้ว"),
                n("b5b36724", "ตอบกลับแทนใช่ไหม"),
                n("gce00a2a", "ต้องการรีโพสต์แทนหรือไม่"),
                n("g271f120", "โพสต์ที่คุณร่างไว้จะถูกละทิ้งก่อนที่คุณจะตอบกลับ"),
                n("gad04d1a", "โพสต์ที่คุณร่างไว้จะถูกละทิ้งก่อนที่คุณจะอ้างอิง"),
                n("ibd021f2", "ต้องการอ่านบทความนี้ก่อนหรือไม่"),
                n("bbef69c4", "คุณกำลังจะแชร์บทความที่ยังไม่เคยเปิดอ่านบน X"),
                n("g5092766", "อ่านบทความ"),
                n("a2d5c006", "ขอบคุณที่เข้าชมลิงก์"),
                n("g37bb2d0", "การเข้าชมลิงก์ก่อนแบ่งปันจะช่วยส่งเสริมการพูดคุยที่อ้างอิงตามข้อมูล"),
                n("gc45a90a", "ขยายข้อความแจ้งเตือนนี้"),
                n("g7135e44", "ช่วยทำให้ X เป็นพื้นที่สำหรับข้อมูลที่เชื่อถือได้ ดูเพิ่มเติมก่อนชื่นชอบโพสต์นี้"),
                n("h9b6d468", "ช่วยทำให้ X เป็นพื้นที่สำหรับข้อมูลที่เชื่อถือได้ ดูเพิ่มเติมก่อนแชร์โพสต์นี้"),
                n("af5cd00e", "ดูเพิ่มเติม"),
                n("e29c651e", "ขอบคุณที่เรียนรู้เพิ่มเติม"),
                n("ef504d80", "คุณยังไม่สามารถเพิ่มโพสต์จากบัญชีที่ถูกป้องกันลงในบุ๊คมาร์กของคุณ"),
                n("cef96d5a", "โพสต์อยู่ในบุ๊คมาร์กของคุณแล้ว"),
                n("b2542f56", "มีบางอย่างผิดพลาด ลองบุ๊คมาร์กโพสต์นั้นอีกครั้งในอีกสักครู่"),
                n("fe3b9942", "คุณถูกบล็อคไม่ให้ชื่นชอบโพสต์ของผู้ใช้รายนี้ตามคําร้องขอจากผู้ใช้"),
                n("c2a6dc5c", "มีบางอย่างผิดพลาด ลองชื่นชอบโพสต์ของคุณอีกครั้งในอีกสักครู่"),
                n("b57f01b8", "ไม่สามารถชื่นชอบโพสต์ของผู้ใช้ที่ถูกป้องกันที่คุณไม่ได้ติดตามได้"),
                n("ba0b3cc0", "คุณถูกบล็อคไม่ให้รีโพสต์โพสต์ของผู้ใช้รายนี้ตามคําร้องขอจากผู้ใช้"),
                n("h32b1ac4", "มีบางอย่างผิดพลาด ลองรีโพสต์ใหม่อีกครั้งในอีกสักครู่"),
                n("e50cea9e", "ไม่อนุญาตให้รีโพสต์สำหรับโพสต์นี้"),
                n("d8e56f40", "ขออภัย คุณโพสต์เกินจำนวนสูงสุดแล้ว ลองรีโพสต์อีกครั้งในวันพรุ่งนี้"),
                n("i14d7a46", "มีบางอย่างผิดพลาด ลองลบโพสต์นั้นออกจากบุ๊คมาร์กของคุณอีกครั้งในอีกสักครู่"),
                n("d4ebfeb0", "ลองเลิกชื่นชอบโพสต์ของคุณอีกครั้งในไม่ช้า"),
                n("e639775e", "ลองยกเลิกการรีทวีตของคุณอีกครั้งในอีกสักครู่"),
                n("fcad707a", "เราใส่คำเตือนบนโพสต์นี้เนื่องจากอาจมีเนื้อหาล่อแหลม"),
                n("f1824804", "อุทธรณ์คำเตือนนี้"),
                n("f755f710", "เข้าใจแล้ว"),
                n("ced4abbe", "ดูบทสนทนา"),
                n("d00e1d2a", "เข้าร่วมชุมชน"),
                n("e6057014", "ขอเข้าร่วม"),
                n("ba352986", "คุณยังตอบกลับไม่ได้ ... ในตอนนี้"),
                n("d09e76d8", "ชุมชนเป็นแบบสาธารณะ ดังนั้นคุณจึงสามารถอ่านโพสต์ได้ แต่คุณต้องเข้าร่วมจึงจะมีส่วนร่วมได้"),
                n("cfa1f802", "สำรวจชุมชน"),
                n("af27a0f8", "คุณถูกลบออกจากชุมชนนี้"),
                n("id089506", "ติดต่อผู้ดูแลชุมชนเพื่อขอคืนสถานะ"),
                n("cac4e916", "โพสต์นี้ถูกซ่อน"),
                n("cb18be32", "คุณยังทำสิ่งนี้ไม่ได้ ... ในตอนนี้"),
                n("dbb5fd8e", "ไม่สามารถรีโพสต์โพสต์วงในได้"),
                n("ae2c8a1e", "ทำไมคุณจึงตอบกลับไม่ได้"),
                n("afe7ba26", "ทำไมคุณจึงชื่นชอบไม่ได้"),
                n("df9e2356", "ทำไมคุณถึงเพิ่มทวีตนี้ไปยังบุ๊คมาร์กไม่ได้"),
                n("jead3bc2", "ทำไมคุณจึงแชร์ไม่ได้"),
                n("h2a668b8", "ทำไมคุณจึงดูการวิเคราะห์โพสต์ไม่ได้"),
                n("bd85267e", "ทำไมคุณจึงรีโพสต์ไม่ได้"),
                n("dcc05a7e", "ยอดดู"),
                n("e213fada", "ไม่มีจำนวนยอดดูสำหรับโพสต์นี้"),
                n("g0954ea6", "เฉพาะผู้เขียนโพสต์และทีมดูแลชุมชนเท่านั้นที่สามารถมองเห็นได้ และการมีส่วนร่วมถูกปิดการใช้งาน"),
                n("e7969518", "ชุมชนเป็นแบบสาธารณะ คุณจึงสามารถอ่านโพสต์ได้ แต่ตอนนี้ การมีส่วนร่วมต้องได้รับเชิญเท่านั้น"),
                n("g2dc874a", "ชุมชนเป็นแบบสาธารณะ คุณจึงสามารถอ่านโพสต์ได้ แต่เฉพาะสมาชิกเท่านั้นที่จะสามารถโต้ตอบกับโพสต์ได้"),
                n("g562676f", "เรียนรู้เพิ่มเติม"),
                n("ee574c37", "เรียนรู้เพิ่มเติม"),
                n("de2d83d6", "บุ๊คมาร์กไปยังโฟลเดอร์"),
                n("f14df406", "คัดลอกลิงก์ไปยังโฆษณา"),
                n("e05c00b4", "คัดลอกลิงก์"),
                n("f61c4bb0", "ส่งทางข้อความส่วนตัว"),
                n("id35970e", "โพสต์วิดีโอ"),
                n("ff9348b8", "แบ่งปันโฆษณาผ่าน..."),
                n("d03241f8", "แชร์โพสต์ผ่าน ..."),
                n("j08dd2d4", "ลบออกจากบุ๊คมาร์ก"),
                n("b7fde1ea", "ลบออกจากโฟลเดอร์"),
                n("d9a2bd78", "ดาวน์โหลดวิดีโอ"),
                n("fbfab656", "แชร์ไปยังพื้นที่สนทนา"),
                n("e668112c", "โพสต์ที่แชร์กับพื้นที่สนทนา"),
                n("g5775e46", "ดูคำพูด"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "บุ๊คมาร์ก";
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "ความชอบ";
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "คำพูด";
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "รีโพสต์";
                }),
                n("e9f1fbcc", "ยังไม่มีอะไรให้ดูที่นี่"),
                n("a3b80be6", "กลับมาตรวจสอบในภายหลังเพื่อดูโพสต์เกี่ยวกับเรื่องนี้"),
                n("d93b360a", "ล้างคอลัมน์นี้แล้ว โพสต์เพิ่มเติมจะปรากฏขึ้นด้านบนเมื่อมีการสร้าง"),
                n("d6e2f9be", "กำลังโหลดลำดับเหตุการณ์"),
                n("afb4c24a", "ไม่มีรายการ"),
                n("e5b0063d", function (e) {
                    return "ลำดับเหตุการณ์: " + e.title;
                }),
                n("ib65b1c6", "สมัครด้วย Apple"),
                n("f55cebb8", "เข้าสู่ระบบด้วย Apple"),
                n("dcc304d6", "ดำเนินการต่อด้วย Apple"),
                n("e0870f26", "สมัครด้วย Google"),
                n("gfeffd6a", "ลงชื่อเข้าใช้ด้วย Google"),
                n("gf5e9ea6", "ยกเลิก"),
                n("e43138c5", function (e) {
                    return "ติดตาม " + e.name;
                }),
                n("be65f2e7", function (e) {
                    return "เลิกติดตาม " + e.name;
                }),
                n("a649d337", function (e) {
                    return "ไม่สนใจ " + e.name;
                }),
                n("e2f2b658", "เราจะไม่แนะนำหัวข้อนี้อีก"),
                n("b51f7edf", function (e) {
                    return "คุณเลิกติดตาม " + e.name + " แล้ว";
                }),
                n("gac366b3", function (e) {
                    return "คุณติดตาม " + e.name + " แล้ว";
                }),
                n("f9e45cfb", function (e) {
                    return "บล็อค @" + e.screenName + " หรือไม่";
                }),
                n("fcd4d489", function (e) {
                    return "บล็อค @" + e.screenName;
                }),
                n("a6450e84", "บล็อค"),
                n("g353ad73", function (e) {
                    return "พวกเขาจะไม่สามารถติดตามคุณหรือดูโพสต์ของคุณ และคุณจะไม่เห็นโพสต์หรือการแจ้งเตือนจาก @" + e.screenName;
                }),
                n("ad00a739", function (e) {
                    return "พวกเขาจะสามารถดูโพสต์สาธารณะของคุณได้ แต่จะไม่สามารถมีส่วนร่วมกับพวกเขาได้อีกต่อไป @" + e.screenName + " จะไม่สามารถติดตามหรือส่งข้อความถึงคุณได้ และคุณจะไม่เห็นการแจ้งเตือนจากพวกเขา";
                }),
                n("a9fd20be", "บล็อคเรียบร้อยแล้ว"),
                n("j546fb79", function (e) {
                    return "ยกเลิกการบล็อค @" + e.screenName + " หรือไม่";
                }),
                n("c9623eeb", function (e) {
                    return "ยกเลิกการบล็อค @" + e.screenName;
                }),
                n("e133be4e", "ยกเลิกการบล็อค"),
                n("he43bca4", "พวกเขาจะสามารถติดตามคุณและดูโพสต์ของคุณได้"),
                n("f5f01af6", "พวกเขาจะสามารถติดตามคุณและมีส่วนร่วมกับโพสต์สาธารณะของคุณได้"),
                n("b6878b0a", "มีบางอย่างผิดพลาด ลองบล็อคผู้ใช้คนนี้อีกครั้งในอีกสักครู่"),
                n("e40252de", "ไม่ต้องแสดงโพสต์เหล่านี้ในหน้าสำหรับคุณ"),
                n("ae225c26", "แสดงโพสต์เหล่านี้ในหน้าสำหรับคุณ"),
                n("a96d2628", "ไม่ต้องแสดงรายชื่อนี้ในหน้าสำหรับคุณ"),
                n("d00abae0", "โพสต์ติดอันดับจากรายชื่อนี้จะไม่แสดงในลำดับเหตุการณ์หน้าสำหรับคุณอีกต่อไป"),
                n("e566dd06", "โพสต์ติดอันดับจากรายชื่อนี้จะไม่แสดงในหน้าสำหรับคุณอีกต่อไป"),
                n("j3cc1526", "แสดงรายชื่อนี้ในหน้าสำหรับคุณ"),
                n("h435716e", "โพสต์ติดอันดับจากรายชื่อนี้อาจแสดงในลำดับเหตุการณ์หน้าสำหรับคุณ"),
                n("e8ba412e", "โพสต์ติดอันดับจากรายชื่อนี้อาจแสดงในหน้าสำหรับคุณในขณะนี้"),
                n("d66e95cc", "ปักหมุดการตอบกลับบนโพสต์ของคุณหรือไม่"),
                n("i24ed0de", "ปักหมุดการตอบกลับ"),
                n("b1033082", "การตอบกลับจะปรากฏที่ด้านบนสุดของการตอบกลับของโพสต์ คุณเปลี่ยนหรือเอาหมุดออกได้ทุกเมื่อ"),
                n("e96a5962", "เอาหมุดออกจากการตอบกลับนี้หรือไม่"),
                n("ec04e6fc", "เอาหมุดออกจากการตอบกลับ"),
                n("d05618f2", "การตอบกลับจะไม่ปรากฏที่ด้านบนสุดของการตอบกลับของโพสต์นี้อีกต่อไป"),
                n("j9aedfdc", "ปักหมุดการตอบกลับ"),
                n("c034211a", "เอาหมุดออกจากการตอบกลับ"),
                n("ie4538b4", "ปักหมุดการตอบกลับบนโพสต์แล้ว"),
                n("ad135a24", "เอาหมุดออกจากการตอบกลับบนโพสต์แล้ว"),
                n("ee369efc", "ไม่สามารถปักหมุดการตอบกลับบนโพสต์"),
                n("c3e7f572", "ไม่สามารถเอาหมุดออกจากการตอบกลับบนโพสต์"),
                n("d058316c", "ขอบคุณ X จะใช้ข้อมูลนี้เพื่อทำให้ลำดับเหตุการณ์ของคุณดีขึ้น"),
                n("afb7e8f8", "อ่านบทความ"),
                n("jb0429b1", function (e) {
                    return "โดย " + e.name + " @" + e.screenName;
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "ปักหมุด"),
                n("j44ec610", "เอาหมุดออก"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "สมาชิก";
                }),
                n("b5334780", "กําลังรอดําเนินการ"),
                n("b171d7c4", "เข้าร่วม"),
                n("aa7ae3f6", "เข้าร่วมแล้ว"),
                n("bb1d57b6", "ออก"),
                n("h4fbfa58", "ยอมรับและเข้าร่วม"),
                n("ea8cfb1e", "ยอมรับและขอเข้าร่วม"),
                n("dc1b14a1", function (e) {
                    return "ตรวจสอบและยอมรับกฎของ " + e.communityName;
                }),
                n("c966ac64", "ไม่สามารถขอเข้าร่วมชุมชนได้ โปรดลองอีกครั้งในภายหลัง"),
                n("g690e07e", "คำตอบของคุณ (ไม่บังคับ)"),
                n("a5d21bf4", "คำตอบเป็นทางเลือก แต่จำไว้ว่าสิ่งนี้จะช่วยให้ผู้ดูแลยอมรับคำขอของคุณได้"),
                n("h9526e03", "ข้อบังคับของ X"),
                n("c00c234f", function (e) {
                    return "กฎของ " + e.communityName;
                }),
                n("hafa07f2", "การมีส่วนร่วมจะใช้งานได้อย่างจำกัด"),
                n("c15bee32", "คุณถูกลบออกจากชุมชนนี้"),
                n("efa265fc", "โพสต์ของคุณถูกป้องกันแล้ว"),
                n("f9cecf48", "ขออภัย คุณไม่สามารถเข้าร่วมได้ในขณะนี้"),
                n("bf7bdb60", "ไม่ใช่เกิดจากคุณ แต่เป็นที่เรา (จริงๆ) โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("h27d6950", "คุณยังออกไปไม่ได้"),
                n("b02360f6", "ผู้ดูแลระบบหรือผู้ดูแลคนสุดท้ายไม่สามารถออกไปได้เว้นแต่ว่าจะไม่เหลือใครแล้วในชุมชน"),
                n("fe832999", "ให้ตั้งค่าโพสต์ของคุณเป็นสาธารณะ"),
                n("bc7a7af4", "โพสต์ของคุณในชุมชนจะถูกซ่อนไว้ และคุณจะไม่สามารถเข้าร่วมได้อีก"),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "แสดงโพสต์เพิ่มเติม"),
                n("aebb6546", "กำลังโหลดโพสต์เพิ่มเติม"),
                n("a3484d22", "เสมอ"),
                n("aab2efa9", function (e) {
                    return "ผู้ชนะ " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "บัตรคะแนน " + e.gameCategory + " " + e.gameState + " " + e.accessibleGameClockPeriod + " " + e.teamOneLabel + " " + e.teamTwoLabel;
                }),
                n("f178e38c", "กําลังจะเกิดขึ้น"),
                n("b6da6b02", "สด"),
                n("i9f615c8", "สุดท้าย"),
                n("f897267a", "เลื่อน"),
                n("f93c4b6a", "ยกเลิก"),
                n("i79ab12a", "ติดตามหัวข้อ"),
                n("c0f56044", "เลิกติดตาม"),
                n("fcf51fe6", "ติดดาว"),
                n("e9a90d72", "ติดดาวแล้ว"),
                n("bf403716", "เลิกติดดาว"),
                n("c9f08e29", function (e) {
                    return "เลิกติดดาว " + e.title + " หรือไม่";
                }),
                n("hed4dcd0", "แม้ว่าคุณจะเลิกติดดาวหัวข้อนี้ แต่คุณยังอาจเห็นโพสต์เกี่ยวกับหัวข้อนี้อยู่ ซึ่งขึ้นอยู่กับบัญชีที่คุณติดตาม"),
                n("cd876e02", "ชื่นชอบ"),
                n("f2816e02", "ชื่นชอบแล้ว"),
                n("f5b04fbc", "เลิกชื่นชอบ"),
                n("c481ae3f", function (e) {
                    return "เลิกชื่นชอบ " + e.title + " หรือไม่";
                }),
                n("c94116de", "แม้ว่าคุณจะเลิกชื่นชอบหัวข้อนี้ แต่คุณยังอาจเห็นโพสต์เกี่ยวกับหัวข้อนี้อยู่ ซึ่งขึ้นอยู่กับบัญชีที่คุณติดตาม"),
                n("e0e730b0", "สนใจ"),
                n("b1850062", "ไม่สนใจ"),
                n("gd3f996f", function (e) {
                    return "ไม่สนใจ " + e.title + " ใช่หรือไม่";
                }),
                n("jdd65aac", "แม้ว่าคุณจะไม่สนใจหัวข้อนี้ แต่คุณยังอาจเห็นโพสต์เกี่ยวกับหัวข้อนี้อยู่ ซึ่งขึ้นอยู่กับบัญชีที่คุณติดตาม"),
                n("f93bb3ee", "โหลดภาพ"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "โหลด GIF"),
                n("d3ac405c", "โหลดวิดีโอ"),
                n("g97a046c", "เล่นวิดีโอนี้"),
                n("ac4c73d8", "วิดีโอที่ฝังไว้"),
                n("f3bb10a6", "กำลังเล่นวิดีโอ"),
                n("b87c0a72", "ไม่พลาดสิ่งที่เกิดขึ้นบน X ด้วยการเปิดใช้งานการแจ้งเตือนแบบพุช"),
                n("e71e09ec", "เปิดการแจ้งเตือน"),
                n("g4850f44", "การแจ้งเตือนแบบพุชเปิดอยู่"),
                n("dc397182", "กำหนดเอง"),
                n("ia5e7488", "ปิด"),
                n("j681933e", "รายชื่อส่วนตัว"),
                n("add55942", "มีข้อผิดพลาดบางอย่างเกิดขึ้น โปรดลองสมัครรับข้อมูลใหม่อีกครั้งในอีกสักครู่"),
                n("ib8f5f3c", "มีข้อผิดพลาดบางอย่างเกิดขึ้น โปรดลองยกเลิกการสมัครรับข้อมูลใหม่อีกครั้งในอีกสักครู่"),
                n("e20fc756", "คุณไม่ได้รับอนุญาตให้เพิ่มสมาชิกรายนี้ในรายชื่อนี้"),
                n("d8a032a2", "คุณต้องลบลำดับเหตุการณ์ที่ปักหมุดอยู่ออกหนึ่งรายการก่อน จึงจะสามารถเพิ่มอีกหนึ่งรายการได้"),
                n("fa816a0a", "จัดระเบียบรายชื่อ"),
                n("ac832ae4", "ปักหมุดรายชื่อ"),
                n("cdb33880", "ไม่ปักหมุดรายการ"),
                n("ca5d0a82", "แก้ไขรายชื่อ"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "ผู้ติดตาม";
                }),
                n("jceadc3e", "ไม่มีชื่อ"),
                n("a1d5303c", "ส่วนตัว"),
                n("cc8f8a80", "ไม่ได้อยู่ในรายการ"),
                n("c33a97d6", "สาธารณะ"),
                n("i73fff1b", function (e) {
                    return "แสดง " + e.count + " โพสต์";
                }),
                n("a682906d", function (e) {
                    return "อีก " + e.count + " ความชอบ";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " ตำแหน่งงานว่าง" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " ชนะ";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "วันนี้"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "พรุ่งนี้"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "เพิ่มอีกโพสต์"),
                n("i569ff3e", "แสดงเธรดนี้"),
                n("je5502eb", function (e) {
                    return 'รวมผลลัพธ์สำหรับ "' + e.suggestion + '"';
                }),
                n("bc4628a1", function (e) {
                    return 'กำลังแสดงผลลัพธ์สำหรับ "' + e.suggestion + '"';
                }),
                n("a1979464", "กำลังโหลดวิดีโอ"),
                n("ic1e826e", "เล่น"),
                n("c8b4bca0", "เลือกซื้อ"),
                n("f5ea07ec", "ช็อปเลย"),
                n("b62956aa", "จอง"),
                n("i3ea806a", "สั่งซื้อ"),
                n("fd00a76a", "เปิด"),
                n("e0aa5848", "ติดตั้ง"),
                n("g33f3050", "เว็บ"),
                n("d3f6b1a6", "ส่งข้อความถึงเรา"),
                n("b0e322cc", "ส่งข้อความส่วนตัวถึงพวกเรา"),
                n("cb8bddc8", "ส่งข้อความส่วนตัวถึงฉัน"),
                n("cb8c547e", "ส่งข้อความส่วนตัว"),
                n("d980e29f", function (e) {
                    return "เริ่มต้น " + e.date;
                }),
                n("fdd81500", "Carousel"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "ภาพเปลือย"),
                n("e1b4e672", "เนื้อหาล่อแหลม"),
                n("acc48c15", function (e) {
                    return "คําเตือน: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "แสดง"),
                n("g034e6f1", function (e) {
                    return "คุณสามารถแนบได้สูงสุด " + e.count + " โพสต์ในรายงานนี้เท่านั้น";
                }),
                n("i2e0d584", "โพสต์ที่ประชาสัมพันธ์"),
                n("b52a940c", "โพสต์นี้ไม่สามารถใช้งานได้"),
                n("da59404c", "คุณกำลังดูเวอร์ชั่นล่าสุดในขณะนี้"),
                n("e267df68", "การตอบกลับที่ซ่อนอยู่"),
                n("d5f162b6", "เลิกซ่อนการตอบกลับนี้ได้ทุกเมื่อ มีอะไรอีกบ้าง"),
                n("f376e9d4", "โพสต์ความคิดเห็น"),
                n("d7c93b6c", "โพสต์ถูกซ่อน"),
                n("b3abacee", "คุณจะเห็นโพสต์แบบนี้น้อยลง มีข้อคิดเห็นอื่นๆ หรือไม่"),
                n("a2411360", "เห็นการตอบกลับที่คุณกดชื่นชอบไหม"),
                n("e8a14626", "ตอนนี้คุณสามารถปักหมุดการตอบกลับโพสต์ของคุณโดยใช้เมนูการดำเนินการ ซึ่งเป็นจุดเล็กๆ สามจุดบนโพสต์ (…)"),
                n("d41305a8", "ลูกโป่งข้อความที่ปักหมุด"),
                n("eca84b72", "ยกเลิกการรีโพสต์"),
                n("g6185a9e", "ใครตอบกลับได้บ้าง"),
                n("i00051cc", "เลือกว่าใครสามารถตอบกลับโพสต์นี้ได้บ้าง ผู้คนที่ถูกพูดถึงจะสามารถตอบกลับได้เสมอ"),
                n("i9000126", "บัญชีที่คุณติดตาม"),
                n("dcaede8a", "เฉพาะบัญชีที่คุณพูดถึงเท่านั้น"),
                n("ad85cd2e", "สมาชิกของคุณ"),
                n("f19e4bfc", "บัญชีที่ยืนยันแล้ว"),
                n("bf994ab2", "เฉพาะคุณเท่านั้น"),
                n("e7b4b30a", "เฉพาะบัญชีที่คุณพูดถึงเท่านั้น"),
                n("ca6500a8", "ปิดการใช้งานลิงก์ภายนอกในการตอบกลับ"),
                n("e839db3a", "ยกเลิก"),
                n("c8a98928", "รูปภาพสำหรับประชาสัมพันธ์"),
                n("f5b3dc1e", "ไว้คราวหน้า"),
                n("ae0c5fbe", "เกิดข้อผิดพลาดในการเปลี่ยนผู้ที่สามารถตอบกลับ"),
                n("bae0cbc0", "เปลี่ยนผู้ที่สามารถตอบกลับ"),
                n("d78131b9", function (e) {
                    return "เพิ่ม/ลบ @" + e.screenName + " ออกจากรายชื่อ";
                }),
                n("b3b642fc", "ทำไมถึงแสดงโพสต์นี้"),
                n("fb4ee11c", "ทำไมต้องเป็นโฆษณานี้"),
                n("ad50e7d9", function (e) {
                    return "ดูการวิเคราะห์ " + e.entity;
                }),
                n("ef1042f8", "เขียนบันทึกของชุมชน"),
                n("h3edf7a6", "ขอหมายเหตุจากชุมชน"),
                n("bf8d98f4", "มีเพียงสมาชิกเท่านั้นที่สามารถตอบกลับได้"),
                n("e69ada9e", "เฉพาะสมาชิก Premium เท่านั้นที่สามารถตอบกลับได้"),
                n("ae04c4dd", function (e) {
                    return "ต้องการลบ " + e.entity + " หรือไม่";
                }),
                n("d9442996", "การดำเนินการนี้ไม่สามารถยกเลิกได้ และข้อมูลนี้จะถูกลบออกจากข้อมูลส่วนตัวของคุณ ลำดับเหตุการณ์ของบัญชีใดๆ ที่ติดตามคุณ และถูกลบออกจากผลลัพธ์การค้นหา"),
                n("dad785a7", function (e) {
                    return "การดำเนินการนี้จะลบทุกเวอร์ชันของ " + e.entity + " นี้ออกจากข้อมูลส่วนตัวของคุณ จากลำดับเหตุการณ์ของบัญชีใดๆ ที่ติดตามคุณ และจากผลลัพธ์การค้นหา การดำเนินการนี้ไม่สามารถย้อนกลับได้";
                }),
                n("jda253ab", function (e) {
                    return e.entity + " ของคุณถูกลบแล้ว";
                }),
                n("j49c2f85", function (e) {
                    return "มีบางอย่างผิดพลาด ลองลบ " + e.entity + " ของคุณอีกครั้งในอีกสักครู่";
                }),
                n("f9fa0390", "บทความของคุณจะถูกย้ายไปยังสถานะฉบับร่างและสามารถลบออกจากหน้าบทความได้"),
                n("dad450ec", "แก้ไขบทความ"),
                n("g9677c6e", "ตกลง"),
                n("b57bfe70", "แก้ไขบทความหรือไม่"),
                n("bd3da7be", "บทความนี้จะหยุดการเผยแพร่ชั่วคราวในขณะที่คุณแก้ไขและจะไม่ปรากฏต่อสาธารณะ การมีส่วนร่วมที่มีอยู่ทั้งหมดจะถูกเก็บรักษาและดำเนินการต่อเมื่อคุณเผยแพร่เวอร์ชันที่อัปเดตอีกครั้ง"),
                n("j26481e6", "บทความของคุณไม่ได้รับการเผยแพร่และย้ายไปที่ฉบับร่างเพื่อแก้ไข"),
                n("b360ac7c", "ส่วนระบบนำทาง"),
                n("adc81042", "ส่วนของรายละเอียด"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "นี่คือบทความที่เผยแพร่ ซึ่งเป็นวิธีใหม่ในการเขียนบน X"),
                n("b14efa0a", "ภาพหน้าปกของบทความ"),
                n("afdccedb", function (e) {
                    return "แสดง " + e.displayCount + " การตอบกลับ";
                }),
                n("bdba3e1a", "เปิดการแจ้งเตือนโพสต์"),
                n("c4da7d28", "ปิดการแจ้งเตือนโพสต์"),
                n("j87c21f4", "แจ้งเตือน"),
                n("iebc30ca", "ปิดการแจ้งเตือน"),
                n("dc740eb2", "คุณจะเห็นการแจ้งเตือนโพสต์จากบัญชีนี้ในลำดับเหตุการณ์การแจ้งเตือน และคุณยังสามารถเปิดใช้งานการแจ้งเตือนแบบพุชบนอุปกรณ์ได้อีกด้วยเพื่อให้ไม่พลาดแม้แต่โพสต์เดียว"),
                n("dca669ad", function (e) {
                    return "รีโพสต์จาก " + e.name + " จะไม่ปรากฏบนลําดับเหตุการณ์ของคุณอีกต่อไป";
                }),
                n("ce6da5d7", function (e) {
                    return "รีโพสต์จาก " + e.name + " จะปรากฏบนลําดับเหตุการณ์ของคุณ";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "ดู " + e.fullName + " บน X\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " ไม่ได้ติดตามคุณอีกต่อไป";
                }),
                n("j7bb1a43", function (e) {
                    return "รายงาน @" + e.screenName;
                }),
                n("hef5960c", "แบ่งปันข้อมูลส่วนตัวผ่าน..."),
                n("bb1cbeb6", "เลิกซ่อน"),
                n("h2f62206", "การซ่อนผู้ใช้"),
                n("e67b2d65", function (e) {
                    return "ซ่อน @" + e.screenName;
                }),
                n("f05597b3", function (e) {
                    return "เลิกซ่อน @" + e.screenName;
                }),
                n("h59f52ee", "ปิดเสียงเรียบร้อยแล้ว"),
                n("eea0cbee", "เลิกซ่อนเรียบร้อยแล้ว"),
                n("i29533b3", function (e) {
                    return "ซ่อน @" + e.screenName + " แล้ว";
                }),
                n("h129c3c3", function (e) {
                    return "เลิกซ่อน @" + e.screenName + " แล้ว";
                }),
                n("b3036480", "ลบผู้ติดตามรายนี้"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " จะถูกลบออกจากผู้ติดตามของคุณและจะไม่ได้รับการแจ้งเตือนจาก X พวกเขาสามารถติดตามคุณได้อีกครั้งในอนาคต";
                }),
                n("ibd0b842", "คัดลอกลิงก์ไปที่ข้อมูลส่วนตัว"),
                n("b9c26480", "ดูหัวข้อต่างๆ"),
                n("e922ce0c", "เปิดการรีโพสต์"),
                n("ge54bb8c", "ปิดการรีโพสต์"),
                n("h5ef9bc8", "ดูรายชื่อ"),
                n("e9eef4c6", "รายงานเนื้อหาที่ผิดกฎหมายของสหภาพยุโรป"),
                n("e28ba0bb", function (e) {
                    return "รายงาน @" + e.screenName + " สำหรับเนื้อหาที่ผิดกฎหมายของสหภาพยุโรป";
                }),
                n("a30b63da", "มีบางอย่างผิดพลาด ลองลบผู้ติดตามอีกครั้งในอีกสักครู่"),
                n("gd11f228", "(ต้องมีชื่อเรื่อง)"),
                n("ced3c85a", "แก้ไขแล้ว"),
                n("b375ece0", "มีเพียงคุณเท่านั้นที่สามารถดูบทความที่ไม่ได้เผยแพร่นี้"),
                n("edf9101f", "อ่านต่อ"),
                n("icf7f1a4", "คัดลอกไปยังคลิปบอร์ด"),
                n("e1a292ec", "เพิ่มสื่อ"),
                n("ebfd8ac6", "แทรก"),
                n("ia3611ee", "เริ่มเขียน"),
                n("d794135c", "เลือกไฟล์หรือลากมาที่นี่\n\nแต่ละบล็อกสามารถรวมชุด GIF, วิดีโอ หรือรูปภาพ (สูงสุด 4 ภาพต่อชุด)"),
                n("e187f906", "GIF"),
                n("fa4e68ca", "โพสต์"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "รหัส"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "ชื่นชอบแล้ว"),
                n("g88b88a6", "บุ๊คมาร์กแล้ว"),
                n("i282583e", "โพสต์จากบัญชีที่ถูกป้องกันไม่สามารถใช้งานได้"),
                n("eae4fe7a", "ไม่สามารถใช้ข้อความอ้างอิงของโพสต์ที่ถูกลบได้"),
                n("d2042fb6", "โพสต์ที่ชื่นชอบ"),
                n("iad3e15c", "โพสต์ที่บุ๊คมาร์ก"),
                n("f1c63c34", "วาง URL ของโพสต์"),
                n("a78f6310", "URL ของโพสต์ไม่ถูกต้อง"),
                n("fe9ddab6", "ไม่พบโพสต์"),
                n("dd2c9034", "บันทึกโพสต์เพื่อดูในภายหลัง"),
                n("cada17f8", "บุ๊คมาร์กโพสต์เพื่อให้ค้นหาอีกครั้งได้ง่ายๆ ในอนาคต"),
                n("j0179e90", "เขียนโพสต์"),
                n("adad5408", "สร้างโฟลเดอร์"),
                n("f44ddd2e", "บุ๊คมาร์กโพสต์เพื่อบันทึกไว้ดูในภายหลัง"),
                n("c91d2c4c", "ถ้าคุณอยากได้เวลามากกว่านี้ในการเขียนคำตอบกลับดีๆ หรือแค่อยากบันทึกโพสต์ไว้ดูในภายหลัง เพิ่มลงในบุ๊คมาร์กดูสิ"),
                n("j45c642e", "ไม่สามารถโหลดโฟลเดอร์ได้ในขณะนี้"),
                n("b87ca51a", "ลบรูปภาพออก"),
                n("eebff22c", "ครอบตัดรูปภาพ"),
                n("hf6f2914", "ตัวอย่าง"),
                n("be4a00c2", "เพิ่มรหัสที่นี่"),
                n("i3128619", function (e) {
                    return "บล็อคไม่สามารถมีเกิน " + e.count + " ตัวอักษรได้";
                }),
                n("dbb02ec4", "เลือกภาษาโปรแกรมมิ่ง"),
                n("d942865e", "ค้นหาภาษาโปรแกรมมิ่ง"),
                n("e554f642", "ละทิ้งการเปลี่ยนแปลงหรือไม่"),
                n("fa524058", "เก็บ"),
                n("d4ab68e2", "ละทิ้ง"),
                n("a50ba822", "ค้นหา GIF"),
                n("c6f5ac52", "หมวดหมู่ — การค้นหา GIF"),
                n("ab468379", function (e) {
                    return e.query + " — การค้นหา GIF";
                }),
                n("j7fc4f9c", "เล่น GIF อัตโนมัติ"),
                n("a66b7760", "GIF ที่ไม่ระบุชื่อ"),
                n("a723aefa", "ไม่พบ GIF"),
                n("a6ecfa0a", "ลองค้นหาอย่างอื่นแทน"),
                n("f5ff0d6f", function (e) {
                    return e.category + " — การค้นหา GIF";
                }),
                n("effe1ca6", "เพิ่มนิพจน์ LaTeX ที่นี่"),
                n("c46c3c62", "มีข้อผิดพลาดในนิพจน์ของคุณ โปรดลองอีกครั้งหลังจากแก้ไขแล้ว"),
                n("d4a4842e", "เพิ่มอีโมจิ"),
                n("fec16c1c", "อีโมจิ"),
                n("idc01eb8", "ตัวหนา"),
                n("cd7c97c6", "ทำให้เป็นตัวเอียง"),
                n("dab932be", "ขีดเส้นใต้"),
                n("c5b6178a", "ขีดทับ"),
                n("c03d7fd6", "ใส่ลิงก์"),
                n("abfe2d36", "รายการหัวข้อย่อย"),
                n("da685a7c", "รายการแบบใช้ตัวเลขกำกับ"),
                n("g74d920c", "บล็อคอ้างอิง"),
                n("cda501c6", "เพิ่มขนาดข้อความ"),
                n("a54fdc46", "ลดขนาดข้อความ"),
                n("b340830e", "คีย์ลัดสำหรับในเนื้อหา"),
                n("c1ea915e", "ป้อนที่จุดเริ่มต้นของบรรทัดใหม่หรือบล็อก แล้วตามด้วยพื้นที่สนทนา"),
                n("e8a4ef02", "หัวเรื่อง"),
                n("dd71241a", "หัวเรื่องย่อย"),
                n("ja9ca202", "คีย์ลัดสำหรับบทความ"),
                n("ef1649e2", "X - คีย์ลัด"),
                n("aefd89c8", "การนำทาง"),
                n("cafdefb2", "การดำเนินการ"),
                n("dda42cf2", "คอลัมน์และเด็ค"),
                n("e8a12604", "ใส่คําบรรยาย (ไม่บังคับ)"),
                n("eabf2209", function (e) {
                    return "GIF โดย " + e.providerName;
                }),
                n("a613e720", "คัดลอกลิงก์ไปยัง GIF"),
                n("aeca1239", function (e) {
                    return "ตัวหนา" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "ตัวเอียง" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "ใช้งานอยู่" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "แก้ไขบล็อค"),
                n("a8f09fb8", "ลบบล็อค"),
                n("i89195ea", "ที่คั่น"),
                n("da8ac57c", "แก้ไขคําบรรยาย"),
                n("a8fdd09c", "เผยแพร่บทความ"),
                n("d8047cc8", "เผยแพร่"),
                n("ff7ddca2", "บทความของคุณจะปรากฏเป็นโพสต์เมื่อคุณเผยแพร่ นอกจากนี้ ให้ค้นหาได้ภายใต้แท็บบทความในข้อมูลส่วนตัวของคุณ");
            n("ef34d7be", "การควบคุมผู้ชมและการตอบกลับจะไม่สามารถแก้ไขได้หลังจากที่บทความได้รับการเผยแพร่แล้ว"),
                n("e52d4998", "เลือกกลุ่มเป้าหมายของคุณ"),
                n("d7985b24", "เลือกผู้ที่สามารถตอบกลับบทความนี้ได้"),
                n("b5660338", "ตัวอย่างลําดับเหตุการณ์"),
                n("hff1b97a", "มีเพียงสมาชิกเท่านั้นที่สามารถตอบกลับได้"),
                n("a330771e", "คัดลอกลิงก์ไปยังคลิปบอร์ดของคุณ"),
                n("b6510e68", "คัดลอก URL ของบทความเพื่อให้คุณสามารถแชร์ได้"),
                n("e4a6e006", "มีบางอย่างผิดพลาด โปรดลองอีกครั้ง"),
                n("eff483e0", "หลังจากที่คุณเผยแพร่แล้ว รับลิงก์เพื่อแชร์บทความ"),
                n("ca15dd4e", "ร่าง"),
                n("bb40bf66", "เผยแพร่แล้ว"),
                n("h107935c", "บันทึกล่าสุดเมื่อสักครู่นี้"),
                n("a753a870", "ใช้"),
                n("afccc67e", "คัดลอกลิงก์ไปยังบทความ"),
                n("beb24e9e", "คัดลอก URL ไปยังคลิปบอร์ดแล้ว"),
                n("db9cc928", "ต้องการลบบทความหรือไม่"),
                n("c4e28ba6", "การดำเนินการนี้ไม่สามารถยกเลิกได้ และคุณจะสูญเสียบทความของคุณ"),
                n("ff2982d0", "บทความของคุณจะถูกลบ การดำเนินการนี้ไม่สามารถยกเลิกได้ และจะถูกลบออกจากข้อมูลส่วนตัวของคุณ ไทม์ไลน์ของบัญชีใดๆ ที่ติดตามคุณ และจากผลการค้นหา"),
                n("ca17beec", "บทความของคุณถูกลบแล้ว"),
                n("f5cbb31c", "ลบบทความ"),
                n("f0977f52", "ใช่ ลบ"),
                n("db419d4c", "ดูตัวอย่างฉบับร่างของคุณ"),
                n("a1bc8e6c", "ดูบทความ"),
                n("b6f72a22", "บทความนี้จะไม่ถูกเผยแพร่ จะถูกย้ายไปยังฉบับร่างของคุณ และจะไม่ปรากฏต่อสาธารณะ"),
                n("f558d2e0", "หยุดเผยแพร่ ย้ายไปยังร่าง"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "โปรดเลือกภาพ GIF 1 ภาพหรือรูปภาพทั่วไปสูงสุด 4 ภาพ"),
                n("eb7ab862", "โปรดเลือกรูปภาพ วิดีโอ หรือ GIF สูงสุด 4 รายการ"),
                n("ce9a9736", "กําลังบันทึก..."),
                n("dd63549e", "สำเร็จ! บทความของคุณได้รับการเผยแพร่แล้ว"),
                n("a4d128bc", "สำเร็จ! บทความของคุณได้รับการเผยแพร่แล้ว และลิงก์ถูกคัดลอกไปยังคลิปบอร์ดของคุณ"),
                n("b4071e18", "ชื่อบทความ"),
                n("f586b7fa", "เพิ่มชื่อเรื่อง"),
                n("ab0fa9ba", "หากต้องการแก้ไข ให้กลับไปที่ฉบับร่าง"),
                n("c5f35c98", "กำลังอัปโหลดสื่อ..."),
                n("d739d83e", "ยกเลิกการอัปโหลด"),
                n("a94efeda", "กำลังบันทึกสื่อ..."),
                n("gd79d45a", "มีสมาธิกับการเขียนของคุณโดยเปิดโหมดโฟกัส"),
                n("g1866bb2", "กลับไปสู่ตัวแก้ไขปกติโดยออกจากโหมดโฟกัส"),
                n("a6a78df4", "บทความของคุณต้องมีชื่อและเนื้อหาก่อนที่จะเผยแพร่"),
                n("ia656f1c", "บทความของคุณมีชื่อแล้ว แต่ต้องมีเนื้อหาก่อนเผยแพร่"),
                n("d3855e36", "บทความของคุณต้องมีชื่อก่อนเผยแพร่"),
                n("f325958e", "ชื่อบทความยาวเกินจำนวนอักขระสูงสุด ย่อให้สั้นลง แล้วเผยแพร่"),
                n("ie5d9064", "บทความของคุณมีความยาวเกินจำนวนอักขระสูงสุด ย่อเนื้อหาข้อความแล้วเผยแพร่"),
                n("e03487a0", "ชื่อของคุณยาวเกินจำนวนอักขระสูงสุด และบทความของคุณมีจำนวนคำที่เกินกำหนด ย่อทั้งสองอย่างให้สั้นลง แล้วเผยแพร่"),
                n("e938d562", "ชื่อของคุณยาวเกินจำนวนอักขระสูงสุด ย่อชื่อเรื่อง เพิ่มบางสิ่งลงในเนื้อหา แล้วเผยแพร่"),
                n("e449c546", "บทความของคุณต้องมีชื่อ และบทความของคุณมีจำนวนคำที่เกินกำหนด เพิ่มชื่อเรื่อง ย่อข้อความเนื้อหาให้สั้นลง แล้วเผยแพร่"),
                n("bd00e836", "ฉบับร่างล่าสุดของคุณไม่ได้รับการบันทึกเนื่องจากมีอักขระเกินขีดจำกัด"),
                n("ic110f68", "ฉบับร่างล่าสุดของคุณไม่ได้รับการบันทึกเนื่องจากยาวเกินไป"),
                n("ifea3114", "แบ่งปัน"),
                n("b384f696", "เราขอแนะนำชื่อที่มีความยาวระหว่าง 50-70 ตัวอักษร"),
                n("a7da0adb", function (e) {
                    return e.count + " คํา";
                }),
                n("aea1d455", function (e) {
                    return e.count + " นาที";
                }),
                n("df898d71", function (e) {
                    return "เวลาในการอ่าน " + e.readingTimeValue;
                }),
                n("i9aadf4a", "ลิงก์นี้อาจไม่ถูกต้อง คลิกที่บทความของคุณจากแถบด้านซ้ายเพื่ออ่าน แก้ไข หรือเผยแพร่บทความ"),
                n("hfdce46e", "บทความของคุณไม่ได้รับการเผยแพร่"),
                n("df079228", "โหมดโฟกัส"),
                n("f5037228", "เราขอแนะนำรูปภาพที่มีอัตราส่วน 5:2 เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด"),
                n("f965e890", "ฉบับร่างของคุณอยู่ที่นี่"),
                n("c2756718", "บทความที่คุณเผยแพร่อยู่ที่นี่"),
                n("af65c854", "แก้ไขในโหมดโฟกัส"),
                n("e05e2336", "ยกเลิกการเผยแพร่ ย้ายบทความไปที่ฉบับร่าง"),
                n("d36447e0", "นี่คือที่ที่คุณเขียน"),
                n("ca0ed982", "ดําเนินการร่างต่อหรือสร้างบทความใหม่"),
                n("ee9e42aa", "เขียน"),
                n("e9a50596", "เกิดข้อผิดพลาดในการสร้างฉบับร่างใหม่"),
                n("e070024a", "แก้ไขรูปภาพ"),
                n("i7d24b36", "รูปภาพถัดไป"),
                n("f96a38a2", "รูปภาพก่อนหน้า"),
                n("hac7c548", "ครอบตัดสื่อ"),
                n("e3dbfba4", "แก้ไขคำอธิบายรูปภาพ"),
                n("dd4a83a6", "คำเตือนสำหรับเนื้อหา"),
                n("ffe9ec3a", "เพิ่มคำอธิบาย"),
                n("j063b262", "คุณสามารถเพิ่มคำอธิบาย ซึ่งบางครั้งเรียกว่าข้อความอธิบายรูปภาพ ให้กับรูปภาพเพื่อให้เข้าถึงผู้คนได้มากขึ้นอีก ซึ่งรวมถึงผู้พิการทางสายตาหรือมีสายตาเลือนราง คำอธิบายที่ดีต้องกระชับ แต่ยังคงนำเสนอเกี่ยวกับรูปภาพของคุณได้อย่างถูกต้องพอที่จะให้เข้าใจสิ่งที่ต้องการสื่อได้"),
                n("e57144f0", "ฉันแน่ใจ"),
                n("f9f9210c", "ไม่เป็นไร ขอบคุณ"),
                n("feabf2a0", "ข้อความบรรยายภาพ"),
                n("e36287c6", "คําอธิบาย"),
                n("cf565d08", "ข้อความบรรยายภาพคืออะไร"),
                n("d9f7b32a", "ใส่คำเตือนสำหรับเนื้อหาในโพสต์นี้"),
                n("ead1b80a", "เลือกหมวดหมู่ แล้วเราจะใส่คำเตือนสำหรับเนื้อหาในโพสต์นี้ วิธีนี้ช่วยให้ผู้คนหลีกเลี่ยงเนื้อหาที่ไม่ต้องการดูได้"),
                n("h2437f26", "ล่อแหลม"),
                n("g5e1668a", "สามารถดาวน์โหลดได้"),
                n("fdc6a52a", "เมื่อเปิดใช้งาน วิดีโอของคุณจะพร้อมให้ดาวน์โหลด"),
                n("fe09fde2", "เปลี่ยนการตั้งค่า"),
                n("cd5cba97", function (e) {
                    return "คำเตือนสำหรับเนื้อหา: " + e.formattedWarningList;
                }),
                n("h7215a76", "ผู้เขียนโพสต์ทำเครื่องหมายว่าโพสต์นี้แสดงเนื้อหาล่อแหลม"),
                n("j32d345e", "ข้อมูลต่อไปนี้อาจมีเนื้อหาล่อแหลม"),
                n("f1d9930c", "ซ่อน"),
                n("c91f83ae", "เเก้ไขวิดีโอ"),
                n("icbec4ae", "อัพโหลดคำบรรยาย"),
                n("e0342f98", "คำบรรยาย"),
                n("e7048e74", "ตัดสื่อ"),
                n("ga408160", "วิดีโอถัดไป"),
                n("dc402134", "วิดีโอก่อนหน้า"),
                n("bf4e9d7a", "อัพโหลดไฟล์คำบรรยาย (.srt)"),
                n("j435467e", "คุณสามารถเพิ่มซับไตเติ้ลและคำบรรยายลงในวิดีโอของคุณได้โดยอัพโหลดไฟล์ซับไตเติ้ลที่ถูกต้อง โดยไฟล์ต้องอยู่ในรูปแบบ SRT ซับไตเติ้ลและคำบรรยายจะไม่ได้รับผลกระทบจากการแก้ไขวิดีโอ"),
                n("a6b267fa", "ลบคําบรรยาย"),
                n("a609edbe", "เขียนโพสต์ใหม่"),
                n("dc295bb0", "การโพสต์ในชุมชน"),
                n("e536de22", "หากต้องการโพสต์ คุณต้องสมัครสมาชิกก่อน เข้าร่วมชุมชนนี้เพื่อมีส่วนร่วม!"),
                n("cb817dae", "แก้ไขโพสต์"),
                n("bec9cff8", "สมัครใช้งาน X"),
                n("c150ba68", "ยินดีต้อนรับ!"),
                n("f8e2163e", "ต้องการเข้าสู่ระบบก่อนหรือไม่"),
                n("a108c147", function (e) {
                    return "คุณต้องการติดตาม  @" + e.screenName + " หรือไม่";
                }),
                n("c66afdc3", function (e) {
                    return "ติดตาม @" + e.screenName;
                }),
                n("feccfd6e", "คุณจำเป็นต้องเข้าสู่ระบบก่อนจึงจะสามารถติดตามผู้อื่นได้"),
                n("dedce756", "ตอนนี้คุณสามารถชื่นชอบโพสต์นั้น"),
                n("ha5987e0", "คุณต้องการชื่นชอบโพสต์นี้หรือไม่"),
                n("f98f4e00", "คุณจะต้องเข้าสู่ระบบก่อนจึงจะสามารถชื่นชอบโพสต์นั้นได้"),
                n("b459ba4c", "คุณจำเป็นต้องเข้าสู่ระบบก่อนจึงจะสามารถตอบกลับโพสต์นี้ได้"),
                n("f3e1093a", "ตอนนี้คุณสามารถรีโพสต์ได้"),
                n("i1d8723c", "คุณต้องการรีโพสต์โพสต์นี้หรือไม่"),
                n("h19f38de", "คุณจะต้องเข้าสู่ระบบก่อนจึงจะสามารถโพสต์ได้"),
                n("e289d950", "คุณจำเป็นต้องเข้าสู่ระบบก่อนจึงจะสามารถแชร์โพสต์นั้นได้"),
                n("d28215f0", "ขออภัย ไม่อนุญาตให้สร้างโพลในชุมชน"),
                n("ec2fc089", function (e) {
                    return "โพสต์ถูก ของคุณถูกส่งไปยัง " + e.communityName + " แล้ว";
                }),
                n("c7152355", function (e) {
                    return "อย่าลืมทำให้ รูปภาพ ของคุณเข้าถึงได้";
                }),
                n("ffa5562a", "คำอธิบายรูปภาพที่ดีต้องกระชับแต่ให้รายละเอียดครบถ้วน อย่าลืมสรุปหรือเขียนข้อความในตัวภาพด้วย"),
                n("a2d3facd", function (e) {
                    return "คําอธิบายทำให้ X สามารถเข้าถึงผู้ทุพพลภาพและทุกคนที่ต้องการบริบทมากขึ้นได้";
                }),
                n("cc6d0a48", "คุณสามารถปิดการแจ้งเตือนนี้ได้ในการตั้งค่าการเข้าถึง"),
                n("j499fbcb", function (e) {
                    return "เพิ่ม คําอธิบาย";
                }),
                n("bb8170da", "ไม่ใช่ตอนนี้"),
                n("h4dd544e", "ส่งโพสต์ของคุณแล้ว"),
                n("ice925ce", "โพสต์ของคุณได้รับการแก้ไขแล้ว"),
                n("eae9e604", "ส่งโพสต์ของคุณแล้ว คุณมีเวลา 30 นาทีในการแก้ไข"),
                n("gcdf3fd6", "ส่งโพสต์ของคุณแล้ว คุณมีเวลา 1 ชั่วโมงในการแก้ไข"),
                n("c7999d10", "ส่งโพสต์ของคุณแล้ว"),
                n("b97f5eb2", "กำลังส่งโพสต์…"),
                n("g08523f0", "กำลังส่งโพสต์ ... เมื่อเผยแพร่แล้ว คุณจะมีเวลา 30 นาทีในการแก้ไข"),
                n("fa53f95c", "กำลังส่งโพสต์ ... เมื่อเผยแพร่แล้ว คุณจะมีเวลา 1 ชั่วโมงในการแก้ไข"),
                n("a608b1b4", "ละทิ้งโพสต์หรือไม่"),
                n("j890123a", "ละทิ้งเธรดหรือไม่"),
                n("af4d0a80", "ละทิ้งการแก้ไขหรือไม่"),
                n("bb01231c", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และแบบร่างของคุณจะหายไป"),
                n("if69307c", "หากคุณออกจากหน้านี้ การเปลี่ยนแปลงของคุณจะไม่ถูกบันทึก"),
                n("d2c271f6", "ต้องการบันทึกโพสต์หรือไม่"),
                n("abb90544", "คุณสามารถบันทึกข้อความนี้เพื่อส่งในภายหลังได้จากข้อความฉบับร่าง"),
                n("d3bb6f30", "หมายเหตุ: บัญชีที่ติดแท็กในสื่อจะไม่ถูกบันทึกในฉบับร่าง"),
                n("bf9b89e4", "บันทึกแบบร่างของคุณแล้ว"),
                n("i63bfbf0", "เก็บความคิดนั้นไว้"),
                n("a6c55352", "เรายังคงอัปโหลดวิดีโอของคุณ คุณแน่ใจหรือไม่ว่าต้องการยกเลิกโพสต์ของคุณ ร่างและไฟล์แนบของคุณจะหายไป"),
                n("c3d89aca", "ดําเนินการต่อ"),
                n("b983f9e0", "ระวัง"),
                n("ed5c4342", "สิ่งที่คุณควรทราบ ..."),
                n("abc4afcc", "หมดเวลาแก้ไขแล้ว"),
                n("a9a471fa", "โพสต์สามารถแก้ไขได้ภายใน 30 นาทีแรกหลังจากเผยแพร่เท่านั้น"),
                n("a3483f1c", "โพสต์สามารถแก้ไขได้ภายใน 1 ชั่วโมงแรกหลังจากเผยแพร่เท่านั้น"),
                n("g4bcc5f4", "นี่คือการแก้ไขครั้งสุดท้ายของคุณ"),
                n("g922bf14", "โพสต์ของคุณไม่สามารถอัปเดตได้อีก"),
                n("f58b5009", function (e) {
                    return "โพสต์ของคุณจะถูกส่งในวันที่ " + e.scheduleDate + " ไปที่ " + e.scheduleTime;
                }),
                n("fa97f508", "คุณสามารถเพิ่มโพสต์ลงในเธรดนี้ได้อีกหลังจากที่ส่งทวีตเหล่านี้แล้ว"),
                n("c091760c", "การแก้ไขนี้ไม่ได้รับการบันทึก คุณสามารถลองอัปเดตอีกครั้ง หรือละทิ้งและเริ่มต้นใหม่"),
                n("d38504ad", function (e) {
                    return "โปรดเลือกรูปภาพ วิดีโอ หรือ GIF สูงสุด " + e.maxMediaCap + " รายการ";
                }),
                n("dd6734c2", "อ่านเพิ่มเติม"),
                n("g589c2e2", "ตัวเลือก 1"),
                n("a1e6c3a2", "ตัวเลือก 2"),
                n("a739e006", "ตัวเลือก 3 (ไม่บังคับ)"),
                n("d89a5b92", "ตัวเลือก 4 (ไม่บังคับ)"),
                n("c2a8118e", "ลบโพล"),
                n("a8ede1de", "เพิ่มตัวเลือก"),
                n("af40a8e0", "เพิ่ม"),
                n("caf8edc4", "ความยาวของโพล"),
                n("g93586be", "วัน"),
                n("d073b644", "ชั่วโมง"),
                n("a2f0728e", "นาที"),
                n("c9f5ae0a", "บันทึกเป็นฉบับร่าง"),
                n("f0afcc0e", "เพิ่มโพล"),
                n("d39e3e78", "ตั้งเวลาโพสต์"),
                n("f6bab0da", "โพสต์ข้อความ"),
                n("cc2b28fc", "คุณสามารถมีสิ่งแนบได้เพียง 1 ประเภทเท่านั้น"),
                n("i6f7062c", "เพิ่มโพสต์"),
                n("j1d5791c", "เพิ่มการตอบกลับ"),
                n("e76f3776", "ลบโพสต์"),
                n("ec10ee02", "โพล"),
                n("cce30dcc", "แท็กตําแหน่ง"),
                n("ee016dd6", "การอัปโหลดวิดีโอที่ยาวจะใช้เวลาสักครู่ อย่าลืมเปิดแท็บเบราว์เซอร์ไว้เพื่อหลีกเลี่ยงการขัดจังหวะในการอัปโหลด"),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " รูปภาพ คําอธิบาย";
                }),
                n("d1175c78", "แท็กผู้คน"),
                n("b2943227", function (e) {
                    return "อัปโหลดคําบรรยาย ไฟล์ (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " คำบรรยาย ไฟล์";
                }),
                n("e349147c", "มีอะไรเกิดขึ้นบ้าง"),
                n("b4481d6c", "แบ่งปันความคิดเห็นของคุณ..."),
                n("fbd24526", "เพิ่มอีกการตอบกลับ"),
                n("de4669e2", "เพิ่มความคิดเห็น"),
                n("ed1f39ec", "โพสต์การตอบกลับของคุณ"),
                n("a402b908", "ถามคำถาม"),
                n("ic05a146", "ชื่อเรื่อง"),
                n("d9c096f0", "สร้างรูปภาพ"),
                n("d2553906", "ปรับปรุงโพสต์ของคุณ"),
                n("b85f402a", "ปรับปรุงโพสต์ของคุณด้วย Grok"),
                n("e815fc34", "เลือกกลุ่มเป้าหมาย"),
                n("cf44066a", "วงใน"),
                n("c6992b94", "พิเศษสำหรับ Premium"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "ผู้ใช้";
                }),
                n("f0598964", "อยากจะแบ่งปันกับคนกลุ่มเล็กๆ ใช่ไหม"),
                n("e1ae1c0a", "วงในให้คุณส่งโพสต์ ไปยังผู้คนที่คุณเลือกเท่านั้น"),
                n("eb969e30", "วิธีการทำงานของวงใน"),
                n("bb55e8ee", "เพิ่มผู้คนของคุณ"),
                n("f1aedb7c", "คุณสามารถเลือกผู้คนในวงในได้มากถึง 150 คน"),
                n("b659fba8", "โพสต์ถึงพวกเขาเท่านั้น"),
                n("c474be66", "เอาเลย แชร์ความคิดเหล่านั้น มีเพียงวงในของคุณเท่านั้นที่สามารถดูและตอบกลับได้"),
                n("h031847a", "เปลี่ยนแปลงได้ตลอดเวลา"),
                n("bd9db21f", "เรียนรู้เพิ่มเติม"),
                n("gfca5254", "กฎ"),
                n("f510c8b2", "กฎของชุมชน"),
                n("g46f363e", "ตรวจสอบกฎของชุมชนก่อนเข้าร่วมบทสนทนา"),
                n("f6fec9f6", "ลบการแสดงตัวอย่างบัตร"),
                n("b2df0574", "แชร์กับผู้ติดตามด้วย"),
                n("ccfc7453", function (e) {
                    return "ทุกคนในวงในของ @" + e.screenName + " ที่ติดตามคุณสามารถตอบกลับได้";
                }),
                n("d4d17205", function (e) {
                    return "ทุกคนในวงในของ " + e.screenName + " สามารถตอบกลับได้";
                }),
                n("df961844", "เฉพาะวงในที่ติดตามคุณเท่านั้นที่สามารถตอบกลับได้"),
                n("ce958ec8", "เฉพาะวงในของคุณเท่านั้นที่สามารถตอบกลับได้"),
                n("c7df589e", "ทุกคนในวงใน Twitter ของผู้เขียนโพสต์ที่ติดตามคุณสามารถตอบกลับได้"),
                n("j65d7c72", "ทุกคนในวงในของผู้เขียนโพสต์สามารถตอบกลับได้"),
                n("i8ea6d4e", "ทุกคนสามารถตอบกลับ"),
                n("a176d0d8", "บัญชีที่คุณติดตามสามารถตอบกลับได้"),
                n("gc7e52ca", "เฉพาะบัญชีที่คุณพูดถึงเท่านั้นที่สามารถตอบกลับได้"),
                n("feb7560a", "มีเพียงสมาชิกเท่านั้นที่สามารถตอบกลับได้"),
                n("h257006e", "ทบทวนกฎของชุมชนนี้"),
                n("ebe1d850", "มีเพียงสมาชิกของคุณเท่านั้นที่สามารถตอบกลับได้"),
                n("b121464a", "เฉพาะบัญชีที่ยืนยันแล้วเท่านั้นที่สามารถตอบกลับได้"),
                n("aa65a44a", "เราจะจำตัวเลือกของคุณบนอุปกรณ์นี้"),
                n("a4993fa2", "เพิ่ม GIF"),
                n("bfb895b1", function (e) {
                    return "จะส่งในวันที่ " + e.date + " เวลา " + e.time;
                }),
                n("hb36f723", function (e) {
                    return "เฉพาะอักขระ " + e.count + " ตัวแรกเท่านั้นที่จะปรากฏบนลำดับเหตุการณ์";
                }),
                n("d759c09e", "ลองใช้"),
                n("e4472565", function (e) {
                    return "อัปโหลดแล้ว (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "กําลังประมวลผล (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "กำลังอัปโหลด (" + e.percent + "%)";
                }),
                n("daad8822", "การอัปโหลดล้มเหลว"),
                n("i8ff6261", function (e) {
                    return "ดูเหมือนว่าวิดีโอนี้มีขนาดเกินขนาดไฟล์สูงสุดที่สามารถอัปโหลดได้ (" + e.human_readable_max_size + "GB)";
                }),
                n("cba4fdde", "นำเสนอในรูปแบบ 1080p แก่ผู้ชมบน X"),
                n("ef8f5d90", "แนะนำ"),
                n("a7046fb0", "แทบไม่จำเป็น"),
                n("acf3ecf4", "เพิ่มสื่อ"),
                n("bdbcdd94", "เพิ่มรูปภาพ"),
                n("f2c8c04d", "ตั้งค่าโพสต์ของคุณเป็นสาธารณะ"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " และ " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และ " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และอีก " + e.othersCount + " คน";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " และ " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และ " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และ อีก " + e.othersCount + " คน";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "สมาชิก"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " และ " + e.otherUserName;
                }),
                n("i9451241", "สมาชิก"),
                n("hdf48104", function (e) {
                    return e.userOneName + " และ " + e.userTwoName + e.userThreeName + " การตอบกลับของคุณจะปรากฏแก่";
                }),
                n("dcbb6a0b", "ของพวกเขาด้วย"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และ อีก " + e.othersCount + " คน";
                }),
                n("c65916af", "สมาชิก"),
                n("g5c5ebb8", function (e) {
                    return e.userName + " ";
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " และ " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " และ " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และ " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + "และ " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และ อีก " + e.othersCount + " คน";
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " และ อีก " + e.othersCount + " คน";
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "ประชาสัมพันธ์"),
                n("f11264ac", "เพิ่มวิธีการชําระเงิน"),
                n("j619ec94", "ประชาสัมพันธ์โพสต์"),
                n("h1fcb36c", "ประชาสัมพันธ์โพสต์ของคุณ"),
                n("fd22cfe0", "ข้อกำหนดและเงื่อนไขของโฆษณา"),
                n("i3656b52", "คุณต้องการใช้จ่ายเท่าใด"),
                n("h7c29de6", "การเข้าถึงโดยประมาณ"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " คน";
                }),
                n("i976aff4", "อัปเดตข้อมูลงบประมาณรายวันให้ตรงกับสกุลเงินสำหรับการเรียกเก็บเงินของคุณ"),
                n("e1e912f2", "โพสต์ของคุณถูกโพสต์แล้ว แต่เราไม่สามารถเรียกใช้บูสต์ในโพสต์นั้นได้ ดังนั้น คุณจะไม่ถูกเรียกเก็บเงิน"),
                n("fe26420a", "เพิ่มคำสำคัญ"),
                n("aacfbe55", function (e) {
                    return "คุณกำลังโพสต์สำหรับ @" + e.screenName;
                }),
                n("ga8627cd", function (e) {
                    return "คุณกำลังตอบกลับสำหรับ @" + e.screenName;
                }),
                n("e6d2573f", function (e) {
                    return "คุณกำลังส่งข้อความสำหรับ @" + e.screenName;
                }),
                n("d37a3e15", function (e) {
                    return "คุณกำลังสร้างรายชื่อนี้สำหรับ @" + e.screenName;
                }),
                n("ceb1ad26", "ขอแนะนำวิดีโอที่ดาวน์โหลดได้"),
                n("ea97bc08", "จะเลือกแบบออฟไลน์หรือรีมิกซ์ก็ได้! ผู้ใช้ Premium สามารถดาวน์โหลดและสร้างสรรค์เนื้อหาของคุณขึ้นใหม่ แต่ถ้าหากคุณไม่ต้องการให้ผู้คนดาวน์โหลดวิดีโอของคุณ ให้แตะ “แก้ไข” บนวิดีโอ เนื้อหาของคุณ คุณเลือกเองได้"),
                n("e6042757", function (e) {
                    return "เหลืออีก " + e.minutes + " นาที " + e.seconds + " วินาที ในการแก้ไขโพสต์";
                }),
                n("a4e39717", function (e) {
                    return "เหลืออีก " + e.minutes + " นาที ในการแก้ไขโพสต์";
                }),
                n("c55eed72", "การตอบกลับถึง"),
                n("caca3102", "ผู้อื่นในบทสนทนานี้"),
                n("c6a6dc2f", function (e) {
                    return "คุณได้บล็อค @" + e.screenName + " ดังนั้นพวกเขาจะไม่ได้รับการแจ้งเตือนเมื่อคุณตอบกลับ";
                }),
                n("f5b426c2", "กำลังโหลดผู้ใช้"),
                n("c20dc654", "แท็กได้ 10 คนเท่านั้น"),
                n("ae0831ab", function (e) {
                    return "ไม่สามารถแท็ก @" + e.screenName + " ในรูปได้";
                }),
                n("cca7fa72", "ไม่สามารถลบโพสต์ที่ตั้งเวลาไว้ได้"),
                n("c5dd0190", "เวลา"),
                n("edeff232", "วันที่"),
                n("fddf24b4", "เขตเวลา"),
                n("d39dc06e", "คุณไม่สามารถตั้งเวลาให้ส่งโพสต์ในอดีตได้"),
                n("d024efe2", "คุณไม่สามารถตั้งเวลาโพสต์ไว้นานกว่า 18 เดือนข้างหน้าได้"),
                n("d15af6da", "ไม่สามารถลบบางโพสต์ที่ไม่ได้ส่งได้"),
                n("a1e1b748", "โพสต์ที่ไม่ได้ส่งที่คุณเลือกถูกลบแล้ว"),
                n("ce80fba0", "กำลังโหลดโพสต์ที่ไม่ได้ส่ง"),
                n("i5d56b62", "ยังไม่พร้อมที่จะโพสต์ใช่ไหม บันทึกลงในฉบับร่าง หรือตั้งเวลาไว้สำหรับภายหลัง"),
                n("aef6257e", "กำลังลบโพสต์ที่ไม่ได้ส่ง"),
                n("dce0bc34", "โพสต์ที่ไม่ได้ส่ง"),
                n("f8464692", "ตั้งเวลาแล้ว"),
                n("e8bd47f2", "เลือกทั้งหมด"),
                n("j2b145d4", "ไม่เลือกทั้งหมด"),
                n("h6c79ac2", "ละทิ้งโพสต์ที่ไม่ได้ส่ง"),
                n("d0a4a03c", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และโพสต์ที่ยังไม่ได้ส่งของคุณจะหายไป"),
                n("f9f69d32", "การส่งล้มเหลว"),
                n("j74e5dd4", "โพสต์ที่คุณพยายามตอบกลับถูกลบแล้ว"),
                n("c5ceafc8", "กำลังตอบกลับ"),
                n("f501ba43", function (e) {
                    return "อีก " + e.count + " โพสต์";
                }),
                n("b321d0cc", "โหลดภาพ"),
                n("abd649ce", "ละทิ้งโพสต์ที่ไม่ได้ส่ง"),
                n("c7d42978", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และโพสต์แบบร่างของคุณจะหายไป"),
                n("e43a5528", "มีบางอย่างผิดพลาด และระบบยังไม่ได้ลบโพสต์ที่ไม่ได้ส่ง"),
                n("e7c766ee", "บริการระบุตำแหน่งถูกปิดใช้งาน"),
                n("ab68727a", "คุณสามารถเปิดใช้งานได้ในการตั้งค่าอุปกรณ์ของคุณ"),
                n("ae4057a2", "ไม่สามารถระบุตำแหน่งได้"),
                n("bf2923a6", "ตรวจสอบการตั้งค่าอุปกรณ์ของคุณ"),
                n("d963d1b6", "ไม่พบสถานที่"),
                n("a893d602", "ตกลง"),
                n("be6cc44e", "ค้นหาตําแหน่ง"),
                n("d8ef3232", "ดึงข้อมูลตำแหน่งไม่สำเร็จ"),
                n("b01ed2db", function (e) {
                    return e.distance + " ไมล์";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " ฟุต";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " กม.";
                }),
                n("b211849f", function (e) {
                    return e.distance + " นาที";
                }),
                n("fd391b9f", function (e) {
                    return "ฝัง " + e.entity;
                }),
                n("e1618e49", function (e) {
                    return "คุณได้ติดตาม @" + e.screenName;
                }),
                n("ge5067bc", "ซ่อนการตอบกลับ"),
                n("j136c720", "การตอบกลับถูกซ่อนจากโพสต์"),
                n("d66f0338", "ซ่อนการตอบกลับโพสต์ของคุณ"),
                n("cfc8cb50", "เพื่อให้คุณสามารถควบคุมบทสนทนาที่คุณเริ่มต้นได้มากขึ้น ผู้เขียนโพสต์สามารถซ่อนการตอบกลับในโพสต์ของตนได้"),
                n("if8dc5f0", "การตอบกลับที่ซ่อนอยู่ถูกย้ายไปยังหน้าที่แยกไว้ และทุกคนสามารถดูได้โดยการเลือกไอคอนการตอบกลับที่ซ่อนอยู่บนโพสต์"),
                n("b2615c6d", function (e) {
                    return "บล็อค @" + e.screenName + " ด้วยหรือไม่";
                }),
                n("i62a03aa", "ไม่"),
                n("f9f27fa2", "ซ่อนโพสต์"),
                n("ce87916a", "เพิ่ม/ลบออกจากไฮไลต์"),
                n("eaae42ce", "เพิ่มไปยังไฮไลต์หรือไม่"),
                n("h032d096", "ลบออกจากไฮไลต์หรือไม่"),
                n("be38d25e", "โพสต์นี้จะแสดงในแท็บไฮไลต์บนข้อมูลส่วนตัวของคุณ"),
                n("d2be9310", "โพสต์นี้จะถูกลบออกจากแท็บไฮไลต์บนข้อมูลส่วนตัวของคุณ"),
                n("jea6b076", "เพิ่มไปยังไฮไลต์เรียบร้อยแล้ว"),
                n("ce6fd0ec", "ลบออกจากไฮไลต์เรียบร้อยแล้ว"),
                n("ha35a1d2", "ปักหมุดลงในข้อมูลส่วนตัวของคุณ"),
                n("d04f95c0", "โพสต์ของคุณถูกปักหมุดลงในข้อมูลส่วนตัวของคุณแล้ว"),
                n("i419d136", "ปักหมุดโพสต์ลงในข้อมูลส่วนตัวหรือไม่"),
                n("c1b9714a", "โพสต์นี้จะปรากฏที่ด้านบนสุดของข้อมูลส่วนตัวของคุณ และจะแทนที่โพสต์ที่ถูกปักหมุดไว้ก่อนหน้า"),
                n("fe4d099a", "ไฮไลต์"),
                n("e8d4c1cc", "การไฮไลต์โพสต์เป็นคุณสมบัติของระบบสมาชิก รับการยืนยันเพื่อปลดล็อกคุณสมบัตินี้และคุณสมบัติอื่นๆ"),
                n("b68c3784", "รับการยืนยัน"),
                n("bb16cc76", "ออกจากบทสนทนานี้"),
                n("de21174c", "คุณออกจากการสนทนานี้แล้ว"),
                n("j33c9fc6", "ไม่เป็นไร ฉันจะอยู่ต่อ"),
                n("aed79c54", "มาพาคุณออกจากบทสนทนานี้กันเถอะ"),
                n("h12044a4", "บางครั้งคุณก็ไม่ได้อยากมีส่วนร่วม การออกจากบทสนทนาจะ ..."),
                n("f100e566", "ปลดแท็กชื่อผู้ใช้ของคุณ"),
                n("a0d68f4e", "ชื่อผู้ใช้ของคุณยังคงอยู่ แต่เราจะปลดแท็กของคุณออกจากโพสต์ต้นทางและการตอบกลับทั้งหมด"),
                n("b00255b6", "หยุดการพูดถึงในอนาคต"),
                n("geea29ee", "ผู้คนไม่สามารถพูดถึงคุณได้อีกในบทสนทนานี้"),
                n("c54678e8", "หยุดการแจ้งเตือน"),
                n("ga4fa180", "คุณจะไม่ได้รับการแจ้งเตือนเพิ่มเติม แต่ยังดูบทสนทนาได้"),
                n("h8dde772", "จะไม่มีใครได้รับการแจ้งเตือนเมื่อคุณออกจากบทสนทนา"),
                n("ee87e71c", "คุณไม่สามารถซ่อนทวีตของคุณเองได้"),
                n("ed428a76", "คุณไม่ได้ซ่อนทวีตผู้ใช้ที่ระบุ"),
                n("e2d6c17e", "ซ่อนบทสนทนานี้"),
                n("cd1942f4", "เลิกซ่อนบทสนทนานี้"),
                n("bbd8bed6", "ซ่อนการแจ้งเตือนสำหรับบทสนทนานี้แล้ว"),
                n("c13af432", "เลิกซ่อนการแจ้งเตือนสำหรับบทสนทนานี้แล้ว"),
                n("df744bda", "ซ่อนรายการนี้"),
                n("j9552760", "ปิดเสียงบทสนทนา"),
                n("d751694c", "เมื่อคุณซ่อนบทสนทนาแล้ว คุณจะไม่ได้รับการแจ้งเตือนใหม่ๆ เกี่ยวกับบทสนทนาดังกล่าวอีก"),
                n("a50c911e", "ปักหมุดและเพิ่มโพสต์ของคุณไปยังไฮไลต์แล้ว"),
                n("d1c1e2c2", "ปักหมุดในชุมชน"),
                n("j832cc34", "ทวีตนี้จะปรากฏที่ด้านบนสุดของชุมชนของคุณ"),
                n("h7dbb2f2", "โพสต์นี้จะปรากฏที่ด้านบนสุดของชุมชนและแทนที่โพสต์ที่ปักหมุดไว้ก่อนหน้านี้"),
                n("d8725596", "ปักหมุดโดยผู้ดูแลชุมชน"),
                n("f5cdcc2c", "ไม่สนใจโฆษณานี้"),
                n("c2e276e4", "แบนผู้เขียนจากชุมชน"),
                n("a95f04ba", "คุณแน่ใจหรือไม่ว่าต้องการลบแท็กรูปภาพของคุณออกจากโพสต์นี้"),
                n("jfc76958", "ลบแท็กออกจากรูปภาพ"),
                n("j4e43d8b", function (e) {
                    return "รายงาน " + e.entity;
                }),
                n("e3fd237e", "รายงานโฆษณา"),
                n("ebb7662a", "รายงานโพสต์"),
                n("d1e21610", "รายงานการละเมิด NetzDG"),
                n("d7513755", function (e) {
                    return "ค้นหาโพสต์ของ @" + e.screenName + " ในชุมชนนี้";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " ถึง " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "เลิกติดตาม @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "คุณได้เลิกติดตาม @" + e.screenName;
                }),
                n("i31dfa4c", "เลิกซ่อนการตอบกลับ"),
                n("j8e56ba2", "ยกเลิกการซ่อนการตอบกลับแล้ว"),
                n("ic030338", "เอาหมุดออกจากข้อมูลส่วนตัวของคุณ"),
                n("gfcea3f4", "เอาหมุดออกจากโพสต์ในข้อมูลส่วนตัว"),
                n("eb2d59f4", "ข้อมูลนี้จะไม่ปรากฏโดยอัตโนมัติที่ด้านบนสุดของข้อมูลส่วนตัวของคุณอีกต่อไป"),
                n("a2dd7414", "โพสต์ของคุณถูกเอาหมุดออกจากข้อมูลส่วนตัวของคุณ"),
                n("cac6a24a", "นำโพสต์ที่ถูกปักหมุดออก"),
                n("i642edc4", "โพสต์นี้จะไม่ปรากฏที่ด้านบนสุดของฟีดชุมชนอีกต่อไป"),
                n("f9478972", "ดูการตอบกลับที่ซ่อนอยู่"),
                n("c5491b5d", function (e) {
                    return "ดูการมีส่วนร่วม " + e.entity;
                }),
                n("haebcf52", "คนอื่นไม่สามารถพูดถึงคุณได้อีกในการสนทนานี้ และคุณจะไม่ได้รับการแจ้งเตือนเพิ่มเติม"),
                n("c837fcaa", "แสดงการตอบกลับเพิ่มเติม"),
                n("d228a9a0", "แสดงเพิ่มเติม"),
                n("g0b48670", "บทสนทนานี้มีจำนวนคำตอบมากเกินกว่าจะแสดงได้ทั้งหมด"),
                n("d9b417c4", "ตั้งค่าเป็นไม่สนใจ"),
                n("c29d6806", "หยุดแนะนำ"),
                n("ge8f3043", function (e) {
                    return "ติดตามหัวข้อ " + e.topicName;
                }),
                n("aa576cbf", function (e) {
                    return "เลิกติดตามหัวข้อ " + e.topicName;
                }),
                n("i77347d1", function (e) {
                    return "ยกเลิก " + e.topicName + " หัวข้อ";
                }),
                n("d69b2d90", "คุณไม่สนใจหัวข้อนี้"),
                n("je808a17", function (e) {
                    return e.topicName + " หัวข้อ";
                }),
                n("ic6aa5f4", "ยืนยันตัวตนแล้ว"),
                n("c02e7e3c", "กําลังโหลด..."),
                n("c5453f28", "รอบ 64 ทีม"),
                n("eb256a86", "รอบ 32 ทีม"),
                n("g77adc66", "สิบหกทีมสุดท้าย"),
                n("a6d2520c", "16 ทีมสุดท้าย"),
                n("g5b63eb6", "แปดทีมสุดท้าย"),
                n("d8bf2890", "8 ทีมสุดท้าย"),
                n("f9d3d6f2", "สี่ทีมสุดท้าย"),
                n("bda24f7c", "4 ทีมสุดท้าย"),
                n("i5043440", "การแข่งขันชิงชนะเลิศระดับประเทศ"),
                n("fcb16026", "การแข่งขันชิงชนะเลิศ"),
                n("e9c89ee8", "ตะวันออก"),
                n("h259fd86", "ตะวันตก"),
                n("a7b2545a", "ใต้"),
                n("fdf7819a", "มิดเวสต์"),
                n("i899e9b0", "ส่งตารางการแข่งขัน"),
                n("c5b04394", "ดูตัวเลือก"),
                n("h836bbae", "ดูทัวร์นาเมนต์"),
                n("e1059d6c", "รอบที่ 1"),
                n("b1602be4", "รอบที่ 2"),
                n("ef7bc2c0", "20-21 มี.ค."),
                n("h726aaf2", "22-23 มี.ค."),
                n("ee7cd198", "27-28 มี.ค."),
                n("fed91402", "29-30 มี.ค."),
                n("aba0a450", "5 เม.ย."),
                n("jdfba2dc", "7 เม.ย."),
                n("b7c6bc12", "TBD"),
                n("c373612c", "เลือก:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " แทน "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "ส่งเลย"),
                n("b23688c8", "ยกเลิกนาฬิกาจับเวลา"),
                n("cca5d499", function (e) {
                    return "บอกฉันเกี่ยวกับ " + e.selectedText + " ใน 1 หรือ 2 ประโยค";
                }),
                n("d231a76a", "ชิงเงินรางวัล $100,000 สำหรับตารางการแข่งขันที่ดีที่สุด 🏀"),
                n("heaba5d8", "ออกแบบตารางการแข่งขันบาสเกตบอลระดับวิทยาลัยของคุณบน X ตารางการแข่งขันที่สมบูรณ์แบบจะได้รับรางวัลทริปไปดาวอังคาร!"),
                n("i57d3ea0", "เป็นไปตามกฎเกณฑ์ที่กำหนด"),
                n("a0440af6", "สร้างตารางการแข่งขัน"),
                n("aaad27c8", "ผู้เขียน"),
                n("eb748f7e", "ดูการวิเคราะห์โพสต์"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "เหรียญ";
                }),
                n("be059f7e", "เข้าถึงผู้ใช้เพิ่มขึ้นสูงสุด 100,000 คนในขณะนี้"),
                n("c34f845e", "ลองบูสต์โพสต์นี้!"),
                n("c37102aa", "เข้าถึงผู้ใช้มากกว่า 100,000 รายในปัจจุบันที่น่าจะสนใจเนื้อหาของคุณ"),
                n("ac245c4c", "บูสต์การมองเห็นตอนนี้"),
                n("e4db6326", "ไว้ภายหลัง"),
                n("g6237a1e", "การประชาสัมพันธ์ทำงานอยู่"),
                n("d6b5949e", "การประชาสัมพันธ์หยุดชั่วคราว"),
                n("ffd9cfe6", "ดูเพิ่มเติม"),
                n("d172116a", "ค้นหาเพิ่มเติม"),
                n("be5df69e", "โพสต์เพิ่มเติม"),
                n("g11ebd34", "คําแนะนําเพิ่มเติม"),
                n("g4a6901a", "เรียกดู"),
                n("h6453e74", "เรียกดูโพสต์"),
                n("je506a60", "เปลี่ยนชื่อผู้ใช้"),
                n("c0fcb08a", "การเปลี่ยนชื่อผู้ใช้จะส่งผลให้เครื่องหมายถูกและการเป็นพันธมิตรของคุณถูกลบออกชั่วคราวจนกว่าจะได้รับการตรวจสอบ"),
                n("d1f6d336", "ชื่อผู้ใช้"),
                n("de65c756", "คําแนะนํา"),
                n("ebeeac1a", "เปลี่ยนอีเมล"),
                n("dc013356", "ปัจจุบัน"),
                n("ea28c7ce", "กำลังโหลดการตั้งค่าอีเมล"),
                n("f3f66252", "เพิ่มที่อยู่อีเมล"),
                n("i5107de4", "อัพเดทที่อยู่อีเมล"),
                n("d19fd42a", "ส่งอีเมลยืนยันอีกครั้ง"),
                n("g4da3246", "ส่งอีเมลแล้ว โปรดตรวจสอบกล่องจดหมายของคุณในอีกสักครู่เพื่อคลิกลิงก์ยืนยัน"),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "รหัสผ่านปัจจุบัน"),
                n("a9bc3044", "รหัสผ่านใหม่"),
                n("b8c03cfc", "ยืนยันรหัสผ่าน"),
                n("b731d32c", "อัพเดตรหัสผ่านของคุณเรียบร้อยแล้ว"),
                n("d555d7e0", "รหัสผ่านใหม่จะต้องไม่ซ้ำกับรหัสผ่านเดิมที่มีอยู่"),
                n("fa8af9ae", "รหัสผ่านไม่ตรงกัน"),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " แอพพลิเคชั่น";
                }),
                n("j25601d9", "เรียนรู้เพิ่มเติม"),
                n("cb841d56", "เปลี่ยนโทรศัพท์"),
                n("ce37ea44", "เพิ่มหมายเลขโทรศัพท์"),
                n("ibaf239e", "อัพเดทหมายเลขโทรศัพท์"),
                n("j2636558", "ลบหมายเลขโทรศัพท์"),
                n("e49b16d4", "ลบหมายเลขโทรศัพท์หรือไม่"),
                n("i931719e", "การดำเนินการนี้จะลบหมายเลขนี้ออกจากบัญชีของคุณ และคุณจะไม่สามารถรับการแจ้งเตือนหรือรหัสเข้าสู่ระบบผ่านหมายเลขดังกล่าวได้อีกต่อไป"),
                n("j841d1f4", "ลบโทรศัพท์แล้ว"),
                n("fe8b565a", "หมายเลขโทรศัพท์จะถูกลบออกจากบัญชีนี้และคุณจะไม่ได้รับการแจ้งเตือนทาง SMS จาก X อีกต่อไป และจะเป็นการปิดการยืนยันตัวตนแบบสองปัจจัยในบัญชีนี้"),
                n("hf45b8d4", "หมายเลขโทรศัพท์จะถูกลบออกจากบัญชีนี้และคุณจะไม่ได้รับการแจ้งเตือนทาง SMS จาก X อีกต่อไป และระบบจะปิด SMS จากการยืนยันตัวตนแบบสองปัจจัยในบัญชีนี้"),
                n("bc262c2e", "วิธีการเพิ่มเติม"),
                n("hc1a91da", "รหัสสํารอง"),
                n("e4fed8f0", "รับรหัสสำรองที่ใช้ได้ครั้งเดียวเพื่อใช้เข้าสู่ระบบ X หากคุณไม่มีตัวเลือกการเข้าถึงการยืนยันตัวตนแบบสองปัจจัย"),
                n("b39c7b14", "ปิดใช้งานการยืนยันการเข้าสู่ระบบ"),
                n("a923fce6", "หากคุณปิดการอนุมัติแบบสองปัจจัย บัญชีของคุณอาจมีความปลอดภัยน้อยลง คุณแน่ใจหรือไม่ว่าต้องการปิด"),
                n("ff781e0a", "ปิดสิ่งนี้หรือไม่"),
                n("c557ac30", "คุณแน่ใจหรือไม่ว่าต้องการปิดวิธีการนี้"),
                n("d133464a", "การปิดการตั้งค่านี้จะลบวิธีการยืนยันตัวตนแบบสองปัจจัยนี้ออกจากบัญชีของคุณ คุณแน่ใจหรือไม่ว่าต้องการปิด"),
                n("ee3a7bfa", "ปิด"),
                n("aa9139cc", "ยืนยันคำขอเข้าสู่ระบบ"),
                n("jc22dd42", "หลังจากที่คุณเข้าสู่ระบบแล้ว X จะส่งการแจ้งเตือนแบบพุชไปยังแอพ X ซึ่งคุณจะต้องอนุมัติเพื่อเข้าถึงบัญชีของคุณ"),
                n("a219e218", "ตกลง"),
                n("e0d79de8", "คุณมีคีย์ความปลอดภัยที่เชื่อมโยงกับบัญชีเพียงคีย์เดียว เพื่อไม่ให้บัญชีคุณถูกล็อคหากคุณทำคีย์หาย โปรดเพิ่มอีกหนึ่งคีย์ และบันทึกรหัสสำรองของการยืนยันตัวตนแบบสองปัจจัยเอาไว้"),
                n("ja6bbfa0", "กำลังโหลดข้อมูลการยืนยันการเข้าสู่ระบบ"),
                n("c2570922", "ข้อความตัวอักษร"),
                n("fba9483c", "ใช้โทรศัพท์มือถือเพื่อรับ SMS พร้อมกับรหัสยืนยันตัวตนที่ต้องป้อนทุกครั้งที่เข้าสู่ระบบ X"),
                n("ab61b41a", "แอพยืนยันตัวตน"),
                n("a67c7d68", "ใช้แอพยืนยันตัวตนสำหรับโทรศัพท์มือถือเพื่อรับรหัสการยืนยันที่ต้องป้อนทุกครั้งที่เข้าสู่ระบบ X"),
                n("h6d0d89c", "คีย์ความปลอดภัย"),
                n("b3e5c946", "ใช้คีย์ความปลอดภัยที่เสียบเข้ากับคอมพิวเตอร์ของคุณหรือซิงค์กับอุปกรณ์มือถือเมื่อเข้าสู่ระบบ X โดยคุณจะต้องใช้อุปกรณ์มือถือหรือเว็บเบราว์เซอร์ที่รองรับ"),
                n("cd195528", "เพิ่มคีย์ความปลอดภัยใหม่"),
                n("a1860ee8", "รหัสผ่านชั่วคราว"),
                n("j45a2856", "สร้างรหัสผ่านแบบใช้ครั้งเดียวเพื่อใช้บริการของบุคคลที่สาม"),
                n("d8612d9c", "เปิด SMS หรือแอพยืนยันตัวตนก่อน"),
                n("e13d4468", "ก่อนตั้งค่าคีย์ความปลอดภัย คุณต้องเปิด SMS หรือแอพยืนยันตัวตนก่อนเพื่อเป็นการยืนยันตัวตนแบบสองปัจจัยของคุณ"),
                n("c1d96d6a", "คุณเพิ่มคีย์ถึงจำนวนสูงสุดที่กำหนดแล้ว"),
                n("gf91694e", "คุณจะต้องลบคีย์ก่อนที่จะเพิ่มใหม่"),
                n("j265ddb6", "ยืนยันอีเมลของคุณ"),
                n("a7cfdf1c", "หากต้องการเปิดการยืนยันตัวตนแบบสองปัจจัย คุณต้องเชื่อมโยงอีเมลกับบัญชี X นี้ แล้วทำการยืนยันตัวตนของคุณ"),
                n("d7bfde1a", "ดูเหมือนว่าบัญชีของคุณถูกระงับการใช้งานอยู่ในขณะนี้ คุณไม่สามารถเปิดการยืนยันตัวตนแบบสองปัจจัยได้ในขณะที่บัญชีของคุณถูกระงับการใช้งาน"),
                n("g268fbb8", "บัญชีนี้มีการยืนยัน ID แล้ว"),
                n("f66d24be", "ศูนย์ความช่วยเหลือ"),
                n("c8255462", "ซ่อนป้ายกำกับยืนยันตัวตนของคุณ"),
                n("c6e731ee", "ซ่อนป้ายกำกับยืนยันตัวตนของคุณ เพื่อไม่ให้คนอื่นเห็นเมื่อแตะเครื่องหมายถูกสีฟ้าในหน้าข้อมูลส่วนตัวของคุณ"),
                n("be582166", "การยืนยันตัวตนสามารถช่วยปกป้องบัญชีของคุณจากการลอกเลียนแบบบุคคล และมอบป้ายกำกับการยืนยันตัวตนให้กับข้อมูลส่วนตัวของคุณ"),
                n("b496bc94", "เรากำลังตรวจสอบบัตรประจำตัวที่ออกโดยหน่วยงานราชการของคุณ เราจะแจ้งให้คุณทราบผ่านการแจ้งเตือน!\n\nเมื่อได้รับการอนุมัติแล้ว คุณจะได้รับป้ายกำกับการยืนยันตัวตนบนข้อมูลส่วนตัวของคุณ เพื่อให้ผู้อื่นทราบว่าบัญชีของคุณได้รับการยืนยันตัวตนแล้ว"),
                n("d8f5cce4", "คุณส่งคำขอการยืนยันเกินขีดจำกัดแล้ว โปรดรอ 24 ชั่วโมงก่อนลองใหม่อีกครั้ง"),
                n("i8427a1e", "บัญชีนี้ไม่มีสิทธิ์สำหรับการยืนยันตัวตน เฉพาะสมาชิก Premium แบบบุคคลเท่านั้นที่มีสิทธิ์ได้รับการยืนยันตัวตน"),
                n("cdc65e89", function (e) {
                    return e.title + " (ไม่บังคับ)";
                }),
                n("h05c1f28", "ยืนยันบัญชีของคุณโดยระบุบัตรประจำตัวที่ออกโดยหน่วยงานราชการ โดยปกติจะใช้เวลาประมาณ 5 นาที"),
                n("j8cfcc62", "ฉันยินยอมให้ X และ Au10tix ใช้รูปภาพบัตรประจำตัวของฉันและภาพเซลฟี่ของฉัน รวมถึงข้อมูลไบโอเมตริกซ์ที่แยกออกมาเพื่อยืนยันตัวตนของฉัน และเพื่อวัตถุประสงค์ด้านความปลอดภัยและการรักษาความปลอดภัยที่เกี่ยวข้องกับ X รวมถึงการป้องกันการลอกเลียนแบบบุคคล Au10tix อาจจัดเก็บข้อมูลดังกล่าวนานถึง 30 วัน"),
                n("c4930cb6", "สิ่งที่คุณต้องใช้:"),
                n("ac7bb0fe", "เตรียมบัตรประจำตัวที่ออกโดยหน่วยงานราชการ"),
                n("c12ce69c", "ตรวจสอบว่ากล้องของอุปกรณ์เปิดอยู่และใช้งานได้หรือไม่"),
                n("c5bfe94a", "เตรียมถ่ายรูปเซลฟี่และรูปภาพบัตรประจำตัวของคุณ"),
                n("e5b7dd84", "เริ่มต้น"),
                n("abfaa528", "ข้าม"),
                n("e4fed511", "บริการ X Premium"),
                n("def518fa", "ระบบสมาชิกติดตามผู้สร้าง"),
                n("f61cda83", "ส่วนแบ่งรายได้จากโฆษณา"),
                n("g1952008", "ระบบสมาชิกติดตามผู้สร้าง"),
                n("e5d0419c", "ส่วนแบ่งรายได้ของผู้สร้าง"),
                n("g3723480", "ระบบสมาชิกติดตามผู้สร้าง"),
                n("c776f523", "ส่วนแบ่งรายได้จากโฆษณา"),
                n("ab9f38f8", "ระบบสมาชิกติดตามผู้สร้าง"),
                n("d5cab8b0", "ส่วนแบ่งรายได้ของผู้สร้าง"),
                n("g1a4a1b6", "เกิดข้อผิดพลาดในการยืนยันตัวตน"),
                n("e24305e4", "เซสชันการยืนยันตัวตนของคุณเก่าหรือไม่ถูกต้อง โปรดลองอีกครั้ง"),
                n("f7954a0c", "กำลังโหลดข้อมูลคีย์ความปลอดภัย"),
                n("h69986c2", "คุณสามารถเปลี่ยนชื่อหรือลบคีย์ความปลอดภัยของคุณ"),
                n("i5896ba2", "เพิ่มอีกปุ่ม"),
                n("a8ef2b64", "คีย์ความปลอดภัยที่ไม่มีชื่อ"),
                n("d4e220b4", "ชื่อ"),
                n("g6d0f0b6", "จัดการคีย์ความปลอดภัย"),
                n("b894f68a", "กำลังโหลดข้อมูลคีย์ความปลอดภัย"),
                n("g2601bb6", "เปลี่ยนชื่อคีย์"),
                n("b464b726", "ลบคีย์"),
                n("a4101e1b", function (e) {
                    return "วันที่เพิ่ม: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "รหัสสํารอง"),
                n("ec6a76e0", "สร้างรหัสใหม่"),
                n("f2c3c31c", "คัดลอกรหัส"),
                n("e8016b64", "กำลังโหลดรหัสสํารอง"),
                n("c4ca22bc", "หากคุณไม่สามารถเข้าถึงอุปกรณ์ของคุณ คุณสามารถใช้รหัสนี้เพื่อยืนยันตัวตนของคุณได้"),
                n("f20ff69f", "เรียนรู้เพิ่มเติม"),
                n("j2327f80", "รหัสผ่านชั่วคราว"),
                n("fbfeaf8e", "สร้างรหัสผ่านใหม่"),
                n("h4a8bd12", "คัดลอกรหัสผ่าน"),
                n("g247dc1c", "กำลังโหลดรหัสผ่านชั่วคราว"),
                n("h3a32f52", "ใช้รหัสผ่านชั่วคราวนี้ (ไม่จำเป็นต้องมีช่องว่าง) เพื่อเข้าสู่ระบบ X บนแอพและอุปกรณ์"),
                n("d70fceac", "รหัสผ่านนี้จะหมดอายุภายในหนึ่งชั่วโมง"),
                n("j924d222", "เปลี่ยนประเทศ"),
                n("e9310157", "เรียนรู้เพิ่มเติม"),
                n("bd5ac12e", "เลือกภาษาที่คุณต้องการให้แสดงในข้อความพาดหัว ปุ่มกด และข้อความอื่นๆ จาก X ของบัญชีนี้ การเลือกนี้จะไม่เปลี่ยนภาษาของเนื้อหาที่คุณเห็นในลำดับเหตุการณ์ของคุณ"),
                n("cef33711", function (e) {
                    return e.languageName + " (เบต้า)";
                }),
                n("b033248c", "ความสามารถในการค้นหา"),
                n("c69b4798", "ให้ผู้ที่มีอีเมลหรือหมายเลขโทรศัพท์ของคุณค้นหาและเชื่อมต่อกับคุณบน X ได้"),
                n("eca117e6", "ให้ผู้ที่มีอีเมลของคุณค้นหาคุณบน X ได้"),
                n("acd36386", "ให้ผู้ที่มีอีเมลของคุณค้นหาและเชื่อมต่อกับคุณบน X ได้"),
                n("gd8511ca", "ให้ผู้ที่มีหมายเลขโทรศัพท์ของคุณค้นหาคุณบน X ได้"),
                n("eca935ec", "ให้ผู้ที่มีหมายเลขโทรศัพท์ของคุณค้นหาและเชื่อมต่อกับคุณบน X ได้"),
                n("ac77c66c", "ผู้ติดต่อ"),
                n("jadf483e", "จัดการรายชื่อผู้ติดต่อที่คุณนำเข้าจากอุปกรณ์มือถือ"),
                n("b864be7a", "ลบผู้ติดต่อทั้งหมด"),
                n("g5fa1090", "ลบผู้ติดต่อออกทั้งหมดหรือไม่"),
                n("h3e420fc", "การดำเนินการนี้จะเป็นการลบรายชื่อผู้ติดต่อที่คุณได้อัพโหลดไปก่อนหน้านี้ และปิดการซิงค์กับ X บนอุปกรณ์ทั้งหมด โปรดทราบว่าขั้นตอนนี้จะใช้เวลาไม่นาน ไม่สามารถยกเลิกได้ และในระหว่างนี้คุณอาจเห็นคำแนะนำบางรายการบน X  (อ้างXอิงจากรายชื่อผู้ติดต่อของคุณ)"),
                n("ca24589e", "ไม่มีชื่อ"),
                n("d439b1c1", "เรียนรู้เพิ่มเติม"),
                n("fe36fe10", "ยืนยันรหัสผ่านของคุณ"),
                n("hccd9dbe", "โปรดป้อนรหัสผ่านของคุณเพื่อรับข้อมูลนี้"),
                n("df1ddda4", "ป้ายตำแหน่งที่ตั้งที่คุณเพิ่มลงในโพสต์ของคุณจะไม่สามารถมองเห็นบน X.com, X สำหรับ iOS และ X สำหรับ Android ได้อีกต่อไป การอัพเดตเหล่านี้อาจใช้เวลาระยะหนึ่งจึงจะมีผล"),
                n("ed7fa034", "บริการระบุตำแหน่งของคุณไม่ได้เปิดใช้งานอยู่บนอุปกรณ์นี้ คุณสามารถเปิดใช้งานได้ในการตั้งค่าอุปกรณ์"),
                n("e80e4288", "ลบข้อมูลตําแหน่งทั้งหมดที่อยู่ในโพสต์ของคุณ"),
                n("b0ee8ab6", "ลบข้อมูลตำแหน่งทั้งหมดที่อยู่ในโพสต์ของคุณหรือไม่"),
                n("e23b2991", "เรียนรู้เพิ่มเติม"),
                n("gd758534", "อนุญาตให้ผู้คนแท็กคุณในรูปภาพและรับการแจ้งเตือนเมื่อถูกแท็ก"),
                n("a90af44e", "ซ่อนเนื้อหาล่อแหลม"),
                n("a25e2ec6", "ลบบัญชีที่ถูกบล็อคและถูกซ่อน"),
                n("b827a058", "การตั้งค่าการค้นหาแบบปลอดภัยได้อัพเดทแล้ว"),
                n("b27c9852", "มีบางอย่างผิดพลาดขณะกำลังอัพเดทการตั้งค่าการค้นหาแบบปลอดภัยของคุณ"),
                n("j3402d7e", "ซึ่งจะป้องกันไม่ให้โพสต์ที่อาจมีเนื้อหาล่อแหลมแสดงในผลลัพธ์การค้นหาของคุณ "),
                n("if05bca6", "ใช้สิ่งนี้เพื่อจำกัดการค้นหาผลลัพธ์จากบัญชีที่คุณได้บล็อคหรือซ่อนไว้"),
                n("bc7fd990", "กำลังโหลดการตั้งค่าความนิยม"),
                n("e2f16650", "แสดงเนื้อหาในตำแหน่งนี้"),
                n("e5e88f40", "เมื่อเปิดการตั้งค่านี้ คุณจะเห็นสิ่งที่เกิดขึ้นรอบตัวคุณทันที"),
                n("i4d54b0e", "ความนิยมสำหรับคุณ"),
                n("ad431584", "แสดงเรื่องราวของ Grok ที่ตลกขบขันให้ฉันดู"),
                n("df9f03c8", "ปรับแต่งความนิยมให้เหมาะกับบุคคลโดยอ้างอิงจากตำแหน่งที่ตั้งของคุณและผู้ที่คุณติดตาม"),
                n("c6cf5c7e", "คุณสามารถปรับแต่งความนิยมให้เป็นส่วนตัวตามตำแหน่งของคุณและผู้ที่คุณติดตาม"),
                n("e09358ba", "ดูเรื่องราวล่าสุดบน X ในโหมดสนุกสนานของ Grok"),
                n("a55db872", "การปรับแต่งให้เป็นส่วนตัว"),
                n("a58170fc", "เรื่องราวของ Grok"),
                n("h0b5152e", "เปลี่ยนตําแหน่ง"),
                n("dfeada5e", "สำรวจตำแหน่ง"),
                n("ac854308", "นโยบาย"),
                n("d429c942", "แนวโน้มนโยบายการเลือกตั้งของสหรัฐฯ"),
                n("ede134f2", "เลือกว่าวิดีโอและ GIF ควรเล่นอัตโนมัติบนอุปกรณ์นี้หรือไม่"),
                n("b3aab6d4", "ตําแหน่ง"),
                n("e53e05e4", "กำลังโหลดตำแหน่ง"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return "ประหยัด " + e.percentage + "%";
                }),
                n("c6614cc0", "บวกภาษีที่เกี่ยวข้อง"),
                n("f8d3b50a", "รวมภาษี"),
                n("i2c32253", function (e) {
                    return e.price + " / เดือน";
                }),
                n("c41e1023", function (e) {
                    return e.price + " / ปี";
                }),
                n("i57aeafb", function (e) {
                    return "ในช่วง " + e.duration + " เดือนแรก จากนั้นเรียกเก็บเงิน " + e.standardPrice + " ต่อเดือน";
                }),
                n("ae3e3723", function (e) {
                    return "ในช่วง " + e.duration + " ปีแรก จากนั้นเรียกเก็บเงิน " + e.standardPrice + " ต่อปี";
                }),
                n("ade4c757", function (e) {
                    return "จากนั้น " + e.price + " / เดือน";
                }),
                n("f7798e11", function (e) {
                    return "จากนั้น " + e.price + " / ปี";
                }),
                n("e0b39888", "เรียกเก็บเงินเป็นรายเดือน"),
                n("b67c37de", "เรียกเก็บเงินเป็นรายปี"),
                n("a8363765", function (e) {
                    return "เรียกเก็บเงิน " + e.price + " ต่อปี";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "ก่อนที่จะไป โปรดพิจารณาว่าคุณจะพลาดอะไรไปบ้าง"),
                n("a092f1ba", "ดำเนินการยกเลิกต่อไป"),
                n("g96c7f48", "เปลี่ยนไปใช้แผนอื่น"),
                n("iccac88e", "ลำดับเหตุการณ์สำหรับคุณและกำลังติดตามแบบเห็นโฆษณาลดลงครึ่งหนึ่ง"),
                n("d7a124d8", "ไม่มีโฆษณา"),
                n("d2d22c36", "การเข้าถึง Grok"),
                n("j249b1d4", "การบูสต์การตอบกลับ"),
                n("c4a37384", "โพลต์ที่ยาวขึ้น"),
                n("fb656858", "การแก้ไขโพสต์"),
                n("faaec212", "การรับเงินเพื่อโพสต์"),
                n("fb3c7168", "โฟลเดอร์บุ๊คมาร์กของคุณ"),
                n("b346bc12", "เครื่องหมายถูก"),
                n("je8143e1", function (e) {
                    return "รับส่วนลด " + e.percentage + "% สำหรับ X " + e.productName + " เป็นเวลา " + e.duration + " เดือน";
                }),
                n("j5847735", function (e) {
                    return "รับส่วนลด " + e.percentage + "% สำหรับ X " + e.productName + " เป็นเวลา " + e.duration + " ปี";
                }),
                n("da3431f9", function (e) {
                    return "ส่วนลดนี้เป็นของขวัญเล็กๆ น้อยๆ จากเรา เผื่อคุณต้องการใช้ X " + e.productName + " ไปอีกสักพัก!";
                }),
                n("i6fbfc72", "ข้อเสนอพิเศษเพียงครั้งเดียว"),
                n("f1bc6309", function (e) {
                    return "คงการเข้าถึงคุณสมบัติ X " + e.productName + " ทั้งหมดได้อย่างเต็มที่";
                }),
                n("fdb7b52a", "ส่วนลดจะถูกใช้ตั้งแต่รอบบิลถัดไปของคุณ"),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "เสร็จเรียบร้อยแล้ว"),
                n("a905eac6", "สำรวจ Premium"),
                n("j6083a1c", "จัดการระบบสมาชิกของคุณ"),
                n("b4fa4630", "อัปเดตวิธีการชําระเงิน"),
                n("ef0dfa5a", "อัปเดตข้อมูลการเรียกเก็บเงิน"),
                n("f5b352ec", "ยกเลิกการสมัครรับข้อมูล"),
                n("j317d958", "โปรดทราบ - ส่วนลดที่รอดำเนินการของคุณจะหายไป"),
                n("a46e42d2", "คงระบบสมาชิกของฉันไว้"),
                n("e122fb3f", function (e) {
                    return "การทดลองใช้ฟรีของคุณจะสิ้นสุดในวันที่ " + e.endDate;
                }),
                n("be103b84", "ใช้งานอยู่"),
                n("ace43720", "หมดอายุในเร็วๆ นี้"),
                n("c8f18aa4", "คุณได้รับ Premium+ เนื่องจากคุณเป็นสมาชิกองค์กรที่ได้รับการยืนยัน"),
                n("a341d1f7", function (e) {
                    return "คุณได้รับ Premium+ เนื่องจากองค์กรของคุณเป็นสมาชิกองค์กรที่ได้รับการยืนยันผ่านทาง @" + e.organization + " ติดต่อองค์กรของคุณสำหรับรายละเอียดเพิ่มเติม";
                }),
                n("e4aaf0f8", "หากต้องการยกเลิกระบบสมาชิก Premium ฟรี โปรดติดต่อฝ่ายสนับสนุน"),
                n("e5170220", "บัญชีนี้ได้รับการสมัครสมาชิก Premium ฟรีผ่านการใช้จ่ายด้านการโฆษณา"),
                n("j6d6b66e", "บัญชีนี้ได้รับระบบสมาชิกเป็นของขวัญ หากต้องการยกเลิกระบบสมาชิกของคุณ โปรดติดต่อฝ่ายสนับสนุน"),
                n("fae1751f", function (e) {
                    return "ดูเหมือนว่าคุณซื้อระบบสมาชิกนี้จากแอป X " + e.mobilePlatform + " คุณจะต้องจัดการหรือยกเลิกการสมัครสมาชิกของคุณจากที่นั่น";
                }),
                n("fecebd4c", "ที่นี่"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "อื่นๆ"),
                n("baf97716", "คุณจะสามารถใช้คุณสมบัติได้จนสิ้นสุดรอบการเรียกเก็บเงินของคุณ"),
                n("ae864b69", function (e) {
                    return "ระดับระบบสมาชิกของคุณถูกกำหนดให้เปลี่ยนแปลงเป็น " + e.tierName + " จากรอบการเรียกเก็บเงินถัดไปในวันที่ " + e.date;
                }),
                n("a991d9a3", function (e) {
                    return "รอบการเรียกเก็บเงินถัดไปจะเริ่มในวันที่ " + e.date;
                }),
                n("edbb700f", function (e) {
                    return "เริ่มรอบการเรียกเก็บเงินถัดไปวันที่ " + e.date;
                }),
                n("e3f9d219", function (e) {
                    return "ระบบสมาชิกจะสิ้นสุดในวันที่ " + e.date;
                }),
                n("e9884540", "ส่วนลดที่ใช้งานอยู่"),
                n("bfb879aa", "ส่วนลดที่รอดำเนินการ"),
                n("f8321d82", "ทั้งหมด"),
                n("eb233866", "นําเข้าแล้ว"),
                n("d23b0404", "เมื่อคุณบล็อคใครสักคน พวกเขาจะไม่สามารถติดตามหรือส่งข้อความหาคุณได้ และคุณจะไม่เห็นการแจ้งเตือนจากพวกเขา"),
                n("e0a7e9bc", "บล็อคบัญชีที่ไม่ต้องการ"),
                n("ef731b14", "กำลังโหลดบัญชีที่ถูกบล็อค"),
                n("e554ba83", "เรียนรู้เพิ่มเติม"),
                n("if594962", "ถูกบล็อค"),
                n("i2b9632e", "ยกเลิกการบล็อคเรียบร้อยแล้ว"),
                n("g51a96de", "เมื่อคุณบล็อคใครสักคน พวกเขาจะไม่สามารถติดตามหรือส่งข้อความหาคุณได้ และคุณจะไม่เห็นการแจ้งเตือนจากพวกเขา คุณสามารถนำเข้ารายชื่อบัญชีที่คุณต้องการบล็อคบน X"),
                n("j035733c", "คุณกำลังจะเริ่มต้นกระบวนการปิดการใช้งานบัญชี X ของคุณ ชื่อที่แสดง @ชื่อผู้ใช้ และข้อมูลส่วนตัวสาธารณะของคุณจะไม่สามารถดูได้บน X.com, X สำหรับ iOS หรือ X สำหรับ Android อีกต่อไป"),
                n("j4a29d52", "คุณสามารถกู้คืนบัญชี X ของคุณได้หากบัญชีนั้นถูกปิดโดยบังเอิญหรือโดยมิชอบในระยะเวลาสูงสุด 30 วันหลังจากที่ปิดการใช้งาน"),
                n("ea989810", "ปิดการใช้งานบัญชี"),
                n("f6e73faa", "ปิดการใช้งาน"),
                n("c3743328", "การดำเนินการนี้จะปิดการใช้งานบัญชีของคุณ"),
                n("a20cd24e", "มีอะไรอีกบ้างที่คุณควรรู้"),
                n("e93b0ae0", "ดำเนินคำขอการปิดการใช้งานของคุณให้เสร็จสมบูรณ์ด้วยการป้อนรหัสผ่านที่เชื่อมโยงกับบัญชีของคุณ"),
                n("fc025d1d", "เรียนรู้เพิ่มเติม"),
                n("bb5e039c", "การตั้งค่า"),
                n("j37efff6", "เปลี่ยนข้อมูลเหล่านั้น"),
                n("ce5bfe12", "ข้อมูล X ของคุณ"),
                n("g7088266", "แก้ไขข้อมูลส่วนตัว"),
                n("d9d293b8", "เว็บไซต์"),
                n("cb469ff6", "ชื่อไม่สามารถเว้นว่างได้"),
                n("g511f468", "การอัพเดตรูปประจําตัวของคุณล้มเหลวเนื่องจากสื่อบางส่วนไม่ได้อัพโหลด"),
                n("ec3a116e", "การอัพเดตแบนเนอร์ของคุณล้มเหลวเนื่องจากสื่อบางส่วนไม่ได้อัพโหลด"),
                n("j94599ec", "เพิ่มรูปภาพประจําตัว"),
                n("df31d76a", "เพิ่มรูปภาพแบนเนอร์"),
                n("c01a0e1a", "ยืนยันวันเดือนปีเกิดหรือไม่"),
                n("df2c469a", "เปลี่ยนเป็นมืออาชีพ"),
                n("e1f76978", "แก้ไขข้อมูลส่วนตัวระดับมืออาชีพ"),
                n("ic04a6f6", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และการเปลี่ยนแปลงจะหายไป"),
                n("addbe8e8", "ลองใช้ชื่อที่ไม่มีอักขระพิเศษเพื่อให้สามารถเข้าถึงผู้คนได้มากขึ้น ซึ่งรวมถึงผู้พิการทางสายตาหรือมีสายตาเลือนราง"),
                n("a46f80ab", function (e) {
                    return "เกิดเมื่อ " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "เกิดเมื่อ " + e.year;
                }),
                n("bfe8d1a2", "แก้ไขประวัติแบบขยาย"),
                n("e1ec926e", "สร้างประวัติแบบขยาย"),
                n("c119dee8", "วันเดือนปีเกิด"),
                n("bbf0afc8", "เพิ่มวันเกิดของคุณ"),
                n("f98d367e", "แก้ไขวันเดือนปีเกิดหรือไม่"),
                n("d3f43300", "ตัวเลือกนี้สามารถเปลี่ยนแปลงได้เพียงไม่กี่ครั้งเท่านั้น ตรวจสอบให้แน่ใจว่าคุณป้อนอายุของบุคคลที่ใช้บัญชีนี้"),
                n("g10411f0", "นี่ควรเป็นวันเกิดของผู้ที่ใช้บัญชี แม้ว่าคุณจะสร้างบัญชีสำหรับธุรกิจ อีเวนต์ หรือแมวก็ตาม"),
                n("a0c5e370", "ใครเห็นสิ่งนี้บ้าง"),
                n("i68fe54e", "เดือนและวัน"),
                n("b4e729b6", "ปี"),
                n("f3bb1b48", "ลบวันเดือนปีเกิดหรือไม่"),
                n("c9cb9972", "การดำเนินการนี้จะลบข้อมูลนั้นออกจากข้อมูลส่วนตัวของคุณ"),
                n("a2bef112", "ลบวันเดือนปีเกิด"),
                n("c37622ec", "โปรดใส่วันที่ที่ถูกต้อง"),
                n("f679d166", "ผู้ติดตามของคุณ"),
                n("af293dc2", "คนที่คุณติดตาม"),
                n("h99b6d08", "นโยบายความเป็นส่วนตัว"),
                n("hce7a225", "เรียนรู้เพิ่มเติม"),
                n("e9603d88", "แสดงเครื่องหมายหมายเลขโทรศัพท์ที่ยืนยันแล้ว"),
                n("ada99498", "เครื่องหมายนี้จะแสดงต่อผู้อื่นที่อยู่ในภูมิภาคของคุณเท่านั้น"),
                n("a765e936", "ลบประวัติแบบขยายของคุณ"),
                n("d4d68e44", "บันทึกแล้ว"),
                n("b6de83a0", "พื้นที่สนทนาสำหรับพนักงานเท่านั้น"),
                n("g3f251f2", "การออกอากาศส่วนตัว"),
                n("d08666ba", "พื้นที่สนทนาส่วนตัว"),
                n("eadb5a46", "เป็นคนแรกที่เข้าร่วม"),
                n("f9629a8f", function (e) {
                    return "การออกอากาศของ " + e.hostName;
                }),
                n("ia3c0ab7", function (e) {
                    return "พื้นที่สนทนาของ " + e.hostName;
                }),
                n("hd552761", function (e) {
                    return "จัดโดย " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + " จาก " + e.total;
                }),
                n("a5235305", function (e) {
                    return "เข้าร่วมแล้ว " + e.listOfPeople + " คน";
                }),
                n("df9f8243", function (e) {
                    return e.name + " กำลังฟัง";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " กำลังพูด";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " กำลังโฮสต์";
                }),
                n("f7882829", function (e) {
                    return e.name + " กำลังโฮสต์ร่วม";
                }),
                n("d961a4a0", "ถ่ายทอดสดบน X"),
                n("g2c0144a", "องค์กรที่ได้รับการยืนยัน"),
                n("cd5cdec8", "จัดการเครดิตโฆษณาของคุณ"),
                n("f23b6a72", "เครดิตโฆษณาที่เหลืออยู่"),
                n("i969d5de", "ตั้งค่าแคมเปญโฆษณา"),
                n("d0924f58", "รับการสนับสนุนเกี่ยวกับปัญหา"),
                n("j8d53b64", "ดูคุณสมบัติทั้งหมด"),
                n("jd26f2a6", "เพิ่มพันธมิตร"),
                n("e0a492e6", "จัดการงานของคุณ"),
                n("d9cbd02c", "การสมัครของคุณอยู่ระหว่างการตรวจสอบ"),
                n("ed4759a6", "คุณจะได้รับแจ้งเกี่ยวกับผลการสมัครของคุณภายในสองสามวัน เราอาจติดต่อคุณทางอีเมลเพื่อขอข้อมูลเพิ่มเติม"),
                n("dad69faa", "อัพเดตวิธีการชำระเงินของคุณ"),
                n("daf3248a", "การสมัครไม่สมบูรณ์"),
                n("eb71036f", function (e) {
                    return "อัปโหลดและยืนยันเอกสารขององค์กรของคุณภายใน " + e.date;
                }),
                n("a1d3f1f2", "เราร่วมมือกับ Persona เพื่อยืนยันตัวตนและเอกสารทางธุรกิจของคุณเพื่อวัตถุประสงค์ด้านความปลอดภัยของ X โดยที่ Persona อาจจัดเก็บข้อมูลของคุณนานถึง 30 วัน"),
                n("ea8c295a", "เริ่มต้นการยืนยันเอกสาร"),
                n("da1aa48f", function (e) {
                    return "การยืนยันช่วยเพิ่มความน่าเชื่อถือและการมองเห็นของคุณเช่นเดียวกับ @" + e.screenName;
                }),
                n("e4a7a968", "คุณยังไม่ได้รับการยืนยัน"),
                n("id9c1e82", "ข้อมูลส่วนตัวนี้ได้รับการยืนยันแล้ว"),
                n("d43b0edc", "เข้าร่วมวงในที่ยืนยันแล้ว"),
                n("d4ea0ed4", "รับป้ายกำกับสีฟ้าของคุณเอง"),
                n("cffeaeae", "รับการยืนยันบัญชีของคุณ"),
                n("b8e930fe", "ความนิยมในขณะนี้"),
                n("ae05f268", "ไม่สามารถดูความนิยมได้"),
                n("c6b51af8", "เพิ่งเริ่มใช้ X ใช่ไหม"),
                n("ie8e1ffc", "สมัครตอนนี้เพื่อให้คุณมีลำดับเหตุการณ์ในแบบฉบับของตัวเอง!"),
                n("fd6473fa", "กำลังโหลดบัญชีที่แนะนำให้ผู้ใช้ติดตาม"),
                n("a526aa66", "ติดตามใครดี"),
                n("ef625010", "คุณอาจชื่นชอบ"),
                n("b7388a56", "ส่วนท้าย"),
                n("hdabc3fc", "ข้อตกลงการให้บริการ"),
                n("bc6efc72", "นโยบายความเป็นส่วนตัว"),
                n("h3161192", "นโยบายคุกกี้"),
                n("a7de64de", "ข้อมูลโฆษณา"),
                n("jb0a4c36", "บล็อก"),
                n("ce6d095a", "อาชีพ"),
                n("e0adec82", "ทรัพยากรด้านแบรนด์"),
                n("df1b7550", "การตลาด");
            n("he258678", "X สำหรับธุรกิจ"),
                n("c6f58084", "นักพัฒนา"),
                n("d83f18d2", "ไดเรกทอรี"),
                n("hc5aa17c", "รับแอพ X"),
                n("j0693948", "รับแอพ Grok"),
                n("fce9ecce", "วิดีโอแนะนำ"),
                n("j66b95a2", "ข่าวเจาะลึก"),
                n("ad35153e", "เบต้า"),
                n("b58d2bd2", "โพสต์ที่เกี่ยวข้อง"),
                n("efe6ef9e", "ดูโพสต์"),
                n("b3d183ce", "โพสต์พร้อมตอบกลับ"),
                n("c299a6c0", "เธรด"),
                n("h3d5d79e", "โพสต์ของชุมชน"),
                n("cfe877ca", "เลือกว่าจะติดตามใคร"),
                n("e06b864c", "ดูเหมือนว่าคุณจะสนุกกับบทสนทนานี้"),
                n("a078ff70", "ต้องการดูเนื้อหาเพิ่มเติมจากบุคคลที่คุณโต้ตอบด้วยในเธรดนี้หรือไม่ เริ่มสำรวจเนื้อหาจากบัญชีใหม่"),
                n("cb80300e", "ข้ามไปยังลำดับเหตุการณ์หน้าแรก"),
                n("ea5cd098", "ข้ามไปยังความนิยม"),
                n("c67e3fc2", "ลำดับเหตุการณ์หน้าแรก"),
                n("d601fc20", "ล่าสุด"),
                n("j43f99be", "ความเกี่ยวข้อง"),
                n("ad6e11ac", "จัดเรียงการตอบกลับโดย"),
                n("b2311b70", "คุณไม่สามารถใช้ข้อมูลนี้ได้"),
                n("j88f27d8", "บุคคลที่เกี่ยวข้อง"),
                n("i31dcd22", "บทความ"),
                n("e3de2f6f", function (e) {
                    return "เพิ่ม " + e.entity + " ลงในบุ๊คมาร์กของคุณแล้ว";
                }),
                n("e64de8a9", function (e) {
                    return "ลบ " + e.entity + " ออกจากบุ๊คมาร์กของคุณแล้ว";
                }),
                n("d6d9aab6", "เพิ่มบุ๊คมาร์ก"),
                n("bb89cf46", "ลบบุ๊คมาร์ก"),
                n("a739d4ba", "เพิ่มไปยังโฟลเดอร์บุ๊คมาร์ก"),
                n("d5270434", "ออก"),
                n("ac85c6b2", "เกิดข้อผิดพลาดขณะโหลดภาพนี้"),
                n("b327c12a", "รูปภาพ"),
                n("ic76bdf0", "สร้างใหม่ด้วย Grok"),
                n("a4d3eb67", function (e) {
                    return e.fullName + ' บน X: "' + e.tweetText + '"';
                }),
                n("f0701753", function (e) {
                    return "ซ่อนเป็นเวลา " + e.number + " วัน";
                }),
                n("j7d0e836", "ขยาย"),
                n("d227d19e", "ยุบ"),
                n("fbf83158", "คำเตือน: การชำระเงินล้มเหลว"),
                n("jadeb4da", "อัปเดตวิธีการชำระเงินของคุณโดยทันทีก่อนที่จะสูญเสียสิทธิประโยชน์ของระบบสมาชิก"),
                n("bce3726a", "อัปเดตการเรียกเก็บเงิน"),
                n("ie4f57d2", "ต่ออายุระบบสมาชิก Premium ของคุณ"),
                n("h293aa52", "ระบบสมาชิก Premium ของคุณกำลังจะหมดอายุ!"),
                n("j1923668", "รักษาสิ่งที่ดีที่สุดของ X"),
                n("ac7e97ee", "ต่ออายุระบบสมาชิก"),
                n("f70c69b4", "การบูสต์การตอบกลับ การแก้ไขโพสต์ การปรับแต่ง โพสต์ที่ยาวขึ้น และอื่นๆ อีกมากมาย"),
                n("f4cec4d2", "เครื่องหมายถูกสีฟ้า การบูสต์การตอบกลับ การเพิ่มขีดจำกัด Grok และอื่นๆ อีกมากมาย"),
                n("h367e724", "ประวัติแบบขยาย"),
                n("ea5928d4", "คุณมีข้อมูลที่หลากหลาย ซึ่งสามารถเพิ่มลงในข้อมูลส่วนตัวของคุณได้ไม่จำกัด\nเพิ่มประวัติแบบขยายเพื่อบอกคนอื่นเกี่ยวกับตัวคุณมากขึ้น"),
                n("h7ef9dc8", "ซึ่งอาจรวมถึง:"),
                n("c04ba4b4", "สิ่งที่คุณเคยทำมาและต้องการแสดงให้เห็น"),
                n("d7666008", "สูตรพาสต้าในตำนานของคุณ"),
                n("cb24ee16", "ประสบการณ์การทำงานและความชอบในอาชีพ"),
                n("a1c93d74", "ดูเหมือนว่าเราจะพบปัญหาในการบันทึกการเปลี่ยนแปลงของคุณ โปรดลองอีกครั้งในภายหลัง"),
                n("b956c04a", "คุณแน่ใจหรือไม่ว่าต้องการลบประวัติแบบขยายของคุณ"),
                n("ifb23caa", "การลบประวัติแบบขยายจะเป็นการลบออกจากข้อมูลส่วนตัวของคุณ"),
                n("c2333081", function (e) {
                    return e.count + " ตัวอักษร";
                }),
                n("a2b8c54c", "ลบแล้ว"),
                n("a9cc8f96", "เกินจำนวนอักขระสูงสุดแล้ว"),
                n("eb7710f1", function (e) {
                    return e.years + " ปี";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " เดือน";
                }),
                n("h6a724ac", "คุณแน่ใจหรือไม่ว่าต้องการลบสิ่งนี้"),
                n("f94aacae", "การลบจะเป็นการลบออกจากข้อมูลส่วนตัวของคุณ"),
                n("je07e266", "ถูกซ่อน"),
                n("a622dfcc", "ประวัติการทำงาน"),
                n("a6ec7ff8", "ประวัติ"),
                n("eeb6d22c", "ประสบการณ์"),
                n("eba5a8ec", "ตําแหน่งงาน"),
                n("fd20adb8", "ปัจจุบันฉันทำงานที่นี่"),
                n("cd3059f2", "วันที่เริ่มต้น"),
                n("b86019ae", "วันที่สิ้นสุด"),
                n("eedfd35c", "บริษัท"),
                n("caa46e54", "ชื่อบริษัท"),
                n("e893fe6e", "สร้างบริษัท"),
                n("j1c09ca4", "เว็บไซต์ของบริษัท"),
                n("hd332c96", "ต้องระบุตำแหน่งงาน"),
                n("d2fb1b80", "ต้องระบุบริษัท"),
                n("b3590132", "ต้องระบุวันที่เริ่มต้นและสิ้นสุด"),
                n("debb6abe", "วันที่เริ่มต้นต้องไม่เป็นวันที่ในอนาคต"),
                n("j7d08ada", "วันที่สิ้นสุดต้องไม่เป็นวันที่ในอนาคต"),
                n("a8c7d3fc", "วันที่สิ้นสุดต้องอยู่หลังวันที่เริ่มต้น"),
                n("b335d507", function (e) {
                    return "เกินจำนวนอักขระสูงสุด " + e.maxChars + " ตัวแล้ว";
                }),
                n("j29ab120", "ซ่อนการแจ้งเตือนจากผู้คน"),
                n("jdfc82f6", "คุณไม่ได้ติดตาม"),
                n("cfcda0e6", "ผู้ที่ไม่ได้ติดตามคุณ"),
                n("c75b9b2a", "ที่มีบัญชีใหม่"),
                n("f39b9c9e", "ผู้ที่มีรูปภาพในข้อมูลส่วนตัวตามค่าเริ่มต้น"),
                n("d227f940", "ผู้ที่ยังไม่ได้ยืนยันอีเมลของตน"),
                n("b210936e", "ผู้ที่ยังไม่ได้ยืนยันหมายเลขโทรศัพท์ของตน"),
                n("ed0df10b", "เรียนรู้เพิ่มเติม"),
                n("dcef34ac", "เปิด"),
                n("a39f706e", "เบราว์เซอร์ของคุณไม่สนับสนุนการแจ้งเตือนแบบพุช"),
                n("h4f20d0e", "รับการแจ้งเตือนแบบพุชเพื่อดูว่าเกิดอะไรขึ้นบ้างเมื่อคุณไม่อยู่ใน X คุณสามารถปิดการตั้งค่านี้ได้เสมอ"),
                n("cdce0394", "ตัวเลือกนี้มีไว้สำหรับทุกบัญชีในขณะที่คุณกำลังใช้งานอยู่ในเบราว์เซอร์นี้"),
                n("b39bcae2", "เปิดการแจ้งเตือนแบบพุช"),
                n("b50f6144", "ในการรับการแจ้งเตือนทันที ให้เปิดใช้งานการแจ้งเตือนแบบพุช คุณจะได้รับการแจ้งเตือนเหล่านี้แม้ว่าคุณไม่ได้ใช้งาน X  อยู่ คุณสามารถปิดการแจ้งเตือนได้ทุกเมื่อ"),
                n("fe11b3ea", "เบราว์เซอร์ที่ไม่สนับสนุน"),
                n("a1245d3a", "ดูเหมือนว่าเบราว์เซอร์ของคุณจะไม่สนับสนุนการแจ้งเตือนแบบพุช"),
                n("f580c738", "เปิดการแจ้งเตือนหรือไม่"),
                n("i951fbcc", "หากคุณต้องการรับการแจ้งเตือนจาก X คุณต้องอนุญาตรับการแจ้งเตือนที่การตั้งค่าในเบราว์เซอร์ของคุณก่อน"),
                n("ec7cb554", "เมื่อคุณเปิดการแจ้งเตือนโพสต์จากผู้คนที่คุณติดตาม คุณจะได้รับการแจ้งเตือนแบบพุชเกี่ยวกับโพสต์หรือวิดีโอถ่ายทอดสดของพวกเขา"),
                n("b68050dc", "ดูผู้ใช้"),
                n("af045060", "เกี่ยวข้องกับคุณและโพสต์ของคุณ"),
                n("cf378ff8", "จาก X"),
                n("f823bbbe", "สำหรับบัญชีที่ยืนยันแล้วเท่านั้น"),
                n("a40e37f2", "รับอีเมลเพื่อดูว่าเกิดอะไรขึ้นบ้างเมื่อคุณไม่อยู่บน X คุณสามารถปิดการตั้งค่านี้ได้เสมอ"),
                n("e8eb54a0", "รายงานรายสัปดาห์สำหรับบัญชีของคุณ"),
                n("ib80b0f2", "การแจ้งเตือนใหม่"),
                n("ba58e6b0", "โพสต์ที่ถูกส่งอีเมลถึงคุณ"),
                n("fae2c81a", "โพสต์และเรื่องราวติดอันดับ"),
                n("f7b09bb4", "อัพเดทเกี่ยวกับประสิทธิภาพของโพสต์ของคุณ"),
                n("d3978554", "ข่าวเกี่ยวกับผลิตภัณฑ์และการอัพเดทคุณสมบัติของ X"),
                n("bdccb81c", "เคล็ดลับในการได้รับข้อมูลเพิ่มเติมจาก X"),
                n("c3d47fe6", "สิ่งที่คุณพลาดตั้งแต่ที่คุณเข้าสู่ระบบ X ครั้งล่าสุด"),
                n("af8caf3e", "ข่าวสารของ X เกี่ยวกับผลิตภัณฑ์คู่ค้าและบริการอื่นๆ ของบุคคลที่สาม"),
                n("hc076ee4", "การมีส่วนร่วมในแบบสำรวจเพื่อศึกษาวิจัย X"),
                n("ddfe3776", "คำแนะนำสำหรับบัญชีที่แนะนำ"),
                n("d17ba8c2", "คำแนะนำที่มาจากการติดตามครั้งล่าสุดของคุณ"),
                n("bcf50a1a", "เคล็ดลับเกี่ยวกับผลิตภัณฑ์ด้านธุรกิจของ X"),
                n("fcad1e2e", "รายวัน"),
                n("h9e0dfde", "รายสัปดาห์"),
                n("e26d98ac", "เป็นครั้งคราว"),
                n("h0c94842", "ทันเหตุการณ์"),
                n("c460d332", "เมื่อคุณเปิดการแจ้งเตือนโพสต์สำหรับบัญชี คุณจะรู้ว่าพวกเขาโพสต์ ถ่ายทอดสด และจัดพื้นที่สนทนาเมื่อใด"),
                n("a820d092", "กำลังโหลดผู้ที่ติดตาม"),
                n("ha45c9e4", "การแจ้งเตือนโพสต์"),
                n("bdbf8f4e", "ป้อนคำหรือวลี"),
                n("h43e2ea8", "คำที่ซ่อน"),
                n("da8c0440", "ซ่อนจาก"),
                n("defb4aaa", "จากใครก็ได้"),
                n("e7d47b00", "จากคนที่คุณไม่ได้ติดตาม"),
                n("d9d6e10e", "ระยะเวลา"),
                n("gfa5008e", "ขยายเวลาซ่อน"),
                n("c5595dfe", "เปลี่ยนเวลาซ่อน"),
                n("he6804e0", "จนกว่าคุณจะเลิกซ่อนคำ"),
                n("a268406c", "24 ชั่วโมง"),
                n("fc638aa2", "7 วัน"),
                n("b8971cfa", "30 วัน"),
                n("cc7bedfc", "คุณสามารถเปลี่ยนระยะเวลาที่รายการนี้ถูกซ่อนได้ หากคุณเลือก “ตลอดไป” ไว้ก่อนหน้านี้ การเปลี่ยนแปลงเวลาของคุณจะมีผลทันที"),
                n("d768049c", "เพิ่มคำที่ซ่อน"),
                n("c6203da8", "ตัวเลือกคำที่ซ่อน"),
                n("e3f0d3db", function (e) {
                    return 'ซ่อน "' + e.keyword + '"';
                }),
                n("h5746cf7", function (e) {
                    return 'อัพเดต "' + e.keyword + '"';
                }),
                n("d2693eb8", "โปรดดูให้แน่ใจว่าวลีที่ซ่อนไว้มีความยาวไม่เกิน 140 ตัวอักษร"),
                n("f8488024", "นี่เป็นคำที่ค่อนข้างธรรมดาและปรากฏในโพสต์จำนวนมาก แต่คุณสามารถซ่อนได้หากคุณต้องการ"),
                n("deb4924d", "เรียนรู้เพิ่มเติม"),
                n("aa09e528", "เพิ่มคำที่ซ่อน"),
                n("e506aa92", "เพิ่มคำหรือวลีที่ต้องการซ่อน"),
                n("cbd04965", function (e) {
                    return 'เลิกซ่อน "' + e.keyword + '" แล้ว';
                }),
                n("eb4e810a", "หมดอายุแล้ว"),
                n("cabeb6c2", "ตลอดไป"),
                n("f9bce916", "ซ่อนคำ"),
                n("gfe0ee3b", "เรียนรู้เพิ่มเติม"),
                n("ba4aaa9e", "เลิกซ่อนวลีนี้หรือไม่"),
                n("f837ed7e", "วลีนี้จะไม่ปรากฏในการแจ้งเตือนหรือลำดับเหตุการณ์ในหน้าหลักของคุณ"),
                n("a6194d10", "กำลังโหลดบัญชีที่ถูกซ่อน"),
                n("bcf6ad9a", "โพสต์จากบัญชีที่ถูกซ่อนจะไม่ปรากฏในลำดับเหตุการณ์หน้าแรกของคุณ ซ่อนบัญชีโดยตรงจากข้อมูลส่วนตัวหรือโพสต์ของพวกเขา"),
                n("b8e49590", "เมื่อคุณซ่อนบัญชี ข้อความของพวกเขาจะถูกกรองและส่งไปยังด้านล่างของรายการคำขอทางข้อความของคุณ"),
                n("ec202165", "เรียนรู้เพิ่มเติม"),
                n("gde6b425", function (e) {
                    return "ซ่อน " + e.name + " แล้ว";
                }),
                n("e308019b", function (e) {
                    return "เลิกซ่อน " + e.name + " แล้ว";
                }),
                n("hfb77cf6", "ความปลอดภัย"),
                n("f350f0c0", "คําแนะนํา"),
                n("fd3369a2", "เลือกภาษาที่คุณต้องการให้รวมในโพสต์ บุคคล และความนิยมที่แนะนำ"),
                n("hfc86556", "ซ่อน"),
                n("dae57a42", "อนุญาตทั้งหมด"),
                n("i7cbc154", "อนุญาตบางส่วน"),
                n("d623aecc", "แบ่งปันบัญชีกับผู้ที่มีบทบาทที่ได้รับมอบหมาย"),
                n("f3029d5c", "เมื่อเปิดการตั้งค่านี้ คนอื่นจะเชิญคุณให้แบ่งปันบัญชีของตนได้"),
                n("cd1305e8", "อนุญาตให้ผู้อื่นเชิญคุณเข้าสู่บัญชีของพวกเขา"),
                n("j339ef22", "อนุญาตให้ทุกคนเชิญคุณได้"),
                n("g4b0c2dc", "อนุญาตให้คนที่คุณติดตามเชิญคุณได้เท่านั้น"),
                n("d9aef256", "การมอบหมายของคุณ"),
                n("afb3ccf6", "ไม่อนุญาต"),
                n("dfae5248", "ไม่อนุญาตให้ผู้อื่นเชิญคุณเข้าสู่บัญชีของพวกเขาหรือไม่"),
                n("b9c91524", "ในอนาคต คุณจะไม่ได้รับคำเชิญเข้าร่วมการมอบหมายหน้าที่อื่นๆ แต่คุณยังสามารถเข้าถึงการมอบหมายหน้าที่ที่มีอยู่ได้"),
                n("c349b958", "เชิญชวนสมาชิก"),
                n("e177f72a", "เชิญผู้อื่นให้ดำเนินการในนามของบัญชีของคุณและจัดการบทบาทของบัญชี สมาชิกสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อ รวมทั้งดูข้อมูลเหล่านั้นได้"),
                n("cd5c5e73", function (e) {
                    return "คุณสามารถมี " + e.numDelegatesLabel + " การมอบหมายหน้าที่ เท่านั้น";
                }),
                n("efee0a50", "เชิญสมาชิกเข้าสู่บัญชีนี้"),
                n("ja0a1aa6", "เชิญผู้ได้รับมอบหมายเข้าสู่บัญชีนี้"),
                n("db4f623a", "กำหนดบทบาทให้กับสมาชิกรายนี้"),
                n("be7350e3", function (e) {
                    return "กำหนดให้ @" + e.screenName + " เป็นผู้ดูแลระบบหรือไม่";
                }),
                n("b7aa7642", "ส่งคำเชิญแล้ว"),
                n("edbca224", "ส่งคำเชิญ"),
                n("f4834ca6", "เชิญสมาชิกรายอื่น"),
                n("cb04a824", "ผู้ได้รับมอบหมาย"),
                n("d4b3abde", "ผู้ได้รับมอบหมายสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อได้ ผู้ได้รับมอบหมายยังสามารถดูข้อความส่วนตัว โพสต์ และรายชื่อของบัญชีได้"),
                n("b92e2700", "ผู้ดูแลระบบมีสิทธิ์เช่นเดียวกับผู้ได้รับมอบหมาย พวกเขายังสามารถเชิญหรือลบผู้ได้รับมอบหมายและดูการวิเคราะห์โพสต์ได้อีกด้วย"),
                n("hbbbf908", "ผู้ดูแลระบบสามารถเชิญผู้ได้รับมอบหมายรายอื่นเข้าสู่บัญชีนี้และดูการวิเคราะห์โพสต์ได้ ตรวจสอบอีกครั้งว่าคุณกำลังมอบหมายบทบาทให้กับบุคคลที่เหมาะสม"),
                n("d8eda249", function (e) {
                    return "เมื่อ @" + e.screenName + " ยอมรับคำเชิญ พวกเขาจะสามารถมีส่วนร่วมในบัญชีนี้ด้วยสิทธิ์ที่อัปเดตแล้ว";
                }),
                n("b5faf216", "สมาชิกรายนี้ไม่อนุญาตให้มีการเชิญให้รับการมอบหมายหน้าที่"),
                n("hcc3b4ce", "บัญชีของคุณบล็อคสมาชิกรายนี้"),
                n("ace0f0a4", "สมาชิกรายนี้จำกัดผู้ที่สามารถเชิญพวกเขาให้รับการมอบหมายหน้าที่"),
                n("c2e8f726", "ผู้ดูแลระบบ"),
                n("fade0942", "ผู้ดูแลระบบยังสามารถเชิญหรือลบผู้ได้รับมอบหมายในบัญชีและดูการวิเคราะห์โพสต์ได้"),
                n("b7d6e5d6", "ผู้ร่วมจัดทํา"),
                n("cd76a282", "ยังไม่ได้เพิ่มสมาชิกเลย"),
                n("db25d796", "เปลี่ยนบทบาทของสมาชิกนี้"),
                n("e4133790", "อัปเดตบทบาทแล้ว"),
                n("a1a27c26", "เปลี่ยนบทบาท"),
                n("fd7b1b1c", "ย้อนกลับ"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " สามารถดำเนินการได้ในนามของบัญชีนี้ด้วยสิทธิ์ใหม่";
                }),
                n("h502484e", "คำเชิญที่รอดำเนินการ"),
                n("a171ca7c", "ยกเลิกการเชิญสมาชิก"),
                n("f68f079c", "เปลี่ยนบทบาท"),
                n("b2794e9e", "ลบออกจากกลุ่ม"),
                n("gca83d6a", "พวกเขาจะไม่ได้เป็นผู้ดูแลระบบ ในบัญชีนี้อีกต่อไป"),
                n("b8cac21c", "พวกเขาจะไม่ได้เป็นผู้ได้รับมอบหมาย ในบัญชีนี้อีกต่อไป"),
                n("hd67c2e8", "ยกเลิกการเชิญ"),
                n("f0bd8ca9", function (e) {
                    return "ลบ @" + e.screenName + " หรือไม่";
                }),
                n("a33eba47", function (e) {
                    return "ยกเลิกการเชิญ @" + e.screenName + " หรือไม่";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " ถูกลบออกจากกลุ่ม";
                }),
                n("h5951997", function (e) {
                    return "ยกเลิกการเชิญ @" + e.screenName + " แล้ว";
                }),
                n("a44c6034", "คำเชิญที่รอดำเนินการ"),
                n("e39bc936", "ในฐานะสมาชิก คุณสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อ รวมทั้งดูข้อมูลเหล่านั้นได้ ผู้ดูแลระบบยังสามารถเชิญหรือลบผู้ได้รับมอบหมายออกจากบัญชีและดูการวิเคราะห์โพสต์ได้"),
                n("h0d3bddc", "สิทธิ์การเข้าถึงผู้ดูแลระบบ"),
                n("c54aafb0", "สิทธิ์การเข้าถึงผู้ได้รับมอบหมาย"),
                n("idc35f32", "คุณยังไม่ได้มอบหมายให้บัญชีใดๆ"),
                n("fab787b4", "ออกจากบัญชี"),
                n("bfbe9620", "ดูสมาชิก"),
                n("d52a2b36", "คุณจะไม่ได้เป็นผู้ดูแลระบบในบัญชีนี้อีกต่อไป"),
                n("df515932", "คุณจะไม่ได้เป็นผู้ได้รับมอบหมาย ในบัญชีนี้อีกต่อไป"),
                n("cd00ea21", function (e) {
                    return "ออก @" + e.screenName + " หรือไม่";
                }),
                n("efa88ab1", function (e) {
                    return "ออกจาก @" + e.screenName;
                }),
                n("c6dae164", "ตอบรับคําเชิญชวน"),
                n("f8376170", "ปฏิเสธคำเชิญ"),
                n("a68c45e4", "ปฏิเสธ"),
                n("aa35b48d", function (e) {
                    return "ปฏิเสธคำเชิญจาก @" + e.screenName + " หรือไม่";
                }),
                n("ed2a4b05", function (e) {
                    return "สมาชิกที่ถูกปฏิเสธเชิญไป @" + e.screenName;
                }),
                n("e73f9635", function (e) {
                    return "สมาชิกที่ได้รับการอนุมัติเชิญไป @" + e.screenName;
                }),
                n("d2da668c", "สมาชิกที่ได้รับมอบหมาย"),
                n("ddf27b8e", "เชิญผู้ร่วมจัดทํา"),
                n("jba63182", "ดูบทบาทของสมาชิกในบัญชี สมาชิกสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อ รวมทั้งดูข้อมูลเหล่านั้นได้"),
                n("af59527e", "ดูบทบาทของสมาชิกและเชิญผู้ร่วมจัดทําสำหรับบัญชี สมาชิกสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อ รวมทั้งดูข้อมูลเหล่านั้นได้"),
                n("eafcc76a", "แอพนี้ดูอะไรได้บ้าง..."),
                n("j3998a16", "แอพนี้ทำอะไรได้บ้าง..."),
                n("a6845663", function (e) {
                    return "คุณอนุมัติสิทธิ์ของแอพเหล่านี้เมื่อ " + e.date;
                }),
                n("b2347f7c", "กำลังโหลดข้อมูลแอพพลิเคชั่น"),
                n("e1fda16e", "คุณยังไม่ได้เชื่อมต่อแอพนี้"),
                n("b8f3ed46", "เมื่อคุณเชื่อมต่อแอพพลิเคชั่นจากผู้พัฒนารายอื่นเข้ากับบัญชี X ของคุณ คุณกำลังให้สิทธิ์แอพพลิเคชั่นนั้นในการเข้าถึงเพื่อใช้บัญชีของคุณ"),
                n("gb8d09ba", "มีสิทธิ์เข้าถึงที่อยู่อีเมลของคุณ"),
                n("g6dc09a0", "การอนุญาต"),
                n("a6e6e898", "อ่านอย่างเดียว"),
                n("cde3b9ae", "การอ่านและการเขียน"),
                n("g0d7813a", "การอ่าน การเขียน และข้อความส่วนตัว"),
                n("c9b35b9e", "อ่านข้อมูลการโฆษณาของคุณ"),
                n("e0191264", "อ่าน สร้าง และจัดการข้อมูลการโฆษณาของคุณ"),
                n("b73e1e8a", "เรียนรู้วิธียกเลิกการเข้าถึง"),
                n("c174e46e", "แสดงน้อยลง"),
                n("a39075ff", function (e) {
                    return "อีก " + e.n + " คน";
                }),
                n("da6cdba8", "เรียกคืนสิทธิ์ของแอพ"),
                n("ef1d3dcc", "รายงานแอพพลิเคชั่น"),
                n("d64e29c6", "ออกจากระบบในอุปกรณ์ที่แสดง"),
                n("idfa01cc", "ออกจากระบบในอุปกรณ์ที่แสดงหรือไม่"),
                n("f400075e", "การดำเนินการนี้จะทำให้เซสชัน X ที่ใช้งานอยู่ของคุณสิ้นสุดลง และคุณจะต้องเข้าสู่ระบบอีกครั้งเพื่อเริ่มต้นเซสชันใหม่"),
                n("e04ba39c", "วันที่และเวลา"),
                n("eed75824", "คุณได้สิ้นสุดเซสชัน X ที่ใช้งานอยู่ของคุณแล้ว"),
                n("ddcd3d26", "กำลังโหลดข้อมูลเซสชัน"),
                n("d2f0f3fe", "เราไม่พบเซสชันนี้"),
                n("ga05517a", "คุณยังไม่ได้สร้างรายงานใดๆ"),
                n("ea1715c0", "เมื่อคุณดำเนินการแล้ว ทวีตนั้นจะแสดงที่นี่"),
                n("b70a2cde", "เราใช้เทคโนโลยีเพื่อช่วยระบุสื่อที่มีเนื้อหาล่อแหลม แม้ว่าเราจะปรับปรุงคุณสมบัตินี้อยู่อย่างต่อเนื่อง แต่เราก็อาจไม่สามารถระบุได้อย่างถูกต้องเสมอไป"),
                n("ee320a07", "นโยบายด้านสื่อที่มีเนื้อหาล่อแหลม"),
                n("ffeb836a", "การตั้งค่ายังไม่พร้อมใช้งาน"),
                n("f2fb9746", "ใช้การตั้งค่าเหล่านี้ไม่ได้เนื่องจากการตั้งค่านี้ใช้กับคุกกี้ที่ไม่จำเป็น เนื่องจากคุณได้เลือกที่จะไม่ใช้แล้ว เราจึงใช้เฉพาะคุกกี้ที่รวบรวมข้อมูลที่จำเป็นจากอุปกรณ์ของคุณเท่านั้น"),
                n("aa4342be", "ภาพแสดงความรุนแรง"),
                n("jfec3aa0", "เนื้อหาสำหรับผู้ใหญ่"),
                n("j6bacd6a", "ซ่อนสื่อที่ทำเครื่องหมายว่าเป็นภาพความรุนแรงจนกว่าคุณจะเลือกดู บน X สำหรับ iOS สื่อนี้จะไม่แสดงเลย"),
                n("a73e66a8", "ซ่อนสื่อที่ทำเครื่องหมายว่าเป็นเนื้อหาสำหรับผู้ใหญ่จนกว่าคุณจะเลือกดู บน X สำหรับ iOS สื่อนี้จะไม่แสดงเลย"),
                n("fef1b8dc", "ซ่อนสื่อที่ทำเครื่องหมายว่าล่อแหลมจนกว่าคุณจะเลือกดู บน X สำหรับ iOS สื่อนี้จะไม่แสดงเลย"),
                n("d0a5a1c0", "เตือน"),
                n("ga197e26", "แสดงทั้งหมด"),
                n("eb723386", "อย่าแสดงสิ่งนี้"),
                n("ea31c622", "รวมถึงสื่อใดๆ ที่แสดงภาพการเสียชีวิต ความรุนแรง การบาดเจ็บทางร่างกายอย่างรุนแรง หรือกระบวนการทางการแพทย์"),
                n("e40985c4", "รวมถึงสื่อที่สร้างและแบ่งปันโดยสมัครใจ ซึ่งเกี่ยวข้องกับความโป๊เปลือยหรือมีจุดประสงค์เพื่อกระตุ้นอารมณ์ทางเพศ"),
                n("h7e0672b", "การตั้งค่าสื่อ"),
                n("de9f111a", "จัดการระบบสมาชิกปัจจุบันของคุณ"),
                n("d5839f9e", "ตรวจสอบข้อตกลงหรือจัดการระบบสมาชิกของคุณจากบัญชี Stripe"),
                n("a840c22c", "จัดการระบบสมาชิก Premium ที่มีอยู่"),
                n("e31456f8", "สลับระดับ"),
                n("a7c4ecea", "สัมผัสประสบการณ์ลำดับเหตุการณ์สำหรับคุณแบบไม่มีโฆษณา ปลดล็อกฟีเจอร์ทั้งหมด และบูสต์การตอบกลับจำนวนมากที่สุด"),
                n("h15cc518", "สำรวจตัวเลือกระดับและเลือกระหว่างแผนรายเดือนหรือรายปี"),
                n("ce70c590", "จัดการป้ายกำกับการเป็นพันธมิตร"),
                n("a49e1b2a", "เรียงลำดับพันธมิตรของคุณ"),
                n("e2daf93c", "ป้ายกำกับแรกจะแสดงบนโพสต์ทั้งหมด"),
                n("ab8089ea", "เรียงลำดับใหม่"),
                n("e0221c42", "ประสบการณ์การอ่านที่ดีขึ้นทั้งในและนอก X"),
                n("adcaa214", "ดูบทความที่มีการแบ่งปันมากที่สุดจากผู้คนที่คุณติดตาม"),
                n("b62d6e4c", "เครื่องมืออ่าน"),
                n("acf63cd2", "เลือกขนาดข้อความที่คุณต้องการสำหรับการอ่านเธรด เปิดคุณสมบัติโหมดการอ่านโดยเลือกปุ่มหนังสือจากภายในโพสต์ใดๆ ในเธรด"),
                n("e5fff0c8", "ระบบสมาชิกของคุณใช้งานอยู่"),
                n("ac057b4e", "หากต้องการยกเลิกการสมัครสมาชิกฟรีเพื่อมีส่วนร่วมบน X โปรดติดต่อฝ่ายสนับสนุน"),
                n("ib8ebf3b", function (e) {
                    return "ดูเหมือนว่าคุณจะซื้อระบบสมาชิกนี้บนอุปกรณ์ " + e.mobilePlatform + " คุณจะต้องจัดการหรือยกเลิกระบบสมาชิกของคุณจากแพลตฟอร์มดังกล่าว";
                }),
                n("i8132774", "เนื้อหาโบนัสสำหรับผู้ติดตามที่มีส่วนร่วมมากที่สุดของคุณ"),
                n("a1222584", "หารายได้โดยตรงจากเนื้อหาของคุณ"),
                n("df837dac", "รายได้ที่ได้รับโดยประมาณ / ยอดค่าตอบแทนตามเกณฑ์"),
                n("df29646e", "ยอดค่าตอบแทนตามเกณฑ์"),
                n("b0ac642a", "อาจใช้เวลาถึง 90 วันในการฝากค่าตอบแทนเข้าบัญชีของคุณ"),
                n("c747df1c", "ตั้งค่ารายละเอียดค่าตอบแทน"),
                n("ac814a76", "คุณยังไม่ได้ตั้งค่ารายละเอียดค่าตอบแทน"),
                n("f139168e", "แดชบอร์ดรายได้"),
                n("ee0510c2", "ประวัติการรับค่าตอบแทน"),
                n("c9b82b4c", "ยอมรับการสมัครแล้ว · สร้างระบบสมาชิกของคุณ"),
                n("ibb5e1c8", "การสมัครถูกปฏิเสธ"),
                n("b255df58", "ส่งการสมัครแล้ว · กำลังรอตรวจสอบ"),
                n("b3f834c8", "การสมัครอยู่ในรายการรอเรียก"),
                n("i14be2c6", "รายได้ที่ได้รับโดยประมาณ"),
                n("fd74390a", "ตัวตนผู้สร้างได้รับการยืนยันแล้ว"),
                n("e8dc82e2", "โปรแกรมที่ใช้งานอยู่"),
                n("c12c5eb6", "โปรแกรมที่มีให้บริการ"),
                n("j53f5eb0", "ครีเอเตอร์ที่มีสิทธิ์สามารถสมัครสมาชิกรายเดือนและส่วนแบ่งรายได้จากโฆษณา"),
                n("e9c1273a", "ผู้สร้างที่มีสิทธิ์สามารถสมัครสมาชิกรายเดือนและส่วนแบ่งรายได้ของผู้สร้าง"),
                n("jd176c82", "ไม่รองรับค่าตอบแทนในพื้นที่ของคุณ"),
                n("d6ff74ca", "ขออภัย ผู้ให้บริการชำระเงินของเรายังไม่รองรับการชำระเงินในประเทศของคุณ โปรแกรมการสร้างเงินบางโปรแกรมไม่สามารถใช้ได้"),
                n("e89cdac0", "จัดการบัญชีรับค่าตอบแทน"),
                n("dd7a54b4", "ตั้งค่าบัญชี Stripe ของคุณ"),
                n("jff3ab68", "การยืนยันตัวตน"),
                n("j2876824", "ยืนยันตัวตน"),
                n("ebd06fb0", "ส่งบัตรประจำตัวแล้ว"),
                n("f65b960c", "เรากำลังตรวจสอบหมายเลขบัตรประชาชนที่รัฐออกให้สำหรับโปรแกรมผู้สร้าง"),
                n("i4a1e936", "หากต้องการรับเงิน ตรวจสอบให้แน่ใจว่าคุณลิงก์หรือสร้างบัญชี Stripe ใหม่"),
                n("f5931b6a", "ต้องมีการยืนยันตัวตนเพื่อเข้าร่วมโปรแกรมผู้สร้าง หากคุณได้ส่งบัตรประจำตัวของคุณสำหรับโปรแกรมผู้สร้างไปแล้ว คุณไม่จำเป็นต้องส่งอีกครั้ง"),
                n("c8798a95", "ที่นี่"),
                n("d809ac49", "ที่นี่"),
                n("bbe09d38", "ยอมรับการสมัครแล้ว · การกำหนดค่าที่รอดำเนินการใน App Store"),
                n("efbc5066", "กําลังรอดําเนินการยืนยันตัวตน"),
                n("hc7631da", "คุณยังตั้งค่าบัญชี Stripe ของคุณไม่เสร็จสิ้น"),
                n("h72d71a2", "มีสิทธิ์"),
                n("e12b0b16", "ยังไม่มีสิทธิ์"),
                n("a1e57106", "ไม่สมบูรณ์"),
                n("i51b4e22", "ถูกปฏิเสธ"),
                n("h5bd7160", "ไม่มีสิทธิ์เปิดใช้งานการยืนยันตัวตน!"),
                n("e32040c4", "คุณต้องยืนยันตัวตนให้เสร็จสิ้นเพื่อรับการชำระเงิน"),
                n("j8769b42", "เรากำลังตรวจสอบหมายเลขบัตรประชาชนที่รัฐออกให้"),
                n("be955554", "ส่วนแบ่งรายได้ของผู้สร้าง"),
                n("b03a3d62", "ส่วนแบ่งรายได้จากโฆษณา"),
                n("cbbe29c2", "คุณอยู่ในระหว่างการรับค่าตอบแทน"),
                n("g97a2d6c", "เรียนรู้เพิ่มเติม"),
                n("f30774ea", "เรียนรู้เพิ่มเติมเกี่ยวกับโปรแกรมและนโยบายการสร้างเงินของเราที่นี่"),
                n("aea0b11a", "หารายได้บน X โดยให้ทุกคนสมัครสมาชิกเพื่อติดตามเนื้อหารายเดือนจากคุณ"),
                n("bce47f48", "หารายได้บน X จากการมีส่วนร่วมในโพสต์ของคุณ"),
                n("h7a68080", "หารายได้จากโฆษณาที่แสดงในการตอบกลับบนโพสต์ของคุณ"),
                n("eefd091e", "ต้องมีการยืนยันตัวตน"),
                n("cd616a5a", "ต้องมีการยืนยันตัวตนเพื่อเข้าร่วมโปรแกรมผู้สร้าง"),
                n("cce8c40a", "ยืนยันตัวตน"),
                n("ja73ebac", "รายได้"),
                n("h16eeb42", "จัดการ"),
                n("bc43a32e", "ความเคลื่อนไหวล่าสุด"),
                n("i4c3b046", "คุณไม่มีเหรียญใหม่ในขณะนี้"),
                n("ca516a66", "ดูกิจกรรมทั้งหมด"),
                n("ee9ea930", "เพชร"),
                n("cf3b535e", "เพชรจะสะสมโดยการรับเหรียญจากโพสต์ที่มีสิทธิ์ เงินที่ได้รับจากเพชรจะเพิ่มเข้าไปในรายได้โดยประมาณของคุณ"),
                n("fbb7764b", function (e) {
                    return e.count + " เหรียญ";
                }),
                n("e70a07b2", "ไม่ระบุชื่อ"),
                n("c76972f0", "ตั้งแต่ค่าตอบแทนครั้งล่าสุด"),
                n("c219a552", "ตลอดระยะเวลา"),
                n("f3ce76c0", "ต้องการความช่วยเหลือเพิ่มเติมหรือไม่"),
                n("i8982e7e", "หากคุณมีคำถาม โปรดไปที่ศูนย์ให้ความช่วยเหลือของเราหรือติดต่อเรา"),
                n("fbbfe8aa", "ปิดการใช้งานเหรียญ"),
                n("e4f29140", "เมื่อปิดการใช้งาน คุณจะถูกลบออกจากโปรแกรมเหรียญและไม่มีสิทธิ์ได้รับเหรียญอีกต่อไป"),
                n("e58e85d2", "ปิดการใช้งานต่อไป"),
                n("be8e87b4", "ปิดการใช้งานเหรียญหรือไม่"),
                n("bee26fa8", "ใช่ ปิดการใช้งาน"),
                n("f0145c9a", "เหรียญถูกปิดการใช้งานแล้ว"),
                n("a22f6808", "ความเคลื่อนไหวทั้งหมด"),
                n("g1b8020c", "30 วันที่แล้ว"),
                n("jb13b840", "ตลอดเวลา"),
                n("b4f24360", "คุณไม่มีเหรียญใหม่ในช่วง 30 วันที่ผ่านมา"),
                n("d59dbf8a", "ภาพรวม"),
                n("g652fc4c", "คุณไม่มีประวัติการจ่ายเงินในเดือนนี้"),
                n("d55e017a", "เดือนนี้"),
                n("f883322d", function (e) {
                    return "ID ธุรกรรม " + e.transactionId;
                }),
                n("d978f43e", "ระบบสมาชิกใหม่"),
                n("d113fc10", "คุณไม่มีระบบสมาชิกใหม่ในขณะนี้"),
                n("h7a41c02", "ต่ออายุ"),
                n("eedf2eaa", "คุณไม่มีการต่ออายุในขณะนี้"),
                n("d93308d8", "ดูธุรกรรมทั้งหมด"),
                n("a23e724a", "บัญชีนี้ไม่สามารถใช้งานได้"),
                n("a384fda0", "ภาพรวมระบบสมาชิก"),
                n("i4313618", "แนะนำตัวเองและอธิบายสิ่งที่ผู้คนสามารถคาดหวังได้เมื่อพวกเขาติดตามคุณเป็นพิเศษ"),
                n("c0348964", "บทนำ"),
                n("g522fd30", "สิทธิพิเศษสำหรับสมาชิก"),
                n("e85471c6", "ป้ายกำกับการเป็นสมาชิก"),
                n("fd75ca92", "คุณจะได้รับป้ายกำกับการเป็นสมาชิกแบบสาธารณะที่ช่วยให้สังเกต พูดคุย และเชื่อมต่อกันได้ง่ายขึ้น"),
                n("ia9c37c4", "ราคา"),
                n("f5be83b2", "เข้าร่วมชุมชน"),
                n("e4ee8c6a", "แบ่งปันแนวคิด รับแรงบันดาลใจ และพูดคุยกับผู้สร้างคนอื่นๆ ในชุมชนความคิดเห็นของผู้สร้างที่มีระบบสมาชิก"),
                n("i3a90dee", "ปิดการใช้งานระบบสมาชิก"),
                n("e261e6e6", "การปิดใช้งานจะทำให้คุณถูกนำออกจากโปรแกรมระบบสมาชิกและสูญเสียสมาชิกทั้งหมด"),
                n("ca5ca5ee", "ดูตัวอย่าง"),
                n("a329ce88", "เพิ่มคำอธิบาย..."),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "เปิดใช้งานการดูตัวอย่างโพสต์"),
                n("c1521804", "ตัวอย่างโพสต์ของสมาชิกจะแสดงต่อผู้ที่ไม่ได้สมัครสมาชิก"),
                n("jd0f1ac0", "ปิดการใช้งานระบบสมาชิกหรือไม่"),
                n("c6c27fc8", "การปิดการใช้งานระบบสมาชิกจะมีผลถาวร คุณจะถูกลบออกจากโปรแกรมระบบสมาชิก หากต้องการกลับไปที่โปรแกรม คุณจะต้องสมัครใหม่"),
                n("f82a23ec", "ปิดการใช้งานระบบสมาชิกแล้ว"),
                n("a4c6e458", "คุณได้กำหนดค่าธรรมเนียมระบบสมาชิกรายเดือนของคุณที่:"),
                n("be54a313", function (e) {
                    return e.price + "/เดือน";
                }),
                n("hadd463a", "ขอเปลี่ยนแปลงราคา"),
                n("b0728b5c", "ยกเลิกการเปลี่ยนแปลงราคา"),
                n("aea9f79c", "คุณอยู่ระหว่างรอการเปลี่ยนแปลงราคาเป็น:"),
                n("c701e5cc", "ระบบจะไม่บันทึกการเปลี่ยนแปลงใดๆ ของคุณ"),
                n("a649778c", "แก้ไขต่อ"),
                n("d1a683b8", "เกี่ยวกับผู้สร้างที่มีระบบสมาชิก"),
                n("iba08a94", "ทุกอย่างดูเป็นอย่างไรบ้าง"),
                n("a5f55bfa", "นี่คือสิ่งที่ผู้สมัครสมาชิกที่มุ่งหวังจะได้เห็นเมื่อพวกเขาเข้ามาที่หน้าของคุณ คุณสามารถกลับมาอัพเดตคำอธิบายได้ทุกเมื่อ"),
                n("b600eb88", "ค้นหาผู้คนของคุณและได้รับการยอมรับ"),
                n("da48ebf6", "รับเนื้อหาโบนัสเมื่อคุณสมัคร"),
                n("f324fb6c", "ระบบสมาชิก"),
                n("c654a3aa", "สมาชิกเท่านั้นที่สามารถเห็นโพสต์นี้ได้"),
                n("d409ce3c", "สนับสนุนคนที่คุณชื่นชอบบน X เพื่อรับเนื้อหาโบนัสและสิทธิพิเศษ"),
                n("a4ed9072", "เพิ่มการแนะนำตัว..."),
                n("af5b098e", "สิทธิพิเศษสำหรับระบบสมาชิก"),
                n("gf32cca2", "อธิบายสิทธิพิเศษที่คุณจะนำเสนอ"),
                n("j8ba99b4", "บอกให้ผู้คนรู้ว่าพวกเขาจะได้รับอะไรในแต่ละเดือนด้วยข้อมูลสรุปสั้นๆ เกี่ยวกับเนื้อหาโบนัสที่คุณจะแชร์"),
                n("j679dcda", "ดูตัวอย่าง"),
                n("j325331a", "ใช้เวลาสักครู่เพื่อทักทาย"),
                n("e18e8da8", "สร้างความประทับใจแรกพบด้วยข้อความแนะนำสั้นๆ สำหรับผู้ที่อาจกลายเป็นสมาชิกของคุณ"),
                n("fce14f56", "ราคาใหม่"),
                n("b0c58272", "เลือกราคารายเดือนใหม่ การเปลี่ยนแปลงราคาจะใช้เวลาดำเนินการ 3-7 วันทำการ การเพิ่มราคาอาจกำหนดให้สมาชิกปัจจุบันต้องเลือกเข้าร่วม"),
                n("d5737f0e", "ระบบสมาชิกรายเดือน"),
                n("edc014fb", "เรียนรู้เพิ่มเติม"),
                n("h810143c", "รายละเอียด"),
                n("ga57b610", "วันที่ซื้อ"),
                n("h3b68828", "ประเภทการซื้อ"),
                n("cc2aa67a", "แพลตฟอร์มการซื้อ"),
                n("b313bb24", "การชําระเงิน"),
                n("e5188502", "การขายทั้งหมดถือเป็นที่สิ้นสุด"),
                n("bf364d62", "ธุรกรรมทั้งหมด"),
                n("ed3efef0", "คุณไม่มีระบบสมาชิกใหม่ในช่วง 30 วันที่ผ่านมา"),
                n("b5f9ec14", "คุณไม่ได้ต่ออายุในช่วง 30 วันที่ผ่านมา"),
                n("d8eed490", "จัดการรูปแบบข้อมูลส่วนตัวที่เปิดเผยต่อสาธารณะของคุณ"),
                n("e26dbcd0", "ซ่อนระบบสมาชิกติดตามผู้สร้างของคุณ"),
                n("aea7dda8", "จะมีเพียงคุณเท่านั้นที่มองเห็นรายการระบบสมาชิกของผู้สร้างในข้อมูลส่วนตัว"),
                n("j3d2cfc4", "อนุญาตให้ผู้ติดตามดูว่าคุณกำลังฟังพื้นที่สนทนาใดอยู่"),
                n("d9588ae6", "โปรดทราบว่าแม้ในขณะที่ปิดการตั้งค่านี้ ทุกคนจะมองเห็นคุณได้เมื่อคุณอยู่ในพื้นที่สนทนา ผู้ติดตามของคุณสามารถเห็นพื้นที่สนทนาที่คุณกำลังโฮสต์ โฮสต์ร่วม หรือพูดในพื้นที่สนทนาได้ตลอดเวลา"),
                n("i84c5de8", "แอพพลิเคชั่นผู้สร้างจะมีขึ้นในเร็วๆ นี้"),
                n("b8922f7e", "กลับมาตรวจสอบเร็วๆ นี้เพื่อให้สามารถสมัครเข้าร่วมโปรแกรมระบบสมาชิกได้"),
                n("ad588be6", "คุณมีสิทธิ์!"),
                n("f6443bd2", "ข่าวดีคือคุณมีคุณสมบัติตรงตามข้อกำหนดการมีสิทธิ์ของเราสำหรับระบบสมาชิก พร้อมที่จะสมัครแล้วหรือยัง"),
                n("a3a20a10", "โปรดตรวจสอบอีกครั้งในภายหลัง"),
                n("b8d29e4a", "ขออภัย คุณมีคุณสมบัติไม่ตรงตามข้อกำหนดของการมีสิทธิ์ของเราสำหรับระบบสมาชิกในขณะนี้"),
                n("d92c1d0a", "ดำเนินการต่อไปยังแอพพลิเคชั่น"),
                n("fde27650", "ข้อตกลงของระบบสมาชิก"),
                n("c5f89b06", "รับการยืนยันโดยสมัครสมาชิก Premium"),
                n("ff9f4475", function (e) {
                    return "ผู้ติดตามที่ได้รับการยืนยันแล้ว " + e.minFollowersCount + " คน";
                }),
                n("b747ce3a", "ใช้งานในช่วง 30 วันที่ผ่านมา"),
                n("c27f57ac", "อายุอย่างน้อย 18 ปี"),
                n("h63d2973", function (e) {
                    return "จำนวนผู้เข้าชมทั่วไป " + e.count + " รายในช่วง 3 เดือนที่ผ่านมา";
                }),
                n("ef606fca", "การสมัครสมาชิกแบบจ่ายเงินสำหรับผู้ติดตามที่มีส่วนร่วมกับคุณมากที่สุด"),
                n("e533715e", "ตรวจสอบคุณสมบัติ"),
                n("d8671da2", "สร้างรายได้บน X"),
                n("d126a504", "มอบอะไรเล็กๆ น้อยๆ ให้เหล่าผู้ติดตามคนโปรดของคุณพร้อมทั้งรับรายได้ทุกเดือน "),
                n("d08d0bb2", "เนื้อหาโบนัส"),
                n("ef29d2c2", "แบ่งปันความคิด ไอเดีย และความเห็นแบบไม่มีสคริปต์ด้วยโพสต์พิเศษและการตอบกลับแบบส่วนตัว"),
                n("if12af7c", "การตั้งค่าระบบสมาชิก"),
                n("cc4c1a14", "การตั้งราคา"),
                n("e1453e45", "เรียนรู้เพิ่มเติม"),
                n("aa7e35ee", "บัญชีของคุณไม่ได้ถูกเลือก"),
                n("c984cc62", "บัญชีของคุณไม่ได้ถูกเลือกในครั้งนี้ คอยติดตามโอกาสในการเข้าร่วมในอนาคต"),
                n("gd115e64", "สมัครระบบสมาชิก"),
                n("a9f08d5c", "คำตอบของคุณสำหรับคำถามด้านล่างนี้มีไว้สำหรับการตรวจสอบของเราและจะไม่ปรากฏในข้อมูลส่วนตัวของคุณ"),
                n("c3f8d650", "อธิบายเนื้อหาของคุณ"),
                n("j89dd344", "โปรดระบุตัวอย่างเนื้อหาที่จะรวมอยู่ในระบบสมาชิกของคุณ ยิ่งเจาะจงมากเท่าไร ก็ยิ่งดีเท่านั้น"),
                n("d19cc490", "เพิ่มเนื้อหาตัวอย่าง"),
                n("c737c1b2", "บอกเราเกี่ยวกับประสบการณ์ของคุณ"),
                n("f98e5fd4", "คุณสร้างเนื้อหาที่ต้องชำระเงินบนแพลตฟอร์มอื่นหรือไม่ ทำไมคุณถึงคิดว่าผู้ใช้จะสมัครสมาชิก"),
                n("c41b01be", "เพิ่มการนำเสนอ"),
                n("e2aad0fe", "ฉันจะไม่โพสต์เนื้อหาที่มีภาพกราฟิกหรือเนื้อหาสำหรับผู้ใหญ่"),
                n("d1b983ef", function (e) {
                    return "ต้องมีความยาวอย่างน้อย " + e.count + " ตัวอักษร";
                }),
                n("d3d6c52c", "ส่งการสมัครของคุณแล้ว"),
                n("cb27c0ba", "เรายืนยันราคาของคุณแล้ว การสมัครของคุณจะได้รับการตรวจสอบและหากคุณได้รับการอนุมัติ เราจะส่งการแจ้งเตือนถึงคุณทันทีที่ใช้งานได้"),
                n("j274e6aa", "คุณอยู่ในรายชื่อรอเรียก"),
                n("j006be54", "กลุ่มทดสอบระบบสมาชิกของเราเต็มอย่างรวดเร็ว แต่เราได้เพิ่มคุณลงในรายชื่อรอเรียกแล้ว และจะแจ้งให้คุณทราบเมื่อมีที่ว่างเพิ่มขึ้น"),
                n("d5cb1114", "เริ่มสมัครระบบสมาชิก"),
                n("j2f622ec", "คุณได้รับเลือกให้เข้าร่วมกลุ่มทดสอบของเรา! ตั้งค่ารายละเอียดระบบสมาชิกของคุณตอนนี้ แล้วเราจะแจ้งให้คุณทราบเมื่อระบบสมาชิกพร้อมใช้งาน"),
                n("e2cd7000", "อีกนิดเดียว..."),
                n("b3629b92", "อีกเพียงไม่กี่ขั้นตอนก็เสร็จสิ้นการตั้งค่าระบบสมาชิกของคุณ"),
                n("f4619a62", "ยอมรับและดำเนินการต่อ"),
                n("c5625f84", "อธิบายสิทธิพิเศษสำหรับระบบสมาชิกของคุณ"),
                n("c7289544", "กำหนดราคาสำหรับระบบสมาชิก"),
                n("aaf68c58", "ยืนยันรายละเอียดการชำระเงินของคุณ"),
                n("b8a69fa0", "ข้อตกลงของระบบสมาชิก"),
                n("ad4a92a2", "ตรา"),
                n("d5aa8de0", "มอบป้ายกำกับให้สมาชิก"),
                n("j0bbda92", "ไม่มีอะไรต้องเปลี่ยนแปลงหรือแก้ไขที่นี่ ผู้สมัครสมาชิกของคุณทุกคนจะได้รับป้ายสาธารณะอัตโนมัติเมื่อพวกเขาสมัครสมาชิก"),
                n("e18b7a72", "ตรวจสอบ"),
                n("be76dc34", "เพิ่มคำอธิบาย"),
                n("ef5406e4", "Badge"),
                n("ea8a3d2e", "การตั้งค่าราคา"),
                n("f77bb179", function (e) {
                    return "ยืนยันการเลือก " + e.price + " ของคุณ";
                }),
                n("g2a6f160", "ตรวจสอบราคาสำหรับระบบสมาชิกของคุณอีกครั้งและยืนยัน คุณจะไม่สามารถกลับมาเปลี่ยนราคาได้หลังจากตั้งราคาแล้ว"),
                n("g767d1c9", "หมายเหตุ: คุณจะไม่สามารถเปลี่ยนได้"),
                n("df057690", "เลือกแผนการจ่ายเงินให้ผู้สมัครสมาชิกของคุณ"),
                n("g5923869", function (e) {
                    return e.price + " ต่อเดือน";
                }),
                n("f025ab3a", "สร้างฐานผู้ติดตามที่ใหญ่และกว้างขึ้น"),
                n("c962df0e", "โพสต์และโต้ตอบกับสมาชิกนานๆ ครั้ง"),
                n("ib075804", "ขยายฐานผู้ติดตามของคุณและเพิ่มรายได้สูงสุด"),
                n("fc04f3a6", "โพสต์และโต้ตอบกับสมาชิกพอสมควร"),
                n("c246656e", "สร้างฐานผู้ติดตามที่ใกล้ชิด"),
                n("h0c5405c", "โพสต์และโต้ตอบกับสมาชิกเป็นประจำ"),
                n("f2d2153d", function (e) {
                    return "ผู้สร้างส่วนใหญ่เรียกเก็บค่าบริการ " + e.price + " แต่คุณสามารถเลือกราคาใดก็ได้ที่คุณต้องการ";
                }),
                n("f1cb36b8", "การตั้งค่าค่าตอบแทน"),
                n("e20f6662", "เสร็จเรียบร้อยแล้ว"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "ตั้งค่ารายละเอียดค่าตอบแทนของคุณ"),
                n("a3f6a966", "เชื่อมต่อบัญชี Stripe"),
                n("cb031e44", "คุณจะถูกนำไปที่ Stripe เพื่อเชื่อมต่อบัญชีของคุณ หากคุณมีบัญชี Stripe ที่คุณต้องการใช้อยู่แล้ว ให้ป้อนที่อยู่อีเมลของบัญชีนั้นเมื่อได้รับข้อความทางอีเมลจาก Stripe หมายเหตุ: อีเมล Stripe ของคุณอาจแตกต่างจากอีเมล X ของคุณ"),
                n("ebfb897c", "ตัวอย่าง"),
                n("dc4feb1a", "ไม่แน่ใจว่าจะพูดอะไรใช่ไหม"),
                n("h9b9d486", "ประเภทของเนื้อหาที่คุณนำเสนอแก่สมาชิกนั้นล้วนขึ้นอยู่กับคุณ นี่คือตัวอย่างบางส่วนที่จะช่วยคุณเริ่มต้นใช้งาน"),
                n("ic130fd6", "คุณจะได้รับเนื้อหาเบื้องหลังเจ๋งๆ ดูหนังสือและโครงการอื่นๆ ของฉันก่อนใคร และ AMA รายเดือน"),
                n("dd913e24", "คุณพร้อมสำหรับประเด็นร้อน ความคิดเห็นแบบไม่มีสคริปต์ และเนื้อหาพิเศษอย่างแท้จริง"),
                n("b737ee66", "เตรียมตัวให้พร้อมสำหรับประสบการณ์ระดับวีไอพี ลองนึกถึงเนื้อหาสำหรับสมาชิกเท่านั้น เช่น โพล วิดีโอ และดีลต่างๆ"),
                n("a0bb2076", "เขียนบทนำของคุณให้กระชับและน่าอ่าน คุณจะสามารถอธิบายเนื้อหาของคุณได้ในภายหลัง นี่คือตัวอย่างบางส่วนที่จะช่วยคุณเริ่มต้นใช้งาน"),
                n("fe076612", "สวัสดีและยินดีต้อนรับสู่หน้าระบบสมาชิกของฉัน! ฉันดีใจมากที่คุณอยู่ที่นี่ ขอบคุณที่ทำให้ฉันได้ทำในสิ่งที่ฉันรัก"),
                n("g7f66daa", "สวัสดีทุกคน ขอบคุณที่เข้ามาดูระบบสมาชิกของฉัน หวังว่าคุณจะชอบสิ่งที่ฉันมีให้คุณ"),
                n("hbe4f99e", "สวัสดี! แทบรอไม่ไหวที่จะแบ่งปันเนื้อหาที่เป็นความลับสุดยอดและทำความรู้จักกับคุณให้ดียิ่งขึ้น :)"),
                n("fb278c82", "การแสดงตัวอย่างนี้คืออะไร"),
                n("j6cab6ec", "นี่คือสิ่งที่ผู้คนเห็นก่อนที่พวกเขาจะสมัครสมาชิกเพื่อติดตามคุณ ปรับแต่งและแก้ไขคำอธิบายของคุณจนกว่าคุณจะได้คำอธิบายที่เหมาะสม"),
                n("i22beaa4", "การแชร์ข้อมูล"),
                n("e110a46c", "ลบประวัติบทสนทนา"),
                n("ebc4fda0", "คุณกำลังจะลบประวัติบทสนทนา Grok ของคุณ คุณจะไม่สามารถเข้าถึงบทสนทนาเหล่านี้ได้อีก"),
                n("c90fe716", "คุณต้องการลบบทสนทนาของคุณหรือไม่"),
                n("a8d516a4", "X อาจแชร์ข้อมูลที่เปิดเผยต่อสาธารณะ X ของคุณกับ xAI รวมถึงการโต้ตอบ ข้อมูลที่ป้อน และผลลัพธ์ของผู้ใช้กับ Grok บน X เพื่อฝึกฝนและปรับแต่ง Grok และโมเดล AI อื่นๆ ที่พัฒนาโดย xAI สิ่งนี้ช่วยให้เราปรับปรุงประสบการณ์ผู้ใช้ของคุณอย่างต่อเนื่อง"),
                n("a127886c", "อนุญาตให้ Grok จดจำประวัติบทสนทนาของคุณ"),
                n("f49b39b8", "อนุญาตให้ Grok จดจำรายละเอียดจากบทสนทนาก่อนหน้านี้ของคุณ คุณสามารถลบบทสนทนาแต่ละรายการเพื่อให้ลืมรายละเอียดที่เกี่ยวข้องได้"),
                n("b7de9ad2", "อนุญาตให้ X ปรับการใช้งาน Grok ให้เหมาะสมกับคุณ"),
                n("ed141096", "อนุญาตให้ใช้ข้อมูล X ของคุณ ตลอดจนการโต้ตอบ การป้อนข้อมูล และผลลัพธ์กับ Grok เพื่อปรับการใช้งาน Grok ให้เหมาะสมกับคุณ X อาจแชร์ข้อมูล X ของคุณกับ xAI รวมถึงการโต้ตอบของผู้ใช้ การป้อนข้อมูล และผลลัพธ์กับ Grok เพื่อปรับการใช้งาน Grok และโมเดล AI อื่นๆ ที่พัฒนาโดย xAI ให้เหมาะสมกับคุณ สิ่งนี้ช่วยให้เราสามารถปรับปรุงประสบการณ์ผู้ใช้ของคุณอย่างต่อเนื่อง "),
                n("ecdbece0", "คุณลงทะเบียนเข้าร่วมโปรแกรมเหรียญเรียบร้อยแล้ว"),
                n("db3f0bbe", "ช่วยให้ผู้สร้างสามารถสร้างรายได้จากเนื้อหาของพวกเขา"),
                n("a1f40cf8", "ยอมรับ"),
                n("d604fb32", "ข้อตกลงของผู้สร้าง"),
                n("d520d188", "รับเหรียญ"),
                n("ea770766", "เหรียญเป็นสินค้าเสมือนจริงที่สามารถรับได้ในโพสต์ที่มีสิทธิ์ เมื่อคุณได้รับเหรียญ เหรียญจะสะสมเป็นเพชร ซึ่งสามารถแลกเป็นเงินสดได้"),
                n("d27f5ac6", "รายได้แบบพาสซีฟ"),
                n("h1d66df0", "สร้างรายได้โดยเพียงแค่โพสต์เนื้อหาที่ยอดเยี่ยมบน X ผู้ติดตามของคุณสามารถให้รางวัลเป็นเหรียญแก่คุณได้"),
                n("f85fb0a2", "เชื่อมต่อกับผู้ชมของคุณ"),
                n("d1433e24", "เหรียญเป็นวิธีที่สนุกสำหรับแฟนๆ ในการให้รางวัลแก่คุณสำหรับการสร้างเนื้อหาที่พวกเขาชอบมากที่สุด และเป็นโอกาสที่คุณจะได้เชื่อมต่อกับผู้ติดตามและแฟนๆ ของคุณได้ดียิ่งขึ้น"),
                n("e6ba42de", "ส่วนแบ่งรายได้จากโฆษณา"),
                n("ebc16756", "ส่วนแบ่งรายได้ของผู้สร้าง"),
                n("da4cd6fa", "ขออภัย คุณยังไม่มีสิทธิ์ได้รับส่วนแบ่งรายได้จากโฆษณา คุณจะต้องปฏิบัติตามข้อกำหนดด้านล่างเพื่อเข้าร่วม:"),
                n("b2961492", "ขออภัย คุณยังไม่มีสิทธิ์ได้รับส่วนแบ่งรายได้ของผู้สร้าง คุณจะต้องปฏิบัติตามข้อกำหนดด้านล่างเพื่อเข้าร่วม:"),
                n("d3789528", "เกี่ยวกับส่วนแบ่งรายได้จากโฆษณา"),
                n("aa0ff456", "เกี่ยวกับส่วนแบ่งรายได้ของผู้สร้าง"),
                n("bf214f48", "ตกลง"),
                n("b2b4d592", "สมัครสมาชิก Premium หรือองค์กรที่ได้รับการยืนยัน"),
                n("fbb03ba6", "ผู้ติดตาม Premium 500 คน"),
                n("hb4c5169", function (e) {
                    return "มีจำนวนผู้เข้าชมโพสต์ของคุณอย่างน้อย " + e.impression_number + " ล้านครั้งภายใน 3 เดือนที่ผ่านมา";
                }),
                n("f91685ba", "คุณมีสิทธิ์ได้รับรายได้สำหรับโพสต์ของคุณโดยอัตโนมัติ!"),
                n("a9f0e0fa", "ในฐานะสมาชิก Premium หรือองค์กรที่ได้รับการยืนยัน คุณจะมีสิทธิ์ได้รับส่วนแบ่งรายได้จากโฆษณาโดยอัตโนมัติ ค่าตอบแทนของคุณขึ้นอยู่กับจำนวนผู้เข้าชมที่ได้รับการยืนยันของโฆษณาที่แสดงในการตอบกลับโพสต์ของคุณ"),
                n("c694e3e4", "ในฐานะสมาชิก Premium หรือองค์กรที่ได้รับการยืนยัน คุณจะมีสิทธิ์ได้รับส่วนแบ่งรายได้ของผู้สร้างโดยอัตโนมัติ"),
                n("acd1a1be", "ตั้งค่ารายละเอียดค่าตอบแทนของคุณตอนนี้เพื่อรับค่าตอบแทนในอนาคต"),
                n("f7e11f70", "เข้าร่วมและยืนยัน ID"),
                n("c8169274", "เกิดปัญหากับการบันทึกใบสมัครของคุณ โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("c3f93665", "ข้อกำหนดส่วนแบ่งรายได้ของผู้สร้าง"),
                n("a249ce04", "ข้อกำหนดส่วนแบ่งรายได้จากโฆษณา"),
                n("d085a144", "แดชบอร์ดรายได้ของผู้สร้าง"),
                n("a5204850", "รายได้ทั้งหมด"),
                n("ada650cf", function (e) {
                    return "ระยะเวลาการชำระเงิน: " + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "ส่วนแบ่งรายได้จากโฆษณาแบบวิดีโอ"),
                n("g88c1108", "เกี่ยวกับส่วนแบ่งรายได้จากโฆษณาแบบวิดีโอ"),
                n("d4bb7e9c", "ข้อตกลงส่วนแบ่งรายได้จากโฆษณาแบบวิดีโอ"),
                n("dc535dbe", "รับรายได้มากขึ้นสำหรับเนื้อหาของคุณบน X โดยการสมัครเข้าร่วมโปรแกรมส่วนแบ่งรายได้จากโฆษณาพรีโรลของเรา"),
                n("eb6d9270", "รับเงินสำหรับเนื้อหาของคุณ"),
                n("a778472e", "รายละเอียด:"),
                n("bde8446e", 'เลือก "ยอมรับและส่ง" เพื่อสมัครเข้าร่วมโปรแกรมส่วนแบ่งรายได้จากโฆษณา'),
                n("a415fd3a", "ยอมรับและส่ง"),
                n("fbba9725", "ข้อบังคับของ X"),
                n("f3dd8c4a", "ข้อตกลงส่วนแบ่งรายได้จากโฆษณา และมาตรฐานการสร้างเงินของผู้สร้าง"),
                n("hd885ae0", "ดูผลกระทบที่เกิดจากคุณ"),
                n("je4ccd3a", "ศูนย์ช่วยเหลือบทความปลอดโฆษณา"),
                n("i6cb493e", "จัดการวิธีการแสดงการเป็นพันธมิตร"),
                n("e4fde082", "ตั้งเวลาเพื่อยกเลิกโพสต์ที่ส่งแล้ว และเลือกประเภทของโพสต์ที่คุณต้องการยกเลิก"),
                n("dcfc6540", "โพสต์ต้นฉบับ"),
                n("be077e8c", "เธรด"),
                n("f3429f2c", "โพล"),
                n("i647ba8a", "ระยะเวลาการยกเลิกโพสต์"),
                n("d195528e", "เลือกประเภทของโพสต์ที่คุณต้องการยกเลิกก่อนที่จะเป็นสาธารณะ รวมถึงระยะเวลาในการยกเลิก"),
                n("bcf3a9e6", "จัดการการตั้งค่าที่ช่วยจำกัดการตอบกลับที่ไม่ต้องการ"),
                n("c048fd3a", "กรองการตอบกลับที่อาจไม่เป็นที่ต้องการ"),
                n("dab7dac4", "การตอบกลับโพสต์ของคุณที่มีภาษาที่อาจเป็นอันตรายหรือดูก้าวร้าวจะถูกกรองและปรากฏที่นี่ คนอื่นๆ ยังคงเห็นการตอบกลับเหล่านี้"),
                n("c4c53b86", "โปรดทราบว่าเราใช้เทคโนโลยีเพื่อช่วยระบุการตอบกลับเหล่านั้น ดังนั้นแม้ว่าเราจะปรับปรุงคุณสมบัตินี้อยู่อย่างต่อเนื่อง แต่เราก็อาจไม่ได้ทำถูกต้องเสมอไป"),
                n("dca3d2ee", "ปิดตัวกรองการตอบกลับหรือไม่"),
                n("fe440ff8", "การตอบกลับที่กรองแล้วจะไม่ถูกกู้คืนไปยังโพสต์ของคุณ"),
                n("cedbb01c", "กฎหมาย"),
                n("b4f917d0", "เบ็ดเตล็ด"),
                n("bdfa2b8c", "แหล่งที่มาเพิ่มเติม"),
                n("b8692262", "ดูข้อมูลที่เป็นประโยชน์ในส่วนอื่นๆ เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับผลิตภัณฑ์และบริการของ X"),
                n("c0398892", "บันทึกที่ปล่อย"),
                n("b833bcde", "จัดการการใช้งาน X ของคุณในด้านต่างๆ เช่น การจำกัดคอนทราสต์ของสี และความเคลื่อนไหว การตั้งค่าเหล่านี้จะส่งผลต่อบัญชี X ทั้งหมดในเบราว์เซอร์นี้"),
                n("d5b646be", "การมองเห็น"),
                n("jfe6a3a0", "การเคลื่อนไหว"),
                n("e8c72272", "เพิ่มการตัดกันของสี"),
                n("dba2cdd2", "ปรับปรุงความชัดในการอ่านด้วยการเพิ่มการตัดกันของสีระหว่างตัวอักษรและสีพื้นหลัง"),
                n("d070244e", "ลดการเคลื่อนไหว"),
                n("icfa5e8c", "จำกัดจำนวนของภาพเคลื่อนไหวภายในแอพ รวมถึงจำนวนการมีส่วนร่วมในการถ่ายทอดสด"),
                n("ae41b002", "จำกัดจำนวนของภาพเคลื่อนไหวภายในแอพ รวมถึงจำนวนการมีส่วนร่วมในการถ่ายทอดสด ระบบของคุณกำลังส่งสัญญาณเพื่อลดการเคลื่อนไหว หากคุณต้องการเปิดใช้งานการเคลื่อนไหว ให้ปิดการใช้งานก่อน"),
                n("h9d1cfae", "รับการแจ้งเตือนคำอธิบายรูปภาพ"),
                n("c878e9f8", "เปิดใช้งานการแจ้งเตือนเพื่อเพิ่มคำอธิบายภาพก่อนที่จะส่งโพสต์"),
                n("bbd1fc7c", "เรียนรู้เพิ่มเติมเกี่ยวกับการเข้าถึงที่ X"),
                n("ac865cf0", "สิทธิ์การเข้าถึงที่ X"),
                n("d3a2bde8", "ดูข้อมูลเกี่ยวกับบัญชี ดาวน์โหลดเอกสารสำคัญสำหรับข้อมูล หรือเรียนรู้เกี่ยวกับตัวเลือกในการปิดการใช้งานบัญชี"),
                n("idca4742", "ดูข้อมูลบัญชีของคุณได้เช่นเดียวกับหมายเลขโทรศัพท์และอีเมล"),
                n("b6ded35e", "เปลี่ยนรหัสผ่านของคุณได้ทุกเมื่อ"),
                n("cce24bf4", "รับข้อมูลเชิงลึกเกี่ยวกับประเภทข้อมูลที่จัดเก็บไว้ในบัญชีของคุณ"),
                n("i203df96", "ค้นหาวิธีปิดการใช้งานบัญชีของคุณ"),
                n("f70cd5ee", "โทรศัพท์"),
                n("ib6f1694", "การสร้างบัญชี"),
                n("de323650", "ผู้หญิง"),
                n("b6ab31be", "ผู้ชาย"),
                n("h3290872", "ยืนยันแล้ว"),
                n("hbd12156", "ขอการยืนยัน"),
                n("b7ec04f4", "ใช่"),
                n("f70d5780", "ใช่"),
                n("dc62d3c6", "หมายเลข"),
                n("a67dbd0a", "บัญชีล้อเลียน บัญชีแสดงความเห็น และบัญชีแฟนคลับ"),
                n("a3db727e", "จัดการบัญชีล้อเลียน บัญชีแสดงความเห็น และบัญชีแฟนคลับของคุณ"),
                n("eacf1990", "เพิ่มวันเกิดของคุณในข้อมูลส่วนตัว"),
                n("a3bf1262", "เปลี่ยนวันเกิดของคุณในข้อมูลส่วนตัว"),
                n("h530db16", "โพสต์ที่ถูกป้องกัน"),
                n("d6d80990", "ข้อมูลนี้มีผลบังคับใช้กับเบราว์เซอร์หรืออุปกรณ์ของคุณในขณะที่คุณออกจากระบบ และอาจมีความแตกต่างเมื่อคุณเข้าสู่ระบบ"),
                n("i0d81ddb", " การตั้งค่าการปรับเนื้อหาให้เหมาะสมกับบุคคลและข้อมูล"),
                n("g2a9bd3e", "ป้ายกำกับบัญชีอัตโนมัติ"),
                n("dd9b3aae", "บัญชีอัตโนมัติคืออะไร"),
                n("b80bdc40", "บัญชีอัตโนมัติถูกตั้งโปรแกรมเพื่อให้ดำเนินการบางอย่างโดยอัตโนมัติผ่าน X API ตัวอย่างเช่น การโพสต์สภาพอากาศของภูมิภาค เป็นต้น โดยผู้ใช้งานบน X จะเป็นผู้สร้างและจัดการบัญชีอัตโนมัติ"),
                n("a01ac9b6", "ป้ายกำกับทำให้ผู้คนทราบว่าใครเป็นผู้จัดการบัญชีอัตโนมัติ เมื่อเจ้าของบัญชีอัตโนมัติเชื่อมต่อบัญชีสำหรับจัดการของตนเองแล้ว ป้ายกำกับจะปรากฏขึ้นบนข้อมูลส่วนตัวและโพสต์ของบัญชีอัตโนมัติ"),
                n("b989e1fe", "ฉันต้องติดป้ายกำกับบนบัญชีอัตโนมัติหรือไม่"),
                n("i2d599aa", "ฉันจะติดป้ายกำกับบนบัญชีอัตโนมัติได้อย่างไร"),
                n("gd5bed72", "สร้างบัญชีสำหรับจัดการ"),
                n("g6d44432", "บัญชีสำหรับจัดการคือบัญชีที่ดำเนินการโดยมนุษย์ที่เป็นผู้รับผิดชอบบัญชีอัตโนมัติ"),
                n("e20a69e8", "เชื่อมต่อบัญชีสำหรับจัดการและบัญชีอัตโนมัติของคุณ"),
                n("d2f88358", "เชื่อมต่อบัญชีของคุณจากหน้าระบบอัตโนมัติในการตั้งค่า"),
                n("e427f632", "บัญชีของคุณมีป้ายกำกับแล้ว"),
                n("a4d7cffa", "เมื่อเชื่อมต่อบัญชีแล้ว ป้ายกำกับจะปรากฏบนบัญชีอัตโนมัติ"),
                n("a18d6a7d", "ข้อบังคับใหม่"),
                n("e9965c14", "คำถามที่พบบ่อยเกี่ยวกับป้ายกำกับบัญชีอัตโนมัติ"),
                n("ee78c192", "บัญชี PCF คืออะไร"),
                n("c3f35e0c", "บัญชี PCF แสดงภาพบุคคล กลุ่ม หรือองค์กรอื่นในข้อมูลส่วนตัวเพื่อสนทนา เสียดสี หรือแชร์ข้อมูลเกี่ยวกับบุคคลนั้น"),
                n("d019b5fa", "ฉันต้องติดป้ายกำกับบนบัญชี PCF หรือไม่"),
                n("dd04f24e", "ใช่ ป้ายกำกับ PCF ช่วยให้ผู้คนใน X ไม่สับสนกับบัญชีของคุณ โดยแจ้งว่าบัญชีของคุณไม่เกี่ยวข้องกับหัวข้อของข้อมูลส่วนตัว หากไม่มีป้ายกำกับ บัญชีของคุณอาจละเมิดนโยบายการยืนยันตัวตน"),
                n("hb0f8bbc", "ฉันจะติดป้ายกำกับบนบัญชี PCF ได้อย่างไร"),
                n("g69acc5c", "เพียงคลิก 'เข้าใจแล้ว' แล้วเราจะนำคุณไปที่การตั้งค่าข้อมูลส่วนตัวเพื่อตั้งค่าป้ายกำกับบัญชี!"),
                n("d313d431", "นโยบายการยืนยันตัวตน"),
                n("a3f22d8e", "เลือกรูปแบบการแจ้งเตือนที่คุณได้รับเกี่ยวกับความเคลื่อนไหว ความสนใจ และคำแนะนำ"),
                n("bc20979a", "X และคู่ค้าใช้คุกกี้เพื่อให้บริการที่ดียิ่งขึ้น ปลอดภัยยิ่งขึ้น และรวดเร็วยิ่งขึ้นแก่คุณ และเพื่อสนับสนุนธุรกิจของเรา คุกกี้บางตัวจำเป็นต่อการใช้บริการของเรา ปรับปรุงบริการ และตรวจสอบให้แน่ใจว่าทำงานได้อย่างถูกต้อง"),
                n("ge06dadc", "อนุญาตให้ X และคู่ค้าใช้คุกกี้เพื่อจัดหาโฆษณาและการสื่อสารที่เหมาะกับความสนใจของคุณ"),
                n("he20de3a", "ไม่อนุญาตให้ X ใช้คุกกี้เพื่อรวบรวมข้อมูลเพิ่มเติมสำหรับโฆษณาและการสื่อสารที่ปรับแต่งให้เหมาะกับคุณ"),
                n("g0ec0bec", "ปิดการใช้งานแล้ว"),
                n("g89f4614", "บัญชีของคุณถูกปิดใช้งานแล้ว"),
                n("f1768324", "ควบคุมวิธีที่ X ปรับเนื้อหาให้เข้ากับคุณ และวิธีเก็บและแชร์เนื้อหาบางประเภท"),
                n("ja94f34e", "การตั้งค่าเหล่านี้มีผลบังคับใช้กับเบราว์เซอร์หรืออุปกรณ์นี้ในขณะที่คุณออกจากระบบ และไม่มีผลใดๆ เมื่อคุณเข้าสู่ระบบ"),
                n("bd73f7e6", "การดำเนินการนี้จะเปิดหรือปิดการตั้งค่าทั้งหมดบนหน้านี้"),
                n("ddbc3288", "ข้อมูล"),
                n("ae5339a0", "ดูข้อมูล X ของคุณ"),
                n("b934e0ea", "ปิดใช้งานการตั้งค่าส่วนบุคคลและข้อมูลหรือไม่"),
                n("i0317e0e", "การดำเนินการนี้อาจทำให้โพสต์และโฆษณาที่คุณเห็นเหมาะกับคุณน้อยลง"),
                n("a148acba", "ปิดใช้งาน"),
                n("aa023546", "ปรับแต่งให้เป็นส่วนตัวโดยอ้างอิงจากสถานที่ที่คุณเคยไป"),
                n("ced77194", "อนุญาตให้ใช้เนื้อหาของ X ที่คุณเห็นในเว็บ"),
                n("fe1fc83e", "ข้อมูลเหล่าคือช่วงอายุที่สัมพันธ์กับคุณ"),
                n("bf9c74d0", "ไม่ใช้ช่วงอายุเหล่านี้ในการปรับเนื้อหาให้เหมาะสมกับบุคคล"),
                n("cf0daa24", "อาจใช้เวลาสักครู่ในการรวบรวมข้อมูลนี้ โปรดลองใหม่ในภายหลัง"),
                n("ea522535", "เรียนรู้เพิ่มเติม"),
                n("hf5ca8f8", "ข้อมูลส่วนตัว"),
                n("d9cbe351", function (e) {
                    return e.count + " การเข้าสู่ระบบ กิจกรรม";
                }),
                n("de90b04a", "สถานที่ที่คุณเคยไป"),
                n("cbd2ef59", function (e) {
                    return e.count + " ตำแหน่ง";
                }),
                n("a4441bb8", "ความสนใจจาก X"),
                n("e1c6b2d6", "กลุ่มเป้าหมายแบบปรับแต่ง"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " กลุ่มเป้าหมาย จาก " + e.advertiserCount + " ผู้ลงโฆษณา";
                }),
                n("f00d0d03", function (e) {
                    return e.count + " ความสนใจ";
                }),
                n("hf9c2caa", "ขอรายชื่อผู้ลงโฆษณาหรือไม่"),
                n("c29b7971", function (e) {
                    return "ข้อมูลนี้จะถูกส่งไปยัง " + e.primaryEmail;
                }),
                n("b9e1cf02", "ส่งคำขอ"),
                n("a8276fac", "ส่งคำขอรายชื่อผู้ลงโฆษณา"),
                n("g7912a84", "เข้าใจแล้ว ระบบจะส่งรายชื่อไปให้คุณทางอีเมลทันทีที่รายชื่อพร้อมใช้งานแล้ว"),
                n("d6104de0", "คุณสามารถเลือกที่จะไม่รับโฆษณาตามความสนใจของคุณได้ในการตั้งค่าการปรับเนื้อหาให้เหมาะสมกับบุคคลและข้อมูลของคุณ การดำเนินการนี้จะเปลี่ยนโฆษณาที่คุณเห็นบน X อย่างไรก็ตาม ระบบจะไม่ลบคุณออกจากกลุ่มเป้าหมายของผู้ลงโฆษณา"),
                n("ed8c03f5", "เรียนรู้เพิ่มเติม"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " กลุ่มเป้าหมาย";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " ผู้ลงโฆษณา";
                }),
                n("j4fa776e", "โทรศัพท์"),
                n("i7acdb36", "แท็บเล็ต"),
                n("c112dfc8", "เดสก์ท็อป"),
                n("jd8607ba", "เปิดใช้งานเมื่อ"),
                n("ea4f6c9e", "เบราว์เซอร์"),
                n("d750b93f", function (e) {
                    return e.count + " เบราว์เซอร์";
                }),
                n("a9783602", "อุปกรณ์มือถือ"),
                n("j043aa31", function (e) {
                    return e.count + " อุปกรณ์มือถือ";
                }),
                n("ae415fd2", "การตั้งค่านี้ปิดอยู่"),
                n("a90be7b4", "ที่อยู่อีเมล"),
                n("c0f6f911", "ความเคลื่อนไหวเมื่อออกจาก X"),
                n("adaafb3f", "ตัวตนโดยสรุป"),
                n("f0f72665", "ตัวตนโดยสรุป"),
                n("d33b4e5b", "ความเคลื่อนไหวเมื่อออกจาก X"),
                n("c4668d4f", "ความเคลื่อนไหวเมื่อออกจาก X"),
                n("df3e137b", "เรียนรู้เพิ่มเติม"),
                n("d1597ccb", "เรียนรู้เพิ่มเติม"),
                n("c1b03a07", "เรียนรู้เพิ่มเติม"),
                n("b056d9dc", "นี่คือการตั้งค่าภาษาหลักของบัญชีของคุณ"),
                n("h68bc23c", "ภาษาเพิ่มเติมเหล่านี้จะถูกใช้เพื่อปรับการใช้งานให้เหมาะสมกับคุณ"),
                n("fbf0e61e", "หากคุณยังไม่ได้ระบุเพศ ข้อมูลนี้จะเป็นข้อมูลที่เชื่อมโยงกับบัญชีของคุณโดยอ้างอิงจากข้อมูลส่วนตัวและความเคลื่อนไหวของคุณ ข้อมูลนี้จะไม่แสดงต่อสาธารณะ"),
                n("b4568a3a", "เพิ่มเพศของคุณ"),
                n("c0be743e", "อัพเดทข้อมูลเพศแล้ว"),
                n("c5abae66", "นี่คือเพศที่ X เชื่อมโยงกับบัญชีของคุณได้มากที่สุด"),
                n("cdb0d3e6", "ไม่ใช้เพศนี้ในการปรับเนื้อหาให้เหมาะสมกับบุคคล"),
                n("j31a1aa0", 'นี่คือสถานที่ที่ X ใช้เพื่อแสดงเนื้อหาที่ตรงกับคุณมากขึ้น คุณจะไม่เห็นสถานที่ที่ระบุที่นี่หากคุณปิด "ปรับแต่งให้เหมาะสมกับคุณตามสถานที่ที่คุณเคยไป"'),
                n("ddefdd1c", "ลบสถานที่ที่คุณเคยไปหรือไม่"),
                n("hea740ac", "การดำเนินการนี้จะใช้เวลาสักครู่ และไม่สามารถยกเลิกได้"),
                n("a26e0d52", "เข้าใจแล้ว สถานที่เหล่านี้จะถูกลบ"),
                n("he447966", "ไม่พบสถานที่ในขณะนี้"),
                n("b9d98dec", "การตั้งค่าตำแหน่ง"),
                n("e27e4fce", "ตำแหน่งที่ไม่ทราบ"),
                n("ib55eb6b", "แอพที่เชื่อมต่อ"),
                n("e5a4a539", "เรียนรู้เพิ่มเติม"),
                n("gc8f2e14", "คุณสามารถปิดการรับโฆษณาตามความสนใจได้ในการตั้งค่าการปรับเนื้อหาให้เหมาะสมกับบุคคลและข้อมูลของคุณ"),
                n("e6dbe66b", "เรียนรู้เพิ่มเติม"),
                n("d3310e49", function (e) {
                    return "ไฟล์ที่มีข้อมูลทั้งหมดที่เชื่อมโยงกับบัญชีของคุณจะถูกส่งไปยัง " + e.primaryEmail;
                }),
                n("ib03e8c8", "ดาวน์โหลดไฟล์ที่มีข้อมูลทั้งหมดที่เชื่อมโยงกับบัญชีของคุณลงในอุปกรณ์นี้ใช่ไหม"),
                n("g49741e8", "ดาวน์โหลด"),
                n("dc370a0c", "เข้าใจแล้ว ระบบจะส่งข้อมูลของคุณทางอีเมลทันทีที่ข้อมูลพร้อมใช้งาน"),
                n("c07b4316", "สนใจ"),
                n("e97196fe", "รู้จักในชื่อ"),
                n("ja0f971c", "ระบบพบความสนใจบางเรื่องที่ตรงกับคุณซึ่งมาจากข้อมูลส่วนตัว ความเคลื่อนไหว และหัวข้อที่คุณติดตาม ความสนใจเหล่านี้จะถูกนำมาใช้เพื่อปรับให้เหมาะกับประสบการณ์การใช้งาน X ของคุณ ซึ่งรวมถึงโฆษณาที่คุณเห็น โดยคุณสามารถปรับเปลี่ยนความสนใจได้หากรู้สึกว่าไม่ตรงกับคุณ (อาจใช้เวลาสักครู่เพื่อแสดงผลการเปลี่ยนแปลงของคุณ)"),
                n("gd1ce494", "เราเชื่อว่าเราคุณเป็นที่รู้จักเกี่ยวกับความสนใจด้านล่าง เราจะใช้ข้อมูลเหล่านี้เพื่อแสดงเนื้อหาของคุณให้ผู้ที่สนใจในเรื่องนี้มองเห็นได้มากขึ้น คุณสามารถปรับข้อมูลดังกล่าวได้หากรู้สึกว่าไม่ตรงกับคุณ อาจใช้เวลาสักครู่เพื่อแสดงผลการเปลี่ยนแปลงของคุณ"),
                n("a6b0b41a", "รับแอพ X บนโทรศัพท์มือถือของคุณฟรี"),
                n("h3ed510e", "ข้อมูล X"),
                n("b708417c", "คุณสามารถขอไฟล์ ZIP ที่มีเอกสารสำคัญของข้อมูลบัญชี ประวัติบัญชี แอปและอุปกรณ์ ความเคลื่อนไหวของบัญชี ความสนใจ และข้อมูลโฆษณาได้ คุณจะได้รับการแจ้งเตือนในแอปเมื่อเอกสารสำคัญของคุณพร้อมให้ดาวน์โหลด"),
                n("jbf5843e", "ข้อมูล Periscope"),
                n("ea886c6e", "คุณสามารถขอเอกสารสำคัญของข้อมูล Periscope บน Periscope ได้โดยตรง"),
                n("cdcc2ad4", "การดาวน์โหลดล้มเหลว"),
                n("dbeff87a", "ร้องขอคลังทวิตเตอร์"),
                n("hb02ed28", "คุณสมบัติในการดาวน์โหลดข้อมูลของคุณไม่สามารถใช้ได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง"),
                n("c2254084", "เราได้รับคำขอของคุณแล้ว เพื่อปกป้องบัญชีของคุณ อาจใช้เวลา 24 ชั่วโมงหรือนานกว่านั้นเพื่อให้ข้อมูลของคุณพร้อมใช้งาน"),
                n("f62d1d9e", "เอกสารสำคัญของคุณพร้อมให้คุณดาวน์โหลดและดูโดยใช้เบราว์เซอร์บนคอมพิวเตอร์ โปรดทราบว่าคุณต้องดาวน์โหลดข้อมูลนี้ก่อนที่จะหมดอายุในไม่กี่วัน"),
                n("b221ca4c", "เราจะแจ้งให้คุณทราบเมื่อมีข้อมูลพร้อมให้ดาวน์โหลด"),
                n("db40dfcf", "กรอกแบบฟอร์มนี้"),
                n("g1aced04", "แอพ อุปกรณ์ และข้อมูล"),
                n("dbcf3a1a", "เพิ่มป้ายกำกับข้อมูลส่วนตัว"),
                n("cbb2367c", "แสดงหรือซ่อนป้ายกำกับข้อมูลส่วนตัวบัญชีล้อเลียน บัญชีแสดงความเห็น และบัญชีแฟนคลับ"),
                n("ge48855c", "บัญชีล้อเลียน"),
                n("hf019b20", "ป้ายกำกับนี้ช่วยให้แน่ใจว่าผู้ใช้ X จะไม่สับสนกับบัญชีของคุณ โดยแจ้งว่าบัญชีของคุณไม่เกี่ยวข้องกับหัวข้อของข้อมูลส่วนตัว"),
                n("d048571e", "ลบป้ายกำกับล้อเลียนหรือไม่"),
                n("g905134c", "การปิดป้ายกำกับนี้จะเป็นการลบออกจากข้อมูลส่วนตัวของคุณและโพสต์ที่ผ่านมาทั้งหมด โปรดตรวจสอบว่าคุณปฏิบัติตามนโยบายความถูกต้อง"),
                n("ce62c8c2", "ลบป้ายกำกับข้อมูลส่วนตัวหรือไม่"),
                n("a14080ce", "อัปเดตป้ายกำกับข้อมูลส่วนหรือไม่"),
                n("db6796f6", "การปิดป้ายกำกับนี้จะเป็นการลบออกจากข้อมูลส่วนตัวของคุณและโพสต์ที่ผ่านมาทั้งหมด โปรดตรวจสอบว่าคุณปฏิบัติตามนโยบายการยืนยันตัวตน เมื่ออัปเดตแล้ว การอัปเดตเพิ่มเติมจะถูกล็อกเป็นเวลา 48 ชั่วโมง"),
                n("c700b6be", "เมื่ออัปเดตแล้ว การอัปเดตเพิ่มเติมจะถูกล็อกเป็นเวลา 48 ชั่วโมง"),
                n("ff1739ae", "ป้ายกำกับข้อมูลส่วนตัว"),
                n("h70c602c", "ไม่สามารถอัปเดตป้ายกำกับข้อมูลส่วนตัวได้"),
                n("c818c60c", "การวิเคราะห์"),
                n("ha9f14b1", function (e) {
                    return "พื้นที่สนทนาของคุณจะเริ่มในวันที่ " + e.scheduleDate + " เวลา " + e.scheduleTime;
                }),
                n("jafbef80", "คุณไม่ได้รับอนุญาตให้ตั้งเวลาพื้นที่สนทนานี้"),
                n("e5d26f84", "ไม่พลาดสิ่งที่เกิดขึ้นด้วยการเปิดใช้งานการแจ้งเตือน X จะดูประเทศและภาษาของอุปกรณ์ของคุณเพื่อปรับแต่งการแจ้งเตือนให้เหมาะกับคุณ"),
                n("f91f00ba", "ทำคลิป"),
                n("f9b2d343", function (e) {
                    return e.count + " โพสต์";
                }),
                n("jcc8306e", "ส่งคำขอเพื่อพูด"),
                n("j41fd45a", "ส่งคำขอแล้ว"),
                n("d5b2aae8", "มีการส่งคำขอเพื่อพูดมากเกินไป โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("b9945b98", "การส่งคำขอเพื่อพูดล้มเหลว โปรดเข้าร่วมพื้นที่สนทนาอีกครั้งแล้วลองใหม่ในอีกสักครู่"),
                n("b2cc6a54", "เข้าร่วมเป็นผู้พูด"),
                n("fb6c0bbc", "การฟังโดยไม่ระบุตัวตน"),
                n("e49a1f42", "ขณะนี้คุณกำลังฟังโดยไม่ระบุตัวตนและจะไม่ปรากฏตัวแก่โฮสต์และผู้เข้าร่วมคนอื่นๆ"),
                n("jf01aea4", "หากต้องการเข้าร่วม คุณต้องออกและเข้าร่วมอีกครั้งในฐานะผู้ฟังที่มองเห็นได้"),
                n("cac1482a", "แสดงความรู้สึก"),
                n("fc0e94b7", function (e) {
                    return "แสดงความรู้สึกด้วย " + e.emoji;
                }),
                n("jf9f3e54", "ข้ามไปข้างหน้า 15 วินาที"),
                n("hdd1aba0", "ข้ามย้อนกลับ 15 วินาที"),
                n("b89c5a50", "หยุดชั่วคราว"),
                n("e674c120", "แสดงคําบรรยาย"),
                n("f45bace4", "ซ่อนคําบรรยาย"),
                n("ce96f1dc", "ไม่มีคำบรรยาย"),
                n("e07f6e7d", function (e) {
                    return "ความเร็ว " + e.rate + " เท่า";
                }),
                n("jd04fc66", "ความเร็ว 0.5x"),
                n("f03848b8", "ปกติ"),
                n("j0e5c2ce", "ความเร็ว 1.5x"),
                n("b3f2318e", "ความเร็ว 2x"),
                n("f17bc95a", "แชร์หน้าจอ"),
                n("b11a74b2", "หยุดแชร์"),
                n("e51c2372", "แขกรับเชิญ"),
                n("b08821f4", "กลับ"),
                n("fed1388a", "การตั้งค่าพื้นที่สนทนา"),
                n("c63dd2cc", "เข้าร่วมบทสนทนาแบบสดนี้กับฉันสิ"),
                n("c958c6c8", "โพสต์สิ่งนี้"),
                n("if23a252", "แบ่งปันผ่าน..."),
                n("c0530da6", "แบ่งปันเมนู"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "สิ้นสุดพื้นที่สนทนาหรือไม่"),
                n("db684264", "ใช่ สิ้นสุดเลย"),
                n("je23178a", "การดำเนินการนี้จะสิ้นสุดบทสนทนาสำหรับทุกคน"),
                n("c371fb9a", "ด้านล่าง"),
                n("c0ce822e", "การตั้งค่าไมโครโฟน"),
                n("a2bf8b8a", "เปลี่ยนไปฟัง"),
                n("caa8d928", "เปิด/ปิดการลดเสียงรบกวน"),
                n("b5d88f0c", "พนักงานเท่านั้น"),
                n("c855ab8e", "เฉพาะสมาชิกเท่านั้น"),
                n("ddeb0a3c", "ที่นี่คือชุมชน ชอบผู้คนไหม ลองดูสิ");
            n("e111f531", function (e) {
                return e.count + " รับฟัง";
            }),
                n("cbef820f", function (e) {
                    return e.screenName + " รีโพสต์สตรีม!";
                }),
                n("e3275464", "ส่ง"),
                n("cededf2a", "โฮสต์"),
                n("i2caef48", "โฮสต์ร่วม"),
                n("j245c654", "ผู้พูด"),
                n("eda23a02", "ผู้ฟัง"),
                n("b90eb348", "เชิญให้พูด"),
                n("d9a63e82", "ลบออกจากผู้พูด"),
                n("bd917b26", "เชิญให้เป็นโฮสต์ร่วม"),
                n("d7357e7e", "ลบออกจากโฮสต์ร่วม"),
                n("bf307fc0", "บล็อคและลบ"),
                n("ccf2f24e", "รายงาน"),
                n("i22835de", "อนุมัติ"),
                n("cb59a0fe", "ปฎิเสธ"),
                n("c2376960", "ส่งคำขอเพื่อพูด"),
                n("aba7dcdd", function (e) {
                    return "เชิญ " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "โฮสต์";
                }),
                n("fc56c8b1", function (e) {
                    return "โฮสต์ร่วม";
                }),
                n("iba0f45d", function (e) {
                    return "ผู้พูด";
                }),
                n("dc066955", function (e) {
                    return "ผู้ฟัง";
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " เปิด ที่ว่าง";
                }),
                n("c3b5b829", function (e) {
                    return e.count + " คำขอ";
                }),
                n("fe7a1910", "ส่งคำเชิญ"),
                n("ic3c757e", "ค้นหาผู้ใช้"),
                n("cd133486", "เชิญ"),
                n("f2333850", "แชร์กับผู้คนนอก X"),
                n("cddb8097", "เรียนรู้เพิ่มเติม"),
                n("f77997b0", "โฮสต์ร่วม"),
                n("i48f4ed8", "ผู้พูด"),
                n("a77c8e02", "ผู้ฟัง"),
                n("bdfa93eb", function (e) {
                    return "แบ่งปันโดย " + e.name;
                }),
                n("d8cc6ada", "ใครพูดได้บ้าง ผู้พูดปัจจุบันจะไม่ได้รับผลกระทบ การเปลี่ยนแปลงอาจใช้เวลาไม่กี่วินาที"),
                n("e3a87142", "เฉพาะผู้คนที่คุณเชิญให้พูด"),
                n("db3de1d2", "เข้าร่วมเป็นผู้พูด"),
                n("d7f4bc44", "เข้าร่วมเป็นโฮสต์ร่วม"),
                n("edcf15e9", function (e) {
                    return "ส่งคำขอแล้ว (" + e.count + ")";
                }),
                n("h13957aa", "ปิดเสียงพื้นที่สนทนา"),
                n("ge6372fa", "เปิดเสียงพื้นที่สนทนา"),
                n("i7a42e1c", "ช่วยจัดการพื้นที่สนทนานี้"),
                n("e0b8f112", "คุณได้รับเชิญให้เป็นโฮสต์ร่วม"),
                n("ee12263c", "โฮสต์ร่วมสามารถพูดในพื้นที่สนทนาได้"),
                n("jee7002c", "โฮสต์ร่วมสามารถเชิญ ลบ และปิดเสียงผู้พูดได้"),
                n("i95225d2", "โฮสต์ร่วมสามารถแชร์และลบโพสต์ได้"),
                n("f07137fa", "โฮสต์ร่วมสามารถลบผู้ฟังจากพื้นที่สนทนาได้"),
                n("j6cdf012", "โฮสต์ร่วมไม่สามารถเชิญหรือลบโฮสต์ร่วมคนอื่นๆ ได้"),
                n("c727d116", "โฮสต์ร่วมไม่สามารถสิ้นสุดพื้นที่สนทนาได้"),
                n("g69084b8", "ยอมรับคำเชิญให้เป็นโฮสต์ร่วม"),
                n("ee230734", "แสดงตัวเลือกเพิ่มเติม"),
                n("ic8c615e", "เลือกและส่งตัวเลือกการตอบกลับด่วน"),
                n("a04077c4", "โปรดเลือกรูปภาพ วิดีโอ หรือ GIF 1 ภาพ"),
                n("c07367d8", "ขณะนี้สื่อไม่รองรับข้อความที่เข้ารหัสลับ"),
                n("af71ef68", "เสียง"),
                n("fc64990e", "วิดีโอ"),
                n("ca0ce0e4", "เริ่มข้อความใหม่"),
                n("e18e6a63", function (e) {
                    return "รับ X Premium เพื่อส่งข้อความถึง @" + e.username;
                }),
                n("c3752568", "มีบางอย่างผิดพลาด ลองส่งข้อความของคุณอีกครั้งในอีกสักครู่"),
                n("f78aa3ea", "ไม่สามารถส่งข้อความบางส่วนของคุณได้ในตอนนี้ โปรดลองอีกครั้งในภายหลัง"),
                n("f9690dc0", "ขออภัย! คุณไม่สามารถส่งข้อความถึงบัญชีนี้ได้"),
                n("b1d35408", "คุณส่งข้อความเกินจํานวนที่จํากัดไว้ต่อวัน"),
                n("g539cca6", "บัญชีของคุณถูกระงับการใช้งาน และไม่ได้รับอนุญาตให้ส่งข้อความ"),
                n("bbac001a", "ข้อความนี้ยาวเกินไป"),
                n("a1d2a68e", "ผู้ใช้คนนี้ไม่ได้ติดตามคุณ คุณสามารถส่งข้อความหาคนที่ติดตามคุณได้เท่านั้น"),
                n("ec2bb9d4", "โพสต์ที่คุณพยายามส่งถูกลบแล้ว"),
                n("hf383be4", "บัญชีที่คุณพยายามส่งข้อความถูกลบแล้ว"),
                n("c4fdbd16", "คุณไม่สามารถส่งข้อความถึงผู้ใช้ที่คุณบล็อคได้"),
                n("hf3e7e38", "ข้อความของคุณไม่สามารถส่งได้"),
                n("dd8272fd", function (e) {
                    return e.count + " ใหม่ ข้อความ";
                }),
                n("e2cd3b7c", "สิ้นสุดการโทรด้วยเสียง"),
                n("f42f365a", "สิ้นสุดการโทรวิดีโอ"),
                n("a7570f2c", "การโทรด้วยเสียงที่ไม่ได้รับสาย"),
                n("jd9831b2", "การโทรวิดีโอที่ไม่ได้รับสาย"),
                n("f0985268", "การโทรด้วยเสียง"),
                n("ca397a48", "การโทรวิดีโอ"),
                n("bb7e2143", function (e) {
                    return e.seconds + " วินาที";
                }),
                n("c1d4ac84", "คุณได้เปลี่ยนรูปภาพกลุ่ม"),
                n("abc7b032", "มีการเปลี่ยนรูปภาพกลุ่ม"),
                n("i263b294", "คุณได้เข้าร่วมบทสนทนา"),
                n("i8d5e62b", function (e) {
                    return "คนอื่นอีก " + e.count + " คน";
                }),
                n("f7204380", "Fleet นี้หมดอายุแล้ว"),
                n("d9de7b58", "สื่อนี้ถูกซ่อนเนื่องจากมาจากผู้ที่คุณไม่ได้ติดตาม"),
                n("f2879f4e", "ข้อความนี้อาจมีสื่อกราฟิก"),
                n("b518221e", "เปิดรูปภาพ"),
                n("eeaa9f90", "เปิดวิดีโอ"),
                n("g2b43664", "เปิด GIF"),
                n("d99de549", function (e) {
                    return "ตอบกลับถึง " + e.name;
                }),
                n("f5a07f7c", "ไฟล์แนบ"),
                n("fd079470", "รายการนี้มีสถานะเป็นสแปม"),
                n("c7a92dca", "ข้อความที่ยอมรับ"),
                n("fb3ccb56", "ข้อความถูกซ่อนเนื่องจากมีเนื้อหาที่น่าสงสัย"),
                n("c94b7d8a", "เล่นข้อความเสียง"),
                n("eb6f9582", "หยุดข้อความเสียงชั่วคราว"),
                n("b6b4142e", "โพสต์นี้ถูกซ่อนเนื่องจากมาจากผู้ที่คุณไม่ได้ติดตาม"),
                n("fda60d78", "โพสต์นี้อาจมีสื่อกราฟิก"),
                n("b59a9004", "เปิดโพสต์"),
                n("daf6bf02", "เปลี่ยนการตั้งค่า"),
                n("ba60339a", "ลบให้คุณ"),
                n("eb497e08", "การดำเนินการอื่นๆ"),
                n("b170974a", "เพิ่มการโต้ตอบ"),
                n("i202bd22", "รายงานข้อความ"),
                n("f2e5491a", "คัดลอกข้อความ"),
                n("bf2d08ca", "ความรู้สึกเพิ่มเติม"),
                n("ca7a2215", function (e) {
                    return "การโต้ตอบปัจจุบันของคุณ: " + e.emoji;
                }),
                n("j4bfee22", "ลบข้อความหรือไม่"),
                n("faddd3a2", "ข้อความนี้จะถูกลบให้คุณ บุคคลอื่นในบทสนทนาจะยังสามารถเห็นข้อความนี้ได้"),
                n("f58dff34", "มีบางอย่างผิดพลาด และข้อความไม่ได้ถูกลบ"),
                n("ad5a8e8e", "ขออภัย! คุณไม่ได้รับอนุญาตให้ลบข้อความนี้"),
                n("fad48eea", "กำลังส่ง..."),
                n("ae7d7a24", "การส่งข้อความล้มเหลว"),
                n("bbe74f3f", function (e) {
                    return "เมื่อวานนี้ " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " การโต้ตอบ";
                }),
                n("c0098d4a", "การโต้ตอบ"),
                n("j85999ec", "รายชื่อการโต้ตอบของผู้ใช้"),
                n("a2d48779", function (e) {
                    return "ลบการโต้ตอบปัจจุบันของคุณ: " + e.emoji;
                }),
                n("icd0bf34", "เห็นแล้ว"),
                n("e8bd8fec", "ส่งแล้ว"),
                n("b2d32fae", "ทุกคนเห็นแล้ว"),
                n("a763d33f", function (e) {
                    return "เห็นแล้ว " + e.count + " คน";
                }),
                n("d84b485e", "คุณติดตามบัญชีนี้แล้ว"),
                n("be0c83d8", "คุณยอมรับคำขอแล้ว"),
                n("bcc13060", "เข้าใช้ได้ก่อนใคร"),
                n("e535cae9", function (e) {
                    return e.count + " ผู้ติดตาม";
                }),
                n("cf249089", function (e) {
                    return "เข้าร่วมเมื่อ " + e.joinDate;
                }),
                n("g1f972d7", "เรียนรู้เพิ่มเติม"),
                n("bb0e37c3", "เรียนรู้เพิ่มเติม"),
                n("a89e8ab3", "เรียนรู้เพิ่มเติม"),
                n("d98540eb", "เรียนรู้เพิ่มเติม"),
                n("j296badb", "เรียนรู้เพิ่มเติม"),
                n("e45d77f5", "เรียนรู้เพิ่มเติม"),
                n("h52ca4c4", "ข้อความใหม่"),
                n("ffde2fdc", "กำลังโหลดบทสนทนา"),
                n("da878dc0", "ยอมรับ"),
                n("hc52446c", "ต้องการเข้าร่วมกลุ่มนี้หรือไม่ พวกเขาจะไม่ทราบว่าคุณเห็นคำขอของพวกเขาแล้วจนกว่าคุณจะยอมรับ"),
                n("f7e1ad65", function (e) {
                    return "คุณต้องการอนุญาตให้ " + e.senderName + " ส่งข้อความหาคุณหรือไม่ พวกเขาจะไม่ทราบว่าคุณเห็นข้อความแล้วจนกว่าคุณจะยอมรับ";
                }),
                n("gdf4b790", "ออกจากบทสนทนาหรือไม่"),
                n("bbf83d84", "ไม่สามารถยกเลิกการดำเนินการนี้ได้ และประวัติบทสนทนาจะถูกลบออกจากกล่องข้อความของคุณ"),
                n("ib3fe8aa", "บล็อคหรือรายงาน"),
                n("gbed8594", "การบล็อคจะเป็นการป้องกันไม่ให้บุคคลนี้ส่งคำขอทางข้อความถึงคุณในอนาคต"),
                n("g9074da4", "ออกจากบทสนทนา"),
                n("ad63377e", "ลบการสนทนา"),
                n("h09b49f8", "บทสนทนานี้จะถูกลบออกจากกล่องจดหมายของคุณ บุคคลอื่นในบทสนทนาจะยังสามารถเห็นบทสนทนานี้ได้"),
                n("i6b19b08", "รายงานบทสนทนา"),
                n("cdb1a05a", "แจ้งให้ X ทราบเกี่ยวกับสแปมหรือการกระทำที่ไม่เหมาะสมเพื่อให้เราสามารถป้องกันผู้อื่นจากบัญชีในลักษณะนี้ได้"),
                n("d6b11d9c", "ไม่สามารถส่งข้อความส่วนตัวของคุณได้เนื่องจากสื่อบางส่วนไม่ได้อัพโหลด"),
                n("c64c1884", "เขียนข้อความใหม่"),
                n("cdcebd22", "ข้อความใหม่"),
                n("a66ac766", "กำลังโหลดข้อความส่วนตัว"),
                n("a846382a", "ค้นหาข้อความส่วนตัว"),
                n("h845f282", "ข้อความส่วนตัว"),
                n("d7ad7414", "ข้อความไม่พร้อมใช้งาน"),
                n("ga086a54", "ไฟล์แนบรูปภาพ"),
                n("a9cc8cfe", "ส่ง GIF แล้ว"),
                n("eb3d722e", "คุณส่ง GIF แล้ว"),
                n("e5bfe07e", "ได้ส่งลิงก์"),
                n("db53c018", "คุณส่งลิงก์แล้ว"),
                n("bf584cd2", "ได้ส่งรูปภาพ"),
                n("f80629ba", "คุณส่งรูปภาพแล้ว"),
                n("e20b65b0", "ได้ส่งสติกเกอร์"),
                n("d30c2d40", "คุณส่งสติกเกอร์แล้ว"),
                n("a876e58c", "ได้ส่งวิดีโอ"),
                n("j7d8101a", "คุณส่งวิดีโอแล้ว"),
                n("dedfd266", "ส่งข้อความเสียง"),
                n("h7033cac", "คุณส่งข้อความเสียง"),
                n("i34ec422", "แชร์โพสต์แล้ว"),
                n("a4939874", "คุณแชร์โพสต์แล้ว"),
                n("e1c9ec9c", "ปักหมุดบทสนทนา"),
                n("e3cfff7c", "การแจ้งเตือนบทสนทนา"),
                n("f398722e", "ปิดการแจ้งเตือนบทสนทนา"),
                n("bdd91964", "เอาหมุดออกจากบทสนทนา"),
                n("a8ed0eca", "ปิดการแจ้งเตือนบทสนทนา"),
                n("jac4eb1e", "เปิดการแจ้งเตือนบทสนทนา"),
                n("d88d0790", "เมนูตัวเลือก"),
                n("ce108dda", "เลือกป้ายกำกับ"),
                n("abf2d13c", "เลือก"),
                n("e4b3f520", "บทสนทนาที่ปักหมุด"),
                n("ae4d666a", "บทสนทนาทั้งหมด"),
                n("d98e066c", "ปักหมุดบทสนทนาแล้ว"),
                n("j302dba8", "เอาหมุดออกจากบทสนทนาแล้ว"),
                n("cb367658", "ไม่สามารถปักหมุดบทสนทนาได้ ลองอีกครั้ง"),
                n("ie9a7e48", "ไม่สามารถปักหมุดบทสนทนาได้ ตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง"),
                n("hd3927c6", "ไม่สามารถเอาหมุดออกจากบทสนทนาได้ ลองอีกครั้ง"),
                n("f1ac0968", "ไม่สามารถเอาหมุดออกจากบทสนทนาได้ ลองอีกครั้ง"),
                n("d571e4f9", function (e) {
                    return "คุณสามารถปักหมุดได้ " + e.count + " บทสนทนาเท่านั้น";
                }),
                n("a551bf7e", "คุณจะต้องเอาหมุดออกก่อนหนึ่งบทสนทนาเพื่อปักหมุดบทสนทนาอื่น"),
                n("a676a876", "ยินดีต้อนรับสู่กล่องจดหมายของคุณ"),
                n("h52877aa", "ฝากข้อความ แชร์โพสต์ และอื่นๆ ด้วยบทสนทนาส่วนตัวระหว่างคุณและคนอื่นๆ บน X "),
                n("efe8fda0", "เขียนข้อความ"),
                n("b9dae4f4", "ลองค้นหาคำอื่น"),
                n("e7fb2028", "ไม่มีผลลัพธ์เพิ่มเติม"),
                n("ae111c99", function (e) {
                    return 'ไม่พบผลลัพธ์สําหรับ "' + e.query + '"';
                }),
                n("e8581cce", "ไม่พบผลลัพธ์จากคำที่คุณป้อน"),
                n("f08940ac", "เริ่มข้อความใหม่"),
                n("i5d7593a", "ลองค้นหาผู้คน กลุ่ม หรือข้อความ"),
                n("c94ac69e", "กลุ่ม"),
                n("fb3c8e74", "การค้นหาล่าสุด"),
                n("fd6150fc", "รักษาความปลอดภัยของคุณให้ยิ่งกว่าเดิมในข้อความส่วนตัว"),
                n("c7e8a9ee", "นโยบายความเป็นส่วนตัว"),
                n("bece84b4", "คำขอทางข้อความของคุณว่างเปล่า"),
                n("e51be7c1", "เรียนรู้เพิ่มเติม"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending requests";
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new people you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " people you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new requests";
                }),
                n("ed93de0c", "กำลังวิเคราะห์โพสต์"),
                n("d1d92e40", "รายละเอียดเพิ่มเติม"),
                n("a6e89af8", "บทสนทนาแบบเปิด"),
                n("ica55d24", "แชทใหม่"),
                n("f794af9a", "โหมดสนุกสนาน"),
                n("eccf9fea", "โหมดปกติ"),
                n("g7b1c574", "รีเซ็ตเป็นค่าเริ่มต้น"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "เลือกโหมดการค้นหาที่คุณต้องการ"),
                n("i330e54c", "การค้นหาขั้นสูงและการให้เหตุผล"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "การค้นหาที่ขยายกว้างขึ้นและการให้เหตุผลเพิ่มเติม"),
                n("j22655f2", "ถามอะไรก็ได้"),
                n("h0681e3e", "พูดคุยกับ Grok ผู้ช่วย AI ของเรา"),
                n("d593fd78", "สามารถตอบคำถามของคุณ ค้นหา X และสร้างรูปภาพได้"),
                n("d0205a24", "ตรวจสอบข้อเท็จจริง"),
                n("ed4177c4", "Grok อาจให้ข้อมูลที่ไม่ถูกต้องตามข้อเท็จจริง ลืมเนื้อหาบางประการ หรือสรุปผิดอย่างมั่นใจ คุณควรตรวจสอบข้อมูลใดๆ ด้วยตนเอง"),
                n("c0ff98f8", "การฝึกอบรม AI และการปรับแต่งให้เป็นส่วนบุคคล"),
                n("f1a8218a", "เราอาจใช้ข้อมูล X ของคุณ รวมถึงการโต้ตอบ ข้อมูลนำเข้า และผลลัพธ์ของคุณกับ Grok เพื่อการฝึกโมเดล การปรับแต่ง และเพื่อปรับแต่งประสบการณ์ Grok ของคุณให้เป็นส่วนบุคคล คุณสามารถเลือกไม่รับได้โดยใช้การตั้งค่า X ของคุณ หากต้องการเรียนรู้เพิ่มเติม โปรดไปที่ศูนย์ช่วยเหลือของเรา"),
                n("bcbf5b6e", "กำลังแบ่งปัน"),
                n("j7b5c844", "คุณต้องรับผิดชอบต่อบทสนทนาที่คุณแชร์ต่อสาธารณะ หลีกเลี่ยงการแชร์ข้อมูลที่ละเอียดอ่อนและเป็นความลับเกี่ยวกับตัวคุณเองหรือผู้อื่นในการสนทนากับ Grok (ดูศูนย์ช่วยเหลือของเรา)"),
                n("c9f7c196", "ศูนย์ช่วยเหลือ"),
                n("c65f7308", "เซิร์ฟเวอร์กำลังทำงานหนักอยู่ในขณะนี้"),
                n("f2a8655e", "เครื่องมือขั้นสูงของ Grok ไม่พร้อมใช้งานในขณะนี้"),
                n("c26b9b9c", "ไฟล์"),
                n("g10600b0", "เมนู"),
                n("j826e722", "บันทึกรูปภาพ"),
                n("a9325f10", "คัดลอกรูปภาพ"),
                n("g0b12442", "คัดลอกรูปภาพไม่สำเร็จ"),
                n("edd0c172", "โพสต์รูปภาพ"),
                n("d1d3a41a", "แก้ไขรูปภาพ"),
                n("a2697040", "อธิบายสิ่งที่ต้องเปลี่ยนแปลงในภาพ"),
                n("ge1cefc4", "เครื่องมือ"),
                n("e9b6d404", "Grok ควรเข้าถึงเครื่องมือค้นหาใดบ้าง"),
                n("h15dce2e", "การตั้งค่าขั้นสูง"),
                n("ff9dc268", "แก้ไขข้อความแจ้ง"),
                n("acb2baa0", "สร้างรูปภาพ"),
                n("fe9ad897", function (e) {
                    return "แก้ไขรูปภาพ" + e.ttc_grok_preset;
                }),
                n("h30fd372", "ลองใช้โหมดเสียง"),
                n("e9fcdd0c", "ขอให้ Grok ค้นหาบนเว็บอย่างจริงจัง"),
                n("fc4e8aba", "ขอให้ Grok อธิบายเหตุผลทีละขั้นตอน"),
                n("e4ae6abe", "ขอให้ Grok เปลี่ยนรูปภาพของคุณ"),
                n("e8ade5e2", "เลือกบุคลิกภาพ"),
                n("b5df32b0", "Grok บางสิ่ง"),
                n("fb3b9776", "ผู้ใช้รายนี้ปรับแต่งเอาต์พุตของ Grok แล้ว"),
                n("ca93f2ee", "ข้อความนี้ถูกลบไปแล้ว"),
                n("b8c06820", "คัดลอกข้อความ"),
                n("ca0f5894", "ไม่ชอบ"),
                n("ja8d189e", "ต้องการส่งคำตอบ"),
                n("e951f04e", "ต้องการรูปภาพ"),
                n("c503b35e", "ต้องการรูปภาพอื่น"),
                n("d4371c92", "รหัสไม่ถูกต้อง"),
                n("dbe8586e", "ต้องการรหัสอื่น"),
                n("e360eb4a", "ไม่ต้องการรหัส"),
                n("a18657ca", "การคำนวณไม่ถูกต้อง"),
                n("b8b86300", "ไม่ต้องการคำนวณ"),
                n("e4c34788", "คำตอบที่ไม่ถูกต้อง"),
                n("b220a8c8", "ต้องการสิ่งอื่น"),
                n("b115fd18", "คำตอบแบบลำเอียง"),
                n("dc637214", "สไตล์/น้ำเสียงที่ไม่ดี"),
                n("f02e6d42", "ต้องการค้นหา"),
                n("bbec6bba", "ผลลัพธ์การค้นหาที่ไม่ดี"),
                n("b494d088", "ไม่ต้องการค้นหา"),
                n("a44974f2", "ไม่เข้าใจรูปภาพ"),
                n("bd44a8a8", "บอกเราเพิ่มเติม"),
                n("fcdbe764", "Grok จะปรับปรุงให้ดีขึ้นได้อย่างไร"),
                n("bb6adb22", "อธิบายสิ่งที่ผิดพลาด"),
                n("h0fa15f2", "ขอบคุณสำหรับความคิดเห็นของคุณ!"),
                n("d700b268", "แชทที่อ้างอิง"),
                n("cd7bdab2", "การลืมบทสนทนาจะไม่ได้ลบบทสนทนาออกจากประวัติ"),
                n("f21b84de", "ลืมข้อมูลที่อ้างอิงแล้ว"),
                n("i52a9cb8", "ไม่มีความทรงจำที่จะแสดง"),
                n("d9d36880", "ลืม"),
                n("g02dacc0", "วันนี้"),
                n("c6e845c0", "เมื่อวาน"),
                n("a5fa4a86", "ม.ค."),
                n("c51724a4", "ก.พ."),
                n("j244ceb2", "มี.ค."),
                n("b22b12e0", "เม.ย."),
                n("h3023cac", "พฤษภาคม"),
                n("b10dbffa", "มิ.ย."),
                n("c81da1b6", "ก.ค."),
                n("d4e4d3ce", "ส.ค."),
                n("c3418f9a", "ก.ย."),
                n("b64dada6", "ต.ค."),
                n("ad24ec20", "พ.ย."),
                n("c7902252", "ธ.ค."),
                n("idf94bac", "สร้างใหม่"),
                n("f7614f92", "โดยไม่มีการค้นหา"),
                n("c5ade3ba", "โดยมีการค้นหา"),
                n("c16e5b1a", "โดยไม่มีการสร้างรูปภาพ"),
                n("i2ca65fa", "โดยมีการสร้างรูปภาพ"),
                n("d3927f88", "โพสต์ลิงก์"),
                n("be37ecd4", "คัดลอกไปยังคลิปบอร์ดไม่สำเร็จ"),
                n("h708a4c0", "แชร์บทสนทนา"),
                n("g06a67e2", "หน้าที่แชร์จะมีข้อความจนถึงจุดนี้"),
                n("a0428662", "ไม่เป็นประโยชน์"),
                n("fe4fd310", "เป็นประโยชน์"),
                n("bfd161bc", "เปรียบเทียบ"),
                n("j5dcf1b2", "อัพเดตแล้ว"),
                n("a50aaa10", "ก่อนเวลาเปิดตลาด"),
                n("dd614d10", "หลังเวลาทำการ"),
                n("d6b0b0d5", function (e) {
                    return "ราคาเปิด" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "มูลค่าตามราคาตลาด" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "ราคาสูงสุดในช่วงปีที่ผ่านมา" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "สูง" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "อัตราส่วน P/E" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "ราคาต่ำสุดในช่วงปีที่ผ่านมา" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "ต่ำ" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "สูงสุดตลอดกาล" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "ต่ำสุดตลอดกาล" + e.ttc_stock_details;
                }),
                n("a22063d2", "แชร์ตำแหน่งของคุณเพื่อความแม่นยำที่ดีขึ้น"),
                n("db3248a8", "กำลังโหลดตำแหน่ง"),
                n("ffe0e588", "แบ่งปันข้อมูลตำแหน่งที่อยู่"),
                n("e41a0dc2", "ปิดแล้ว"),
                n("ieff24f4", "เต็มเวลา"),
                n("e2811afc", "เกม"),
                n("j081fa34", "อันดับ"),
                n("i7c7f156", "พรุ่งนี้"),
                n("b134ba52", "อยู่ระหว่างดําเนินการ"),
                n("j1361724", "พักครึ่งเวลา"),
                n("fa0f1262", "การพักเบรก"),
                n("c2cac618", "ปัจจุบัน Grok รองรับข้อมูลลาลีกา พรีเมียร์ลีก บุนเดสลีกา ซีรีส์เอ และลีกเอิง"),
                n("acae223d", function (e) {
                    return 'ผลลัพธ์สําหรับ "' + e.prompt + '"';
                }),
                n("bed99fe2", "ดูน้อยลง"),
                n("f7b57ac0", "สถิติ"),
                n("i7e3e446", "แมตช์"),
                n("d490977e", "ขณะนี้"),
                n("e9f55db8", "วันอาทิตย์"),
                n("e9cf3af8", "วันจันทร์"),
                n("d5868a7e", "วันอังคาร"),
                n("b5dfdb46", "วันพุธ"),
                n("ab8095a2", "วันพฤหัสบดี"),
                n("e298e6f2", "วันศุกร์"),
                n("ef519654", "วันเสาร์"),
                n("c609a1b4", "อาทิตย์"),
                n("j92274b0", "จันทร์"),
                n("ja482160", "อังคาร"),
                n("f4ad4cb0", "พุธ"),
                n("d66bf142", "พฤหัสบดี"),
                n("dc17968a", "ศุกร์"),
                n("j310a2d6", "เสาร์"),
                n("eaf55eb4", "แสดงการคิด"),
                n("b1ac6016", "ทำการ DeepSearch เสร็จสมบูรณ์แล้ว"),
                n("f766feca", "การค้นหาแบบ DeeperSearch เสร็จสมบูรณ์แล้ว"),
                n("ee000b0d", function (e) {
                    return e.numSources + " แหล่งที่มา";
                }),
                n("bf780b13", function (e) {
                    return e.minutes + "น. " + e.seconds + "ว.";
                }),
                n("c2745fa4", "ล้มเหลว"),
                n("e258000e", "การแจ้งเตือน"),
                n("d591a772", "การแจ้งเตือนไม่พร้อมใช้งาน"),
                n("bc49b728", "คุณจะได้รับการแจ้งเตือนเมื่อคำตอบพร้อมแล้ว"),
                n("d8aadeba", "ปิดการแจ้งเตือนแล้ว"),
                n("db832e38", "โปรดเปิดการแจ้งเตือนในการตั้งค่าเบราว์เซอร์"),
                n("a910cac6", "มีปัญหาในการเปิดใช้งานการแจ้งเตือน"),
                n("be30b6ee", "การเชื่อมต่อไม่เสถียร"),
                n("b52484b6", "กำลังค้นหา..."),
                n("a4d9dbfa", "ความคิด"),
                n("ib1c5475", function (e) {
                    return "คิดเป็นเวลา " + e.minutes + " นาที " + e.seconds + " วินาที";
                }),
                n("a15d62db", function (e) {
                    return "คิดเป็นเวลา " + e.seconds + " วินาที";
                }),
                n("d7cb5408", "หน้าเว็บที่เกี่ยวข้อง"),
                n("aa7c96bb", function (e) {
                    return "ดูเพิ่มเติม " + e.numResults + " รายการ";
                }),
                n("j1ab5f40", "แตะเพื่ออ่าน"),
                n("f5a2377e", "กำลังคิดเป็นเวลา "),
                n("g3ce0132", "คิดเป็นเวลา"),
                n("f8007364", "ขยายเพื่อดูรายละเอียด"),
                n("ca53f780", "ยุบรายละเอียด"),
                n("ha8fbe22", "สร้างรูปภาพมากขึ้นด้วย Premium"),
                n("d95c232a", "คุณได้ถึงขีดจำกัดแล้ว อัปเกรดตอนนี้เพื่อสร้างมากขึ้น"),
                n("h2671312", "ใช้งาน Grok ได้มากขึ้นด้วย Premium"),
                n("a1bb9c8a", "ใช้งาน Grok ได้มากขึ้นด้วย Premium+"),
                n("b08ef3ae", "อัปเกรดเป็น X Premium เพื่อสนทนาต่อ หรือลองอีกครั้งในภายหลัง"),
                n("jf9363b8", "อัปเกรดเป็น X Premium+ เพื่อสนทนาต่อ หรือลองอีกครั้งในภายหลัง"),
                n("ef018bf6", "วิเคราะห์รูปภาพมากขึ้นด้วย Premium"),
                n("cdace6d2", "อัปเกรดตอนนี้"),
                n("a3186bff", function (e) {
                    return e.count + " เว็บเพจ";
                }),
                n("f4146dda", "คุณชอบคำตอบใด"),
                n("a2c2be32", "นี่จะช่วยทำให้ Grok ดีขึ้น"),
                n("g01599b6", "คำตอบ 1"),
                n("e02694e0", "คำตอบ 2"),
                n("h6867fcc", "ฉันชอบคำตอบนี้มากกว่า"),
                n("acc4496c", "ลองใช้โหมด Grok Voice"),
                n("jd36d190", "เข้าถึงคุณสมบัติขั้นสูงด้วยแอป Grok สำหรับ Android"),
                n("hf9afab0", "เปิดใช้งาน DeepSearch เพื่อสแกนอินเทอร์เน็ตและ X วิเคราะห์ข้อมูล และส่งมอบคำตอบที่ละเอียดและมีเหตุผลด้วยการค้นหาแบบมีตัวแทนที่รวดเร็ว"),
                n("ef3b3f04", 'เปิดใช้งานการคิดเพื่อใช้โมเดลการให้เหตุผลของเรา เหมาะสำหรับวิชาคณิตศาสตร์ วิทยาศาสตร์ และการเขียนโค้ดมากที่สุด คุณยังสามารถขอให้ Grok "คิดให้มากขึ้น" เกี่ยวกับคำถามที่อาจต้องใช้พลังสมองเพิ่มขึ้นอีกเล็กน้อย '),
                n("b43636b8", "ขอแนะนำ Grok 3"),
                n("j376298c", "Grok 3 แนะนำสองโหมดใหม่เพื่อโต้ตอบกับโมเดลที่ทรงพลังที่สุดของเรา: DeepSearch และการคิด"),
                n("e3584f8e", "10 ตัวเลือกกลยุทธ์การซื้อขายที่ประสบความสำเร็จมากที่สุดที่ใช้โดยกองทุนป้องกันความเสี่ยงคืออะไร"),
                n("d91b7b8a", "การสร้างมหาวิทยาลัยในปี 1885 ต้องใช้เงินลงทุนเท่าใด"),
                n("ia5bef3e", "วันนี้ฉันจะช่วยคุณได้อย่างไรบ้าง"),
                n("ebea5880", "บทสนทนาล่าสุด"),
                n("e13591c0", "ตัวอย่างบทสนทนา Grok"),
                n("c27ca452", "สมาชิก Premium สามารถใช้ Grok ซึ่งเป็น AI ที่ทันสมัยที่สุดบน X ได้แล้ว"),
                n("b6abc25a", "ขอแนะนำ Grok 2"),
                n("e1cdaf9e", "ผู้ช่วย AI ใหม่ล่าสุดของเรา ซึ่งขับเคลื่อนโดย X"),
                n("e6796748", "ถามอะไรก็ได้"),
                n("db470fdc", "Grok สามารถช่วยงานต่างๆ ในชีวิตประจำวัน เช่น การเขียนอีเมล การตอบคำถาม และการให้สูตรอาหาร"),
                n("e9adc2d0", "เขียนโค้ดได้ดีขึ้น"),
                n("aaab6cdc", "ถามคำถามเกี่ยวกับการเขียนโปรแกรมหรือรับความช่วยเหลือในการเรียนรู้แนวคิดใหม่ๆ"),
                n("jd08d606", "คิดอย่างสร้างสรรค์"),
                n("he526d22", "สร้างภาพที่น่าทึ่งด้วยความสามารถในการสร้างภาพใหม่ของเรา"),
                n("i6932876", "ภาพไซเบอร์พังก์"),
                n("j7cdee8e", "ทันเหตุการณ์"),
                n("f1f683c2", "รับข้อมูลเกี่ยวกับข่าวสารล่าสุดและหัวข้อที่กำลังได้รับความนิยมสุดพิเศษจาก X"),
                n("h73b9cc0", "ไม่ได้ส่งข้อความของคุณเนื่องจากคุณไม่ได้เชื่อมต่อกับแชทในขณะนี้"),
                n("b6c73662", "ส่งข้อความ"),
                n("h6070fdc", "การตั้งค่าแชท"),
                n("d49326ba", "ซ่อนรูปประจําตัว"),
                n("h79f3532", "แสดงรูปประจําตัว"),
                n("a8c1e2f0", "ซ่อนการดำเนินการของผู้ดูแล"),
                n("jd83edd4", "แสดงการดำเนินการของผู้ดูแล"),
                n("ecca11ac", "ซ่อนเวลาที่บันทึก"),
                n("e358a9f8", "แสดงเวลาที่บันทึก"),
                n("fca62374", "ป๊อปอัปแชท"),
                n("fe20f01b", function (e) {
                    return "ซ่อน " + e.name + " หรือไม่";
                }),
                n("f5dc372a", "การซ่อนจะลบข้อความทั้งหมดจากผู้ใช้ และจะทำให้ผู้ใช้ไม่สามารถแชทได้ตลอดช่วงเวลาที่เหลือของการออกอากาศ"),
                n("e91dd1fa", "ข้อความถูกลบโดยผู้ดูแล"),
                n("d1da3709", function (e) {
                    return "กำลังตอบกลับ " + e.username + ": " + e.body;
                }),
                n("fc82a896", "การออกอากาศนี้สิ้นสุดแล้ว"),
                n("ea58dbd0", "ยังไม่ได้เริ่มการออกอากาศนี้"),
                n("cb5b6784", "ถูกจำกัดโดยผู้ออกอากาศ"),
                n("eba27300", "เฉพาะบัญชีที่ผู้ออกอากาศติดตามเท่านั้นที่สามารถแชทได้"),
                n("f28984fb", function (e) {
                    return "เฉพาะบัญชีที่ " + e.screenName + " ติดตามเท่านั้นที่สามารถแชทได้";
                }),
                n("a3fec810", "สมัครสมาชิก Premium เพื่อแชท"),
                n("dbf0b235", function (e) {
                    return "สมัครสมาชิกเพื่อติดตาม " + e.screenName + " เพื่อแชท";
                }),
                n("ifbd8342", "เปิดหน้าจอสด"),
                n("f935d3ce", "เปิดแชท"),
                n("abbe8212", "ปิดแชท"),
                n("hdf040dd", function (e) {
                    return "เสร็จสมบูรณ์ " + e.percentage + "%";
                }),
                n("e4f6bd9e", "ขออภัย มีบางอย่างผิดพลาด โปรดลองอีกครั้ง"),
                n("ac966f94", "ไม่รองรับเบราว์เซอร์"),
                n("ca86b62c", "หรือ"),
                n("d5568440", "โปรดป้อนรหัสผ่านที่คาดเดาได้ยากกว่านี้"),
                n("d0511fe6", "มีการใช้หมายเลขนี้กับบัญชีอื่นแล้ว โปรดใช้หมายเลขอื่น"),
                n("cd24fe60", "โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง"),
                n("gf8388fe", "รหัสประเทศ"),
                n("c52be452", "ใช่ ลบออก"),
                n("bcb388a0", "ขั้นตอนนี้จะลบผู้ติดต่อที่คุณอัพโหลดไว้ก่อนหน้านี้และปิดการซิงค์สมุดรายชื่อกับ X บนทุกอุปกรณ์ โปรดทราบว่าขั้นตอนนี้จะใช้เวลาเล็กน้อย"),
                n("ec129eb6", "คุณได้ลบผู้ติดต่อของคุณเรียบร้อยแล้ว"),
                n("f1b5048a", "เกิดข้อผิดพลาดในการลบผู้ติดต่อของคุณ"),
                n("hc72e1fc", "โปรดป้อนอีเมลที่ถูกต้อง"),
                n("bc0ad88a", "ไม่อนุญาตให้ระบุที่อยู่อีเมลแบบมีเครื่องหมายบวก (อีเมลที่มีสัญลักษณ์ '+') โปรดใส่อีเมลที่ถูกต้อง"),
                n("f134915f", function (e) {
                    return "เลือกแล้ว " + e.count + " รายการ";
                }),
                n("b8fb87e0", "ดูหัวข้อที่เลือก"),
                n("e854ad27", function (e) {
                    return "หัวข้อ - " + e.title;
                }),
                n("e4ff75aa", "มีบางอย่างผิดพลาด ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง"),
                n("b60eba9e", "เราจำเป็นต้องตรวจสอบก่อนที่จะเริ่ม โปรดยืนยันว่าคุณไม่ใช่หุ่นยนต์โดยต้องผ่านการทดสอบ reCAPTCHA ของ Google ก่อน"),
                n("ba939778", "คุณเป็นหุ่นยนต์หรือไม่"),
                n("d44efc66", "คุณชื่ออะไร"),
                n("b4867a18", 'ชื่อเต็มของคุณไม่สามารถมีคําว่า "Twitter"'),
                n("j1c3f4b9", function (e) {
                    return "แก้ไขวันเกิด " + e.birthdate;
                }),
                n("j231d352", "ติดตามทั้งหมด"),
                n("c203db71", function (e) {
                    return "กำลังโหลดโพสต์โดย @" + e.screenName;
                }),
                n("c9a1cb5e", "ไม่มีบัญชีนี้"),
                n("e7b201de", "ลองค้นหาบัญชีอื่น"),
                n("ica87fde", "คุณถูกบล็อค"),
                n("c7ec6faf", "เรียนรู้เพิ่มเติม"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " ถูกบล็อค";
                }),
                n("gba95028", "ดูโพสต์"),
                n("a2216a79", "เรียนรู้เพิ่มเติม"),
                n("a2811f96", "ลำดับเหตุการณ์ของผู้ใช้"),
                n("d25805fa", "สมัครสมาชิก"),
                n("b05be0c8", "ไฮไลต์"),
                n("b9891db3", function (e) {
                    return "โพสต์ที่มีการตอบกลับโดย " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e1ab545d", function (e) {
                    return "กำลังโหลดโพสต์ของระบบสมัครสมาชิกโดย @" + e.screenName;
                }),
                n("ac3f4be9", function (e) {
                    return "กำลังโหลดไฮไลต์โดย @" + e.screenName;
                }),
                n("da38f955", function (e) {
                    return "กำลังโหลดบทความโดย @" + e.screenName;
                }),
                n("b7363b66", "ส่งโพสต์"),
                n("ce659062", "อย่าปล่อยให้สมาชิกของคุณรอ"),
                n("f1e98cc2", "แสดงโพสต์ที่ดีที่สุดของคุณ!"),
                n("d5c743c6", "เขียนบทความ"),
                n("d1e5e328", "เมื่อคุณดำเนินการแล้ว ข้อมูลนั้นจะแสดงที่นี่"),
                n("hb26a1fe", "เอาเลย เริ่มโพสต์เนื้อหาพิเศษนั้น โพสต์ของระบบสมาชิกทั้งหมดของคุณจะแสดงที่นี่"),
                n("b7c3572e", "วิธีเพิ่มไฮไลต์ไปยังข้อมูลส่วนตัวของคุณ:\n\n1. ค้นหาโพสต์ที่คุณสร้างขึ้น\n2. แตะปุ่มเมนู “•••”\n3. แตะ “เพิ่ม/นำออกจากไฮไลต์”"),
                n("i8123550", "เมื่อคุณเผยแพร่บทความ บทความนั้นจะแสดงที่นี่"),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " ยังไม่ได้โพสต์";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " ยังไม่ได้โพสต์โพสต์ของระบบสมาชิกใดๆ";
                }),
                n("jbae8c54", "ไม่มีไฮไลต์โพสต์ที่ใช้งานได้"),
                n("g8fb219e", "ไม่มีบทความ"),
                n("f34dfc18", "เมื่อดำเนินการแล้ว โพสต์ของพวกเขาจะปรากฏที่นี่"),
                n("h9346040", "โพสต์สำหรับระบบสมาชิกจะปรากฏที่นี่เมื่อโพสต์"),
                n("i4c3ddc6", "บทความจะปรากฏที่นี่เมื่อมีการเผยแพร่"),
                n("e0118142", "โพสต์ตอนนี้เลย"),
                n("e0c1d871", function (e) {
                    return "โพสต์ของ " + e.fullName;
                }),
                n("c575828f", function (e) {
                    return "โพสต์สำหรับระบบสมาชิกของ " + e.fullName;
                }),
                n("e8300dbb", function (e) {
                    return "ไฮไลต์ของ " + e.fullName;
                }),
                n("c46b420d", function (e) {
                    return "บทความของ " + e.fullName;
                }),
                n("h5a65db7", function (e) {
                    return "โพสต์สำหรับระบบสมาชิกโดย " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g7ccac9d", function (e) {
                    return "ไฮไลต์โดย " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ja6e5d35", function (e) {
                    return "บทความโดย " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("h088ae72", "โพสต์ในข้อมูลส่วนตัว"),
                n("hbf64b75", function (e) {
                    return "โพสต์ถูกชื่นชอบโดย " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("a64da953", function (e) {
                    return "กำลังโหลดสิ่งที่ชื่นชอบโดย @" + e.screenName;
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " ยังไม่ได้ชื่นชอบโพสต์ใดๆ";
                }),
                n("d34b5306", "เมื่อดำเนินการแล้ว โพสต์เหล่านั้นจะปรากฏที่นี่"),
                n("bb0e41bc", "คุณยังไม่มีการชื่นชอบเลย"),
                n("d3d4a21c", "แตะหัวใจบนโพสต์เพื่อแสดงความชื่นชอบ เมื่อคุณดำเนินการแล้ว โพสต์นั้นจะะปรากฏที่นี่"),
                n("d95c3d31", function (e) {
                    return "โพสต์ที่ชื่นชอบของ " + e.fullName;
                }),
                n("eeb7d696", "การชื่นชอบของคุณเป็นแบบส่วนตัว มีเพียงคุณเท่านั้นที่สามารถมองเห็นได้"),
                n("h6e91bb1", function (e) {
                    return "โพสต์สื่อโดย " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fe38901b", function (e) {
                    return "@" + e.screenName + " กำลังโหลดสื่อ";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " ยังไม่ได้โพสต์สื่อ";
                }),
                n("ccc363f6", "เมื่อดำเนินการแล้ว โพสต์เหล่านั้นจะปรากฏที่นี่"),
                n("d1614228", "ไฟพร้อม กล้องพร้อม... ไฟล์แนบพร้อม!"),
                n("d7dc8d0a", "เมื่อคุณโพสต์รูปภาพหรือวิดีโอ โพสต์นั้นจะแสดงที่นี่"),
                n("hf761abf", function (e) {
                    return "สื่อของ " + e.fullName;
                }),
                n("je5311d3", function (e) {
                    return "พันธมิตรของ " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fd0772eb", function (e) {
                    return "กำลังโหลดพันธมิตรของ @" + e.screenName;
                }),
                n("ccf03833", function (e) {
                    return "พันธมิตรของ " + e.fullName;
                }),
                n("ba5a88e4", "แนะนำ"),
                n("ddee8ae2", "ดูงานทั้งหมด"),
                n("d2a04c68", "เรากำลังจ้างงาน"),
                n("dc12a126", "รับทิศทาง"),
                n("e2acb642", "ติดต่อ"),
                n("ha9b8035", function (e) {
                    return "โทรหา " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("g2244521", function (e) {
                    return "ส่งข้อความหา " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return e.day + " เวลา " + e.time;
                }),
                n("de1123f5", function (e) {
                    return "เวลา " + e.time;
                }),
                n("e2a5bd50", "เปิด 24 ชั่วโมง"),
                n("e0d7da6c", "ปิด"),
                n("i7059f56", "เปิด"),
                n("a7391348", "ไม่มีช่วงเวลาทำการ"),
                n("c9eba532", "เวลาทำการที่อัพเดต"),
                n("b5fea270", "วงล้อผลิตภัณฑ์"),
                n("h10bb33c", "รายงานผลิตภัณฑ์หรือไม่"),
                n("dda5d96a", "รายงานผลิตภัณฑ์"),
                n("fca46f40", "ศูนย์ช่วยเหลือ"),
                n("c71a053b", "คลิกที่นี่"),
                n("d7f8a117", function (e) {
                    return "การวิเคราะห์ " + e.days + " วัน";
                }),
                n("cae20e93", function (e) {
                    return e.days + " วัน";
                }),
                n("gc767fda", "เป็นส่วนตัวสำหรับคุณ"),
                n("c7c85e0c", "ปลดล็อคการวิเคราะห์"),
                n("b15df4b4", "จำนวนครั้งที่มีผู้เห็นโพสต์ของคุณบน X"),
                n("e5fe61e0", "จำนวนผู้เข้าชม"),
                n("d1018321", function (e) {
                    return "จำนวนผู้เข้าชมโพสต์ของคุณ " + e.value + " รายในช่วง " + e.period + " ที่ผ่านมา";
                }),
                n("e623137c", "อัตราการมีส่วนร่วม"),
                n("d9d34182", "การมีส่วนร่วมในโพสต์ที่แบ่งตามจำนวนผู้เข้าชม"),
                n("aeee0182", "การเข้าดูข้อมูลส่วนตัว"),
                n("b2bde01a", "จำนวนการดูข้อมูลส่วนตัวจากโพสต์ของคุณ"),
                n("faf4c1f5", function (e) {
                    return e.value + " เข้าชมข้อมูลส่วนตัวของคุณในช่วง " + e.period + " ที่ผ่านมา";
                }),
                n("d5f1e554", "ยอดคลิกลิงก์"),
                n("cf573986", "จำนวนการคลิกบน URL ใดๆ ในโพสต์ของคุณ"),
                n("j761451e", "การติดตามใหม่"),
                n("e1a87d14", "จำนวนการติดตามใหม่ที่คุณได้รับ (ไม่รวมการเลิกติดตาม)"),
                n("j590577e", "จำนวนการตอบกลับที่คุณได้รับจากโพสต์ของคุณ"),
                n("ia1da622", "จำนวนการชื่นชอบที่คุณได้รับจากโพสต์ของคุณ"),
                n("cfd1036b", function (e) {
                    return e.value + " ชื่นชอบโพสต์ของคุณในช่วง " + e.period + " ที่ผ่านมา";
                }),
                n("ja42739e", "รีโพสต์"),
                n("ca6e8de0", "จำนวนครั้งที่โพสต์ของคุณถูกรีโพสต์"),
                n("b1b4d57e", "ยอดการดูวิดีโอ"),
                n("bdaf100e", "จำนวนยอดการดูวิดีโอในโพสต์ของคุณ"),
                n("ca826772", "การดูสื่อ"),
                n("j43b8f52", "จำนวนการดูสื่อของคุณ (GIF, รูปภาพ, วิดีโอ)"),
                n("d3969c06", "อัตราความสำเร็จ"),
                n("c58c3476", "การเล่นวิดีโอจนจบหารด้วยยอดการดูวิดีโอ"),
                n("c8aae62a", "จำนวนบุ๊คมาร์กที่คุณได้รับจากโพสต์ของคุณ"),
                n("g70825e0", "การแชร์"),
                n("c6fbefd4", "จำนวนการแชร์ที่คุณได้รับจากโพสต์ของคุณ"),
                n("dbe9353e", "การมีส่วนร่วม"),
                n("a3a4e8f8", "รายเดือน"),
                n("eb2e0272", "เส้น"),
                n("e298b08e", "บาร์"),
                n("bbc6e7c6", "สหรัฐอเมริกา"),
                n("h88ad664", "แคนาดา"),
                n("gd139910", "สหราชอาณาจักร"),
                n("e08feda2", "ญี่ปุ่น"),
                n("fad772ce", "ตะวันออกกลางและแอฟริกาเหนือ"),
                n("a396dd6c", "ภูมิภาคเอเชียแปซิฟิก"),
                n("j942b16c", "ยุโรปและตลาดการเติบโต"),
                n("j3cc0c00", "ลาตินอเมริกา"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "ไม่ใช่ผู้ติดตาม"),
                n("d61b2bcc", "โพสต์ของชุมชน"),
                n("h3525cb8", "ไม่ระบุ"),
                n("a3c544e8", "ประเทศอันดับต้นๆ"),
                n("f30795d0", "เปิดรูปภาพในข้อมูลส่วนตัว"),
                n("gd7acb84", "ตั้งค่าข้อมูลส่วนตัว"),
                n("b7636014", "ข้อความ"),
                n("haad225c", "มอบ Premium"),
                n("b63c46ed", function (e) {
                    return "สมัครรับข้อมูลจาก @" + e.screenName;
                }),
                n("j33d8902", "ส่งทิป"),
                n("a8ab3d08", "ส่งไปยัง"),
                n("d740d2d9", function (e) {
                    return "คัดลอกลิงก์ " + e.service + " ไปยังคลิปบอร์ดแล้ว";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "ที่อยู่ Bitcoin"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "ที่อยู่ Ethereum"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "ดูเพิ่มเติม"),
                n("df7cb6d4", "หมวดหมู่มืออาชีพ"),
                n("ec429e79", "เรียนรู้เพิ่มเติม"),
                n("j04c717a", "+ เพิ่มประสบการณ์"),
                n("a1ea2f12", "สุขสันต์วันเกิด!"),
                n("g8191e78", "วันนี้เป็นวันเกิดของพวกเขา!"),
                n("c1b819ba", "ลูกโป่งวันเกิดแสดงอยู่ที่นี่ในวันนี้"),
                n("ad7a451e", "แปลประวัติ"),
                n("f543dbf6", "หมายเลขโทรศัพท์ที่ได้รับการยืนยัน"),
                n("cef4e8cf", function (e) {
                    return "เลิกซ่อน @" + e.screenName + " หรือไม่";
                }),
                n("h03a094a", "โพสต์จากบัญชีนี้จะปรากฏในลำดับเหตุการณ์หน้าแรกของคุณ"),
                n("a6e94418", "คุณได้ซ่อนโพสต์จากบัญชีนี้แล้ว"),
                n("dd3d10f6", "อยู่ระหว่างตรวจสอบ"),
                n("i06d4712", "ทีมงานของเรากำลังตรวจสอบบัญชีของคุณอย่างรวดเร็ว คุณจะเห็นเครื่องหมายถูกที่นี่ภายในสองสามวัน"),
                n("j354c438", 'ป้ายกำกับ "อยู่ระหว่างตรวจสอบ" จะปรากฏให้คุณเห็นเท่านั้น'),
                n("e018b5fa", "อัปเกรดเพื่อรับสถานะที่ยืนยันแล้ว"),
                n("b74bd6c6", "บัญชีนี้ได้รับการยืนยันเนื่องจากเป็นบัญชีที่มีชื่อเสียงในหมวดหมู่ที่เกี่ยวกับรัฐบาล ข่าว ความบันเทิง หรืออื่นๆ"),
                n("e1e0c916", "บัญชีนี้ได้รับการยืนยันแล้วเนื่องจากสมัครเป็นสมาชิก Premium"),
                n("eb5d72e4", "บัญชีนี้มีการป้องกันโพสต์ เฉพาะผู้ติดตามของพวกเขาเท่านั้นที่สามารถอ่านได้"),
                n("g776ca50", "บัญชีที่ยืนยันแล้ว"),
                n("ad465ee8", "ตั้งค่าพันธมิตรหลัก"),
                n("d01612d3", function (e) {
                    return "ได้รับการยืนยันตั้งแต่ " + e.date;
                }),
                n("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + " คุณยังไม่ได้รับการยืนยัน";
                }),
                n("b2d0c0f4", "รับการยืนยันเช่นเดียวกับ "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " เพื่อให้โดดเด่นและเพิ่มการเข้าถึงการตอบกลับที่บูสต์"),
                n("d834ab9c", "ใช่ ดูข้อมูลส่วนตัว"),
                n("cb339f26", "ระวัง: บัญชีนี้มีพฤติกรรมที่ผิดปกติ"),
                n("hf06085e", "คุณเห็นคำเตือนนี้เนื่องจากมีความเคลื่อนไหวที่ผิดปกติจากบัญชีนี้ คุณยังต้องการดูหรือไม่"),
                n("aa959f36", "ระวัง: บัญชีนี้ถูกระงับใช้งานชั่วคราว"),
                n("jf604336", "ระวัง: ข้อมูลส่วนตัวนี้อาจมีเนื้อหาล่อแหลม"),
                n("c9bfda48", "ระวัง: ข้อมูลส่วนตัวนี้อาจมีเนื้อหาล่อแหลม คุณเห็นคำเตือนนี้เนื่องจากมีการใช้รูปหรือข้อความที่อาจมีเนื้อหาล่อแหลม คุณยังต้องการดูหรือไม่"),
                n("g29ebf26", "คุณเห็นคำเตือนนี้เนื่องจากมีการโพสต์รูปหรือข้อความที่อาจมีเนื้อหาล่อแหลม คุณยังต้องการดูหรือไม่"),
                n("jcfb7fba", "คุณเห็นคำเตือนนี้เนื่องจากอาจมีการละเมิดข้อบังคับของ X คุณยังต้องการดูหรือไม่"),
                n("bd598c70", "โพสต์เหล่านี้ถูกป้องกันแล้ว"),
                n("e617164b", "เรียนรู้เพิ่มเติม"),
                n("g8475f82", "บัญชีถูกระงับการใช้งาน"),
                n("j5e1cf59", "ข้อบังคับของ X"),
                n("gbf342a4", "บัญชีถูกระงับ"),
                n("defba9a4", "ยินดีต้อนรับสู่ X!"),
                n("d11934ec", "รับการแจ้งเตือน"),
                n("a2cd2b0a", "ติดตามและรับการแจ้งเตือน"),
                n("a70bae53", function (e) {
                    return "ตอนนี้คุณสามารถรับการแจ้งเตือนทุกครั้งที่ " + e.fullName + " โพสต์";
                }),
                n("f51a4c29", function (e) {
                    return "ตอนนี้คุณสามารถติดตาม " + e.fullName + " และรับการแจ้งเตือนทุกครั้งที่พวกเขาโพสต์";
                }),
                n("cfa5e58d", function (e) {
                    return "คุณกำลังติดตาม " + e.fullName + " และจะได้รับการแจ้งเตือนเมื่อพวกเขาโพสต์";
                }),
                n("be3a652d", function (e) {
                    return "คุณจะได้รับการแจ้งเตือนทุกครั้งที่ " + e.fullName + " โพสต์";
                }),
                n("f089620c", "ลำดับเหตุการณ์ในหน้าแรกของคุณ"),
                n("a1ab9c80", "ยังไม่มีโพสต์ใดๆ ในชุมชนนี้"),
                n("b32c4fb0", "หากมี คุณจะเห็นได้ที่นี่"),
                n("bf17deda", "ไปกันเลย!"),
                n("c3fbf1da", "นี่เป็นที่ที่ดีที่สุดที่จะดูว่าอะไรเกิดขึ้นบ้างในโลกของคุณตอนนี้ ค้นหาผู้คนและหัวข้อเพื่อติดตามตอนนี้เลย"),
                n("a2515900", "กำลังรอโพสต์"),
                n("je23cdb2", "โพสต์จากผู้คนในรายชื่อนี้จะแสดงขึ้นที่นี่"),
                n("e69b7e02", "จัดการบัญชี"),
                n("b6bd6ae4", "บัญชีปัจจุบัน"),
                n("d577bccd", function (e) {
                    return "หากคุณมีบัญชี X มากกว่าหนึ่งบัญชี คุณสามารถเพิ่มและสลับบัญชีได้อย่างง่ายดาย โดยคุณสามารถเพิ่มได้สูงสุด " + e.maxAccounts + " บัญชี";
                }),
                n("dc65b3e5", function (e) {
                    return "คุณมีบัญชี " + e.maxAccounts + " ถึงจำนวนที่กำหนดแล้ว";
                }),
                n("b8045b33", function (e) {
                    return "คุณมีบัญชีถึงจำนวนที่จำกัด " + e.maxAccounts + " บัญชีแล้ว";
                }),
                n("d075dc89", function (e) {
                    return "คุณมีบัญชีส่วนตัวถึงจำนวนที่จำกัด " + e.maxAccounts + " บัญชีแล้ว";
                }),
                n("bade139e", "ออกจากระบบทุกบัญชี"),
                n("ae33b982", "ออกจากระบบทุกบัญชีใช่หรือไม่"),
                n("fa07bf68", "การกระทำนี้มีผลกับบัญชีทั้งหมดของคุณในทุกแท็บเบราว์เซอร์"),
                n("f7865ab6", "ไม่ใช่บัญชีของคุณ?"),
                n("a35248e4", "นี่ไม่ใช่บัญชีของฉัน"),
                n("f794a67c", "นี่คือบัญชีของฉัน"),
                n("j79c0ff7", function (e) {
                    return "เราได้ลบ " + e.emailAddress + " ออกจากบัญชีนี้แล้ว";
                }),
                n("fb46383c", "คุณไม่สามารถลบอีเมลออกจากบัญชีของคุณเองได้"),
                n("gcfdbc2b", function (e) {
                    return "อีเมลนี้ไม่มีความเกี่ยวข้องกับบัญชี X " + e.screenName + " อีกต่อไป";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "การตั้งค่าการแจ้งเตือน"),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "ทำไมอีเมลของคุณจึงเชื่อมโยงกับบัญชี X ที่ไม่ใช่ของคุณ"),
                n("ac71e82f", "เรียนรู้เพิ่มเติม"),
                n("b069d89c", "กลุ่มเป้าหมาย"),
                n("f5a61ae6", "เนื้อหา"),
                n("a4df00c0", "แท็บการวิเคราะห์บัญชี"),
                n("ac248548", "ภาพรวมของบัญชี"),
                n("je62f358", "28 วันที่ผ่านมา"),
                n("bc2f16a4", "เวลาที่ใช้งาน"),
                n("d603209e", "รายละเอียดกิจกรรม"),
                n("ac3fb6de", "การเข้าร่วมพื้นที่สนทนา"),
                n("ie181958", "ข้อมูลเชิงลึกของกลุ่มเป้าหมาย"),
                n("j6f8d422", "เวลาที่รับชมวิดีโอของคุณโดยเฉลี่ย"),
                n("e7479ce4", "เวลาที่รับชมโดยเฉลี่ย"),
                n("g1dfa7d0", "ค่าเฉลี่ย"),
                n("h7d28188", "ย้อนกลับไปที่เนื้อหา"),
                n("if2704e4", "กลับไปที่ภาพรวมแบบสด"),
                n("ea928ae4", "กลับไปยังพื้นที่สนทนา"),
                n("e8c07c22", "การออกอากาศ"),
                n("a4ce6e68", "ตัวชี้วัดการออกอากาศ"),
                n("b2214c74", "จำนวนการรับชมทั้งหมดสำหรับการออกอากาศนี้"),
                n("d4fcf83a", "เวลารวมที่ผู้ชมใช้ในการรับชมการออกอากาศนี้"),
                n("a89b0322", "ยกเลิกแล้ว"),
                n("j3cb12ea", "ผู้ฟังพร้อมกัน"),
                n("b93931ee", "จำนวนครั้งที่เนื้อหาของคุณถูกโพสต์"),
                n("a1814798", "จำนวนครั้งที่คุณตอบกลับโพสต์"),
                n("addd5575", function (e) {
                    return "ศ." + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "จ." + e.date;
                }),
                n("g7450c57", function (e) {
                    return "ส." + e.date;
                }),
                n("h08883e7", function (e) {
                    return "อา." + e.date;
                }),
                n("ddb16777", function (e) {
                    return "พฤ." + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "อ." + e.date;
                }),
                n("b8710b43", function (e) {
                    return "พ." + e.date;
                }),
                n("d9c70840", "อุปกรณ์"),
                n("ba55e824", "สิ้นสุดแล้ว"),
                n("id276c42", "จำนวนครั้งที่มีผู้คนมีส่วนร่วมกับเนื้อหาของคุณ"),
                n("j033d090", "รายได้โดยประมาณ"),
                n("efd4d7d4", "กรองพื้นที่สนทนา"),
                n("a1334290", "48 ชั่วโมงแรก"),
                n("gc10a3b0", "จำนวนการติดตามเมื่อเวลาผ่านไป"),
                n("efa0f858", "จำนวนการติดตามและเลิกติดตามเมื่อเวลาผ่านไป สิ่งนี้ไม่จำเป็นต้องสะท้อนถึงจำนวนผู้ติดตามของคุณ"),
                n("g2b06cc6", "อาจมีการอนุมานข้อมูลเกี่ยวกับเพศ"),
                n("b66b3baa", "ชั่วโมง"),
                n("cf8a0772", "จำนวนผู้เข้าชมต่อยอดชม"),
                n("g13d8010", "48 ชั่วโมงที่ผ่านมา"),
                n("d5627596", "ชั่วโมงที่ผ่านมา"),
                n("baf120a6", "มีส่วนร่วมน้อยที่สุด"),
                n("f2382014", "สด"),
                n("c4a7a6aa", "ข้อมูลแบบสด"),
                n("a992032a", "การวิเคราะห์การสตรีมสด"),
                n("ie45edda", "ภาพรวมการสตรีมสด"),
                n("e30fc268", "ผู้ชมในขณะนี้"),
                n("bd37f68e", "ความเคลื่อนไหวของสื่อ"),
                n("fe074210", "นาที"),
                n("jd03a1b8", "นาทีที่รับชม"),
                n("a20e91e8", "นาทีที่รับชม"),
                n("ic2bebee", "สร้างเงิน"),
                n("a1d642c8", "มีส่วนร่วมมากที่สุด"),
                n("ifc4c1f8", "จำนวนผู้ติดตามใหม่ที่ได้รับจากเนื้อหานี้"),
                n("fff1315a", "ไม่มีการออกอากาศสำหรับตัวกรองที่เลือก"),
                n("jbcb09a8", "ยังมีข้อมูลไม่เพียงพอ"),
                n("df846d6c", "ไม่พบโพสต์สำหรับช่วงเวลาที่เลือก"),
                n("g2ba40f6", "ไม่มีพื้นที่สนทนาสำหรับตัวกรองที่เลือก"),
                n("j44061a0", "ไม่มีให้บริการ"),
                n("c4a93912", "ไม่มี"),
                n("a6b78788", "ไม่มีข้อมูลผู้ชม"),
                n("b2438638", "จากทั้งหมด"),
                n("ic0399e0", "ยอดดูแบบออร์แกนิก"),
                n("ja5c444a", "ระยะเวลาการชำระเงิน"),
                n("f04e025e", "ผู้ฟังพร้อมกันสูงสุด"),
                n("d6d10662", "ผู้ชมสูงสุด: "),
                n("d147bea2", "โปรดตรวจสอบอีกครั้งในภายหลัง"),
                n("f0336d68", "การวิเคราะห์โพสต์"),
                n("g85fbd2e", "รหัสโพสต์"),
                n("ice5c5b6", "จำนวนครั้งที่มีการแสดงเนื้อหานี้ให้ผู้ใช้เห็น"),
                n("hf4f9bfe", "โพสต์ลิงก์"),
                n("bf5ebf5c", "โพสต์และการตอบกลับ"),
                n("b211652e", "จำนวนโพสต์เมื่อเวลาผ่านไป"),
                n("f2efec0a", "ก่อนเผยแพร่"),
                n("i61e0302", "ก่อนหน้า"),
                n("e08a706a", "ยอดดูที่ได้รับจากการประชาสัมพันธ์"),
                n("cbc99192", "วันที่เผยแพร่"),
                n("a83c2a9a", "เรียลไทม์"),
                n("e9d72896", "บันทึกแล้ว"),
                n("gede4932", "เล่นใหม่"),
                n("h0de359c", "จำนวนครั้งที่มีการรีโพสต์เนื้อหานี้"),
                n("e0568f2c", "ตั้งเวลาแล้วสำหรับ: "),
                n("gd86baa8", "เวลาเริ่มต้นที่กำหนดไว้"),
                n("fef3bfae", "เลือกตัวชี้วัดรอง"),
                n("g7e3d2a4", "การวิเคราะห์พื้นที่สนทนา"),
                n("fbc79a40", "ภาพรวมของพื้นที่สนทนา"),
                n("d077112a", "สถิติของพื้นที่สนทนา"),
                n("cf3709da", "สถานะ"),
                n("e797dc32", "เวลาสตรีม: "),
                n("b649d8cc", "สมาชิกเท่านั้น"),
                n("j9282130", "รูปขนาดย่อของการออกอากาศ"),
                n("g629b8b0", "หมดเวลา"),
                n("eb87323c", "ข้อมูลนี้แสดงข้อมูลวิเคราะห์สำหรับช่วงเวลาที่เลือกนับตั้งแต่เริ่มต้นการถ่ายทอดสด"),
                n("i6a75722", "ช่วงเวลา"),
                n("c602f5b8", "ทั้งหมด"),
                n("b35e68ae", "ผู้เข้าร่วมทั้งหมด"),
                n("h78ee79a", "จำนวนการดูการเล่นใหม่ทั้งหมด"),
                n("e3efaed0", "ประเภท"),
                n("c37993e2", "เลิกติดตาม"),
                n("b1ed35d0", "ผู้ชมที่ไม่ซ้ำกัน"),
                n("bfad9306", "ไม่ทราบ"),
                n("b5a58f36", "การออกอากาศที่ไม่มีชื่อ"),
                n("i70f5278", "อัปโหลดแล้วเมื่อ:"),
                n("a98b58b6", "ผู้ติดตามที่ได้รับการยืนยันแล้ว"),
                n("a5de67ca", "จำนวนผู้ติดตามที่ได้ยืนยันบัญชีของตนแล้ว"),
                n("g3367ff4", "การเล่นวิดีโอจนจบ"),
                n("a7b48b36", "เปอร์เซ็นต์ของยอดการดูวิดีโอจนจบ"),
                n("a2580f2a", "อัตราความสำเร็จ"),
                n("ff95a9cc", "รหัสวิดีโอ"),
                n("a97e358e", "ลิงก์วิดีโอ"),
                n("e10e8b46", "แสดงเฉพาะวิดีโอจาก 100 วันที่ผ่านมา"),
                n("ba37f6da", "ภาพรวมของวิดีโอ"),
                n("f19846b2", "วิดีโอขนาดย่อ"),
                n("ccd6f4a8", "ชื่อวิดีโอ"),
                n("c8410542", "จำนวนครั้งที่มีการรับชมวิดีโอของคุณ"),
                n("a532072a", "ผู้ชม"),
                n("d9508ab0", "ยอดดู"),
                n("d9f9dec0", "ดูพื้นที่สนทนา"),
                n("h0c1f37a", "ดูการวิเคราะห์พื้นที่สนทนา"),
                n("e41fffbc", "เวลาที่รับชมวิดีโอของคุณทั้งหมด"),
                n("if2909ba", "เวลาที่รับชม");
            n("i0e5bf4c", "วิดีโอของคุณ"),
                n("ed99baea", "เข้าถึงเบต้าได้ก่อนใคร"),
                n("gf898b70", "การค้นหาขั้นสูง"),
                n("d2a43a7a", 'มีทั้ง "ai" และ "startup"'),
                n("a8584698", "ai startup"),
                n("jb6f9292", 'มีวลี "ai startup" ที่คำตรงกันทั้งหมด'),
                n("j8ee77c4", '"ai startup"'),
                n("d0480758", 'มีทั้ง "ai" หรือ "startup" (หรือทั้งสองอย่าง)'),
                n("f0048fa2", "ai หรือ startup"),
                n("da0df186", 'มี "ai" แต่ไม่มี "startup"'),
                n("f2f463ea", "ai -startup"),
                n("a10a357e", 'มีคำว่า "ai" และมีการกดชื่นชอบอย่างน้อย 50 ครั้ง'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", 'มี "ai" และ URL ที่มีคำว่า "grok" อยู่ด้วย'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", 'พูดถึงบัญชี X "grok"'),
                n("e2634592", "@grok"),
                n("i88ba038", "ปิดใช้งานการแจ้งเตือน"),
                n("j2cb0214", "เปิดใช้งานการแจ้งเตือน"),
                n("ae852cd0", "รับการแจ้งเตือนทุกวันจันทร์โดยสรุปการเปลี่ยนแปลงในความนิยมนี้"),
                n("d1d8633e", "การแจ้งเตือน Radar"),
                n("g096d0cc", "คำค้นหาทั้งหมด"),
                n("e77035aa", "ล้างการค้นหา"),
                n("a895ec64", "คุณแน่ใจหรือไม่ว่าต้องการลบคำค้นหานี้"),
                n("a4f5e431", function (e) {
                    return "ลบ ’" + e.name + "’ แล้ว";
                }),
                n("db28b535", function (e) {
                    return "ลบ ’" + e.name + "’";
                }),
                n("bcf89b8a", "แก้ไขคำค้นหาของคุณ"),
                n("f0002e72", "สำรวจผลลัพธ์"),
                n("b0924d7a", "ไม่สามารถสร้างคำค้นหาได้ โปรดลองอีกครั้ง"),
                n("cfd731ee", "ลบคำค้นหาไม่สำเร็จ โปรดลองอีกครั้ง"),
                n("g08bff82", "ไม่สามารถปิดใช้งานการแจ้งเตือน โปรดลองอีกครั้ง"),
                n("fa1fd798", "ไม่สามารถเปิดใช้งานการแจ้งเตือน โปรดลองอีกครั้ง"),
                n("ia7dce48", "ไม่สามารถสร้างแบบสอบถามได้ โปรดลองอีกครั้ง"),
                n("d494d4aa", "อัปเดตคำค้นหาไม่สำเร็จ โปรดลองอีกครั้ง"),
                n("i4a49588", "จัตุรัสกลางเมืองระดับโลก"),
                n("c0799860", "วัน"),
                n("b43679d2", "ชั่วโมง"),
                n("f1fce85e", "นาที"),
                n("ea3e0ec4", "ตลาด"),
                n("d8d9aec2", "คุณมีคำค้นหาถึงจำนวนสูงสุดแล้ว"),
                n("c9aa246e", "คำค้นหาใหม่"),
                n("b9b7a50e", "ปรับเกณฑ์การค้นหาของคุณได้ทุกเมื่อเพื่อรับทราบข้อมูลล่าสุด"),
                n("i9a09bb6", "สร้างคำค้นหาและให้ Radar ติดตามการอัปเดตแบบเรียลไทม์"),
                n("da20008c", "ไม่มีความนิยม ลองขยายเกณฑ์การค้นหาของคุณ"),
                n("e78ca8c6", "โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("ce3216ec", "คำค้นหา"),
                n("ef609bb8", "มีอะไรเกิดขึ้นบ้างบน X"),
                n("a636a738", "สอบถามการติดตามผล..."),
                n("d92ec304", "ไม่พบคำค้นหา"),
                n("bbf29e20", "รีเซ็ตการเลือก"),
                n("ie3321ea", "$NVDA (ขายหรือซื้อ)"),
                n("cf223996", "สรุป"),
                n("a27ccab8", "แอปที่มีทุกอย่าง"),
                n("i66136aa", "ยอดนิยม"),
                n("e7c44382", "ผู้ใช้ที่ไม่ซ้ำกัน"),
                n("d559e5b8", "คำค้นหาที่ไม่มีชื่อ"),
                n("i1d9be88", "การใช้ตัวดําเนินการค้นหาขั้นสูง"),
                n("ae9f604c", "พันธมิตร"),
                n("a7d2d8f4", "แสดงเฉพาะบัญชีพันธมิตรเท่านั้น"),
                n("je21ffbe", "จํานวนผู้ติดตาม"),
                n("i8d9797c", "ข้อมูลส่วนตัวทั้งหมด"),
                n("a36bebf2", "สูงสุด"),
                n("i5ef8b4a", "จำนวนผู้ติดตามสูงสุด"),
                n("fcf0ec1c", "ต่ำสุด"),
                n("ccc0bbc6", "จำนวนผู้ติดตามขั้นต่ำ"),
                n("je1bd63a", "ปลดล็อกพลังของ X เพื่อค้นหาผู้มีความสามารถ ลูกค้าเป้าหมาย และคู่ค้าเชิงกลยุทธ์"),
                n("i6766078", "ค้นหาผู้ที่มีความสามารถพิเศษ ลูกค้าเป้าหมาย และคู่ค้า"),
                n("d509bbd4", "ค้นพบผู้คนบน X"),
                n("a5afaf54", "รีเซ็ต"),
                n("i9006fb0", "รีเซ็ตทั้งหมด"),
                n("fa598a82", "ผลลัพธ์"),
                n("g3688a48", "เลือกตัวเลือก"),
                n("ab5a91a4", "ผู้ใช้"),
                n("cef20fd0", "การยืนยัน"),
                n("a2b286b0", "ประชาสัมพันธ์งาน ผลิตภัณฑ์ และข้อความของคุณ"),
                n("e2895a38", "เครดิตการโฆษณาสูงถึง $12k"),
                n("becba496", "เครดิตการโฆษณามีให้ในช่วงเวลาจำกัด"),
                n("ded395ae", "เข้าถึงการวิเคราะห์สำหรับธุรกิจของคุณได้ในที่เดียว"),
                n("a47a20d4", "การวิเคราะห์ขั้นสูง"),
                n("b56d3ec6", "องค์กรและพันธมิตรทั้งหมดได้รับ Premium+ พร้อมการเข้าถึง Grok 3"),
                n("ie663a1a", "รับความช่วยเหลือและการยกระดับอย่างรวดเร็วจากทีมสนับสนุนลูกค้าโดยเฉพาะ"),
                n("j7f75bec", "การสนับสนุน VIP"),
                n("ebf5ec26", "เร็วๆ นี้"),
                n("eeb424e2", "สร้างสรรค์เรื่องราวของคุณ"),
                n("ab62db18", "สร้างกลุ่มเป้าหมายของคุณ"),
                n("j2c9bc4e", "โดดเด่นด้วยเครื่องหมายถูกสีทองและเพิ่มพันธมิตรเพื่อทำการตลาดบริษัทของคุณแบบทั่วไป"),
                n("e7930f82", "โดดเด่นจากฝูงชน"),
                n("e77ea57e", "เครื่องมือที่ทรงพลังที่สุดในการเพิ่มยอดขาย จ้างผู้คนที่ดีที่สุด และเข้าถึงข้อมูลเชิงลึกทางการตลาดแบบพิเศษ"),
                n("a558a254", "ปลดล็อกการเติบโตบน X ด้วยองค์กรที่ได้รับการยืนยัน"),
                n("b099f256", "ความนิยมของตลาดและความคิดเห็นสาธารณะด้วยการสัมผัสเพียงปุ่มเดียวด้วย Radar"),
                n("ecb7fa02", "ระบบธุรกิจอัจฉริยะ"),
                n("cb5faa2a", "ใช้เครดิตโฆษณาของคุณเพื่อเข้าถึงผู้คนที่ฉลาดที่สุดในโลก"),
                n("c67b260c", "การประชาสัมพันธ์ตำแหน่งงาน"),
                n("if48b5c2", "อัปโหลดและโปรโมทงานให้กับผู้คนนับล้านได้โดยตรงบน X"),
                n("aa0d60aa", "เดือน"),
                n("cebfdb52", "องค์กร"),
                n("i9b6fcbc", "ใช้การค้นหาผู้คนเพื่อค้นหาและติดต่อวิศวกร ลูกค้าเป้าหมาย และผู้สร้าง "),
                n("a6b5c3f0", "ค้นหาผู้คนที่ดีที่สุด"),
                n("a51acce8", "ดาวน์เกรดเป็น Basic"),
                n("ie132f40", "อัปเกรดเพื่อคงการเข้าถึงอย่างเต็มรูปแบบ"),
                n("b0d26232", "บันทึก"),
                n("f563b353", function (e) {
                    return "ข้อเสนอจะหมดอายุวันที่ " + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return "ลด " + e.percentOff + "% จนถึง " + e.endDate;
                }),
                n("j3cfae29", function (e) {
                    return e.discountedCost + " ต่อปีสำหรับปีแรก จากนั้น " + e.baseCost + " ต่อปี";
                }),
                n("jb74aea4", "บัญชีพันธมิตรเพิ่มเติมแต่ละบัญชีมีมูลค่า $50 ต่อชื่อเรียกต่อเดือน และเครดิตโฆษณาอาจมีข้อจำกัด"),
                n("fc9fc856", "บัญชีพันธมิตรเพิ่มเติมแต่ละบัญชีมีมูลค่า $600 ต่อชื่อเรียกต่อปี และเครดิตโฆษณาอาจมีข้อจำกัด"),
                n("fc785aec", "รับ Basic"),
                n("edf32072", "ทุกอย่างใน Premium+ plus:"),
                n("b3caf146", "ป้ายกำกับสีทองที่ยืนยันตัวตน"),
                n("a1dbf70c", "เครดิตโฆษณาฟรี $200 ต่อเดือน"),
                n("i2a2286c", "เครดิตโฆษณาฟรี $2,500"),
                n("e8d0fd04", "Radar Basic"),
                n("cf038828", "บริการสนับสนุนเฉพาะ"),
                n("efd56302", "เพิ่มพันธมิตรในหน้าของคุณ"),
                n("bc1bb6aa", "เครดิตโฆษณาฟรี $1,000 ต่อเดือน"),
                n("e1669560", "เครดิตโฆษณาฟรี $12,000"),
                n("hb973da4", "การเข้าถึง Radar เต็มรูปแบบ"),
                n("g444c82e", "การเข้าถึงคุณสมบัติ Enterprise ก่อนใคร"),
                n("a1bc0bcf", function (e) {
                    return "เรียกเก็บเงิน " + e.cost + " ต่อปี";
                }),
                n("i0f58dac", "แผนทั้งหมดจะต้องเสียภาษีและค่าธรรมเนียมที่เกี่ยวข้อง"),
                n("je182d8a", "Enterprise"),
                n("ge609bd6", "ติดต่อฝ่ายขาย"),
                n("je6d2aec", "ราคาแบบโมดูลาร์"),
                n("ed33b888", "การค้นหาผู้คน"),
                n("ade522c4", "ข้อมูลเชิงลึก"),
                n("h551f266", "เครดิตการโฆษณา"),
                n("c74f7856", "แพ็คเกจพันธมิตร"),
                n("b9b41f7a", "การเพิ่มประสิทธิภาพในการค้นหา"),
                n("b1f368ee", "การสนับสนุนเฉพาะ"),
                n("j189c5b2", "ทุกอย่างใน Pro plus:"),
                n("i7f4b58e", "กำหนดเอง"),
                n("h45fd8ae", "รับการเข้าถึงอย่างเต็มรูปแบบ"),
                n("f1c3b32c", "ทุกอย่างใน Basic plus:"),
                n("f4307806", "ยอดนิยม"),
                n("ce7c21de", "รายปี"),
                n("a21a64f6", "“X สำหรับธุรกิจเป็นข้อเสนอที่ยอดเยี่ยม! เราจ้างคนเก่งๆ โดยใช้เครื่องมือค้นหาความสามารถพิเศษ”"),
                n("dbb3fc54", "ผู้ร่วมก่อตั้งและซีอีโอ"),
                n("c1600210", "”X สำหรับธุรกิจสามารถใช้งานได้อย่างง่ายดาย ช่วยรักษาความปลอดภัยของลูกค้าด้วยการรวบรวมข้อมูลเชิงลึกของตลาด”"),
                n("fb3e127a", "ข้อเสนอช่วงปีใหม่มีเวลาจำกัด"),
                n("a5fee980", "รับข้อเสนอส่วนลด 30% สำหรับแผนรายปีและเครดิตโฆษณาฟรีสูงสุด $12,000 เมื่อคุณสมัครสมาชิก"),
                n("c9051cac", "วัน"),
                n("ie035790", "วินาที"),
                n("cbd3dfaa", "ลองใช้เบต้า"),
                n("h260121e", "แสดงบทบาทสูงสุดของคุณต่อกลุ่มเป้าหมาย"),
                n("ae0ad604", "หน้าอาชีพ"),
                n("cbd4ba6e", "ค้นพบและเชื่อมต่อกับผู้ที่มีความสามารถพิเศษ"),
                n("b71927b2", "ไม่จำกัดการโพสต์รับสมัครงาน"),
                n("a0b5b7d4", "ปลดล็อกการกำหนดเป้าหมาย AI ด้วยโมเดลการโฆษณาตามประสิทธิภาพของเรา"),
                n("aa3f0e90", "ประชาสัมพันธ์ตำแหน่งงานด้วยการกำหนดเป้าหมาย AI"),
                n("hc67be9e", "เริ่มกันเลย"),
                n("c9a67f9e", "เริ่มต้นการจ้างงาน"),
                n("jd937cda", "เข้าถึงผู้สมัครที่เกี่ยวข้องหลายล้านคนด้วยการจ้างงานบน X ซิงค์งานของคุณ สร้างหน้าอาชีพที่กำหนดเอง และตั้งค่าการเลื่อนตำแหน่งงานเพื่อแสดงโฆษณาที่ตรงเป้าหมายในลำดับเหตุการณ์"),
                n("d92d2632", "แพลตฟอร์มที่ดีที่สุดในการจ้างผู้ที่มีความสามารถพิเศษ"),
                n("c10bee94", "การสมัครรายเดือน"),
                n("ib69d218", "250K+3"),
                n("i953576c", "การจ้างงาน"),
                n("j395b846", "10K+"),
                n("g48a59c2", "ผู้ใช้"),
                n("j228841a", "500M+"),
                n("da570714", "การผสานรวม ATS"),
                n("h25a3132", "เครดิตโฆษณาสูงถึง $2,400 สำหรับการประชาสัมพันธ์ตำแหน่งงาน"),
                n("f25a2004", "สิทธิประโยชน์ของ Premium+"),
                n("c237b78e", "พันธมิตรสำหรับทีมการจ้างงานของคุณ"),
                n("fc3d58fe", "เครดิตโฆษณาสูงถึง $12,000 สำหรับการประชาสัมพันธ์ตำแหน่งงาน"),
                n("eb5f060c", "ติดตาม"),
                n("a19cf46f", function (e) {
                    return "เลิกติดตาม @" + e.screenName + " หรือไม่";
                }),
                n("e4c91b70", "โพสต์ของพวกเขาจะไม่แสดงในลำดับเหตุการณ์สำหรับคุณอีกต่อไป คุณยังสามารถดูข้อมูลส่วนตัวของพวกเขาได้ หากโพสต์ของพวกเขาไม่ได้ถูกป้องกันไว้"),
                n("j650c8dc", "ละทิ้งคำขอติดตามหรือไม่"),
                n("c02f8de1", function (e) {
                    return "นี่จะเป็นการยกเลิกคำขอติดตามของคุณ และ @" + e.screenName + " จะไม่เห็นคำขอของคุณอีกต่อไป";
                }),
                n("e2ee95a1", function (e) {
                    return "เข้าร่วมเมื่อ " + e.date;
                }),
                n("d64fef58", "คุณยังไม่ได้โพสต์"),
                n("e2a098dc", "เรียงตาม"),
                n("c5709148", "แสดงขีดจำกัดสูงสุด 1,000 โพสต์"),
                n("ca5e57bd", function (e) {
                    return "โพสต์" + e.noun;
                }),
                n("d16c1ab6", "ใหม่ที่สุด"),
                n("f0a28956", "ก่อนหน้านี้"),
                n("h06df79a", "จำนวนผู้เข้าชมมากที่สุด"),
                n("c44744e6", "จำนวนผู้เข้าชมน้อยที่สุด"),
                n("j6b98664", "ชื่นชอบมากที่สุด"),
                n("a669f95c", "ชื่นชอบน้อยที่สุด"),
                n("a0c66496", "ตอบกลับมากที่สุด"),
                n("h45174fe", "ตอบกลับน้อยที่สุด"),
                n("ea20f92a", "รีโพสต์มากที่สุด"),
                n("c9a63566", "รีโพสต์น้อยที่สุด"),
                n("b40d33e4", "การกระจายรายละเอียด"),
                n("gedf636e", "การคลิก URL"),
                n("bbc12690", "การคลิกแฮชแท็ก"),
                n("g7ede992", "การคลิกลิงก์ถาวร"),
                n("f5210bae", "ลิงก์"),
                n("b1f77a7c", "ส่งออกข้อมูล"),
                n("j62d2af4", "ภาพรวมของโพสต์"),
                n("dc70a568", "การวิเคราะห์โพสต์"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "กราฟเส้นที่เบลอ"),
                n("b10621d4", "ดูสถิติทั้งหมดของคุณ"),
                n("c23def7a", "จำนวนการมีส่วนร่วม"),
                n("jc14a9e8", "การใช้จ่าย"),
                n("d16b5a18", "การใช้จ่ายทั้งหมดสำหรับโฆษณา"),
                n("g01559c6", "ตัวชี้วัดที่แสดงในช่วง 7 วันที่ผ่านมา"),
                n("ddc8d458", "ปลดล็อกข้อมูลในอดีต"),
                n("j74eab48", "การวิเคราะห์ขั้นสูงมีให้เฉพาะสมาชิก X Premium เท่านั้น"),
                n("i02166f6", "เข้าใจกลุ่มเป้าหมายของคุณ"),
                n("cef977e4", "ส่งออกข้อมูลของคุณ"),
                n("f88e624e", "อัพเดตบทสนทนาแล้ว"),
                n("e15e5637", function (e) {
                    return e.count + " ชั่วโมงที่แล้ว";
                }),
                n("h5ab8b0e", "ผู้คนที่พวกเขาติดตาม"),
                n("a0f01bca", "คลิกเพื่อเปลี่ยนช่วงเวลา"),
                n("he30b16c", '"ผู้คนที่พวกเขาติดตาม" ขยายผลลัพธ์ของคุณ โดยแสดงบทความที่มีการแบ่งปันมากที่สุดจากผู้คนที่คุณติดตาม รวมทั้งผู้คนที่พวกเขาติดตาม'),
                n("b0589550", "รับข่าวสารเพิ่มเติม"),
                n("b60e4f78", "ดูเลย"),
                n("e950f6e0", "ไม่มีการแบ่งปันบทความในเครือข่ายของคุณ"),
                n("e7dcfb81", "บัญชีอื่นๆ"),
                n("h965157c", "ไม่รองรับหน้านี้"),
                n("cd388852", "โปรดเข้าชมข้อมูลส่วนตัวของผู้เขียนใน X เวอร์ชันล่าสุดเพื่อดูเนื้อหานี้"),
                n("abebdfae", "คุณสามารถดูข้อมูลการวิเคราะห์เกี่ยวกับพื้นที่สนทนาที่คุณโฮสต์หรือโฮสต์ร่วมเท่านั้น"),
                n("fcb205da", "ผู้ฟังการถ่ายทอดสด"),
                n("jb088200", "การบันทึกการเล่นซ้ำ"),
                n("if65328a", "รับฟัง"),
                n("a1a0e6d8", "ติดตามโฮสต์"),
                n("a3c4e396", "เลิกติดตามโฮสต์"),
                n("j58e7b00", "ดูข้อมูลส่วนตัว"),
                n("eca4e32a", "แสดงรายละเอียด"),
                n("hd908df2", "พื้นที่สนทนาสด"),
                n("c5d40fe2", "ใครก็ได้"),
                n("a8df1d34", "เปิดใช้งานวิดีโอ"),
                n("if410292", "ทำความรู้จักกับพื้นที่สนทนา"),
                n("i43fdce9", function (e) {
                    return "เพิ่มหัวข้อ (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "คุณต้องการพูดคุยเรื่องอะไร"),
                n("e93f3c2a", "บันทึกพื้นที่สนทนา"),
                n("b701d610", "ลบพื้นที่สนทนาที่ตั้งเวลาไว้แล้ว"),
                n("b028792d", function (e) {
                    return "จัดการพื้นที่สนทนาที่ตั้งเวลาไว้ (" + e.count + ")";
                }),
                n("e9b73da8", "ตั้งเวลาพื้นที่สนทนา"),
                n("cdf630be", "เริ่มต้นเดี๋ยวนี้"),
                n("acd1bcb0", "ใครสามารถเข้าร่วมได้บ้าง"),
                n("h07146a2", "ใครพูดได้บ้าง"),
                n("h61d92b0", "ลบพื้นที่สนทนาที่ตั้งเวลาไว้"),
                n("a488f2eb", function (e) {
                    return "เลือกแล้ว " + e.count + " จาก " + e.total + " รายการ";
                }),
                n("d2dfe80d", function (e) {
                    return "พื้นที่สนทนาจะเริ่มในวันที่ " + e.date + " เวลา " + e.time;
                }),
                n("aef95393", function (e) {
                    return "พื้นที่สนทนาที่มีอยู่แล้วซึ่งตั้งเวลาไว้ในวันที่ " + e.date + " เวลา " + e.time;
                }),
                n("a7069f2e", "แก้ไขรายละเอียด"),
                n("a15f06fc", "พื้นที่สนทนาที่ตั้งเวลาไว้"),
                n("f6cfa3fe", "คุณไม่สามารถตั้งเวลาพื้นที่สนทนาในอดีตได้"),
                n("a8f71a2b", function (e) {
                    return "คุณไม่สามารถตั้งเวลาพื้นที่สนทนาล่วงหน้าเกิน " + e.days + " วัน";
                }),
                n("ae092f6c", "ไม่สามารถลบพื้นที่สนทนาที่ตั้งเวลาไว้ได้"),
                n("jd7f0030", "อัปเดตพื้นที่สนทนาที่ตั้งเวลาไว้แล้ว"),
                n("a26da034", "บันทึกการเปลี่ยนแปลง"),
                n("b3633046", "เลือกชุมชน"),
                n("ce447fcb", function (e) {
                    return "ผู้ฟัง " + e.count + " คน";
                }),
                n("ef7da97f", function (e) {
                    return "กำลังฟัง " + e.count + " คน";
                }),
                n("a065e7e7", function (e) {
                    return "เรื่องราวที่เกิดขึ้นตอนนี้: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "พื้นที่สนทนานี้สิ้นสุดลงแล้ว: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "เล่นการบันทึก: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "กำลังเชื่อมต่อ..."),
                n("aadbc747", function (e) {
                    return "โฮสต์ร่วม";
                }),
                n("hbd6035f", function (e) {
                    return "ผู้พูด";
                }),
                n("if420852", "เล่นการบันทึก"),
                n("f7dc3b1c", "พื้นที่สนทนานี้สิ้นสุดลงแล้ว"),
                n("c1d15dc0", "ดูเหมือนว่าพื้นที่สนทนาจะปิดลงแล้ว"),
                n("g3e2f3a6", "ฟังโดยไม่ระบุตัวตน"),
                n("cd64d43e", "เข้าร่วมเป็นผู้พูดโดยตรง"),
                n("jcdc32f0", "เริ่มฟัง"),
                n("a0cee16a", "เริ่มต้นพูด"),
                n("bf3daa48", "เริ่มฟังโดยไม่ระบุตัวตน"),
                n("f9305f48", "เชื่อมต่อใหม่"),
                n("e51df2e6", "ระบบจะปิดไมค์ของคุณเพื่อเริ่ม"),
                n("h114ff6c", "คุณไม่สามารถเข้าร่วมพื้นที่สนทนานี้ได้เนื่องจากคุณอยู่ในพื้นที่สนทนาอยู่แล้ว"),
                n("d7fe2d7e", "คุณไม่สามารถเชื่อมต่อกับพื้นที่สนทนานี้อีกครั้งเนื่องจากคุณอยู่ในพื้นที่สนทนาอยู่แล้ว"),
                n("e61bdea4", "โฮสต์กำลังบันทึกพื้นที่สนทนานี้ ทุกคนที่พูดจะรวมอยู่ในการบันทึกแบบสาธารณะ"),
                n("d0ebf4f7", "เรียนรู้เพิ่มเติม"),
                n("d782b808", "การสมัครสมาชิกมีสิทธิพิเศษ"),
                n("i7f83b8d", "เรียนรู้เพิ่มเติม"),
                n("fc962610", "ค้นหาชื่อของพื้นที่สนทนาหรือโฮสต์"),
                n("e5b5f091", function (e) {
                    return 'ไม่มีพื้นที่สนทนาที่ตรงกับ "' + e.searchQuery + '"';
                }),
                n("g5812140", "ทำไมไม่เริ่มต้นดูล่ะ"),
                n("e8fe1ecb", function (e) {
                    return "ไม่มีพื้นที่สนทนา " + e.section + ' ที่ตรงกับ "' + e.searchQuery + '"';
                }),
                n("c432d2b2", "ค้นหาพื้นที่สนทนา"),
                n("d39e8b30", "เพิ่มโน้ต"),
                n("dc7a6625", function (e) {
                    return "เขียนในนาม " + e.displayAlias;
                }),
                n("g17e4064", "บันทึกของคุณจะถูกเผยแพร่โดยใช้นามแฝงบนบันทึกของชุมชน และจะไม่มีการเชื่อมโยงไปยังข้อมูลส่วนตัวบน X ของคุณ"),
                n("d9b09ee8", "อธิบายให้ตรงประเด็น จำเป็นต้องระบุลิงก์แหล่งที่มาของข้อมูลอ้างอิงด้วย"),
                n("b7476596", "อธิบายให้ตรงประเด็น และเราแนะนำให้ระบุลิงก์แหล่งที่มาของข้อมูลอ้างอิงด้วย"),
                n("df6c8292", "คำอธิบายของคุณ"),
                n("ecb4d20c", "บันทึกของคุณไม่ถูกบันทึก โปรดตรวจสอบว่าคุณยังไม่เคยเขียนบันทึกในโพสต์นี้ และลองอีกครั้ง"),
                n("eb5b4a12", "เกี่ยวกับนามแฝงสำหรับหมายเหตุจากชุมชน"),
                n("ja0ee360", "เลือกนามแฝงของคุณ"),
                n("f7b7c250", "เลือกนามแฝงสำหรับหมายเหตุจากชุมชนของคุณเพื่อความเป็นส่วนตัว"),
                n("c6382384", "เหตุใดบันทึกของชุมชนจึงใช้นามแฝง"),
                n("j48ab594", "ร่วมให้ข้อมูลเป็นการส่วนตัว"),
                n("bc2399a0", "เขียนและประเมินบันทึกโดยไม่ต้องเปิดเผยตัวตน X ของคุณ"),
                n("d939cf16", "ให้ความสำคัญกับเนื้อหา"),
                n("a56f0c32", "นามแฝงสามารถช่วยลดอคติได้โดยช่วยให้ผู้มีส่วนร่วมเขียนข้อความที่มุ่งเน้นไปที่เนื้อหามากขึ้น และให้ความสำคัญกับตัวผู้เขียนน้อยลง"),
                n("d17c59e4", "ทุกคนยังคงต้องมีความรับผิดชอบ"),
                n("i719f8e2", "คุณสามารถดูประวัติของผู้มีส่วนร่วมได้ และทุกคนมีหน้าที่รับผิดชอบผ่านการให้คะแนนที่พวกเขาได้รับ"),
                n("a96bb564", "เลือกนามแฝงสำหรับหมายเหตุจากชุมชนของคุณ"),
                n("afcdcf84", "นามแฝงนี้จะเป็นตัวตนของคุณเมื่อเขียนและให้คะแนนหมายเหตุจากชุมชน และจะไม่เชื่อมโยงกับข้อมูลส่วนตัวบน X ของคุณ"),
                n("f83d0446", "นามแฝงของคุณได้รับการบันทึกแล้ว"),
                n("ed0e6b2e", "เริ่มให้คะแนนบันทึก"),
                n("if4c5e06", "ยินดีต้อนรับสู่บันทึกของชุมชน!"),
                n("g880a78a", "เริ่มต้นด้วยการให้คะแนนบันทึก"),
                n("d1be2236", "หมายเหตุจากชุมชนอาศัยผู้ได้รับมอบหมายเช่นคุณในการช่วยระบุบันทึกที่เป็นประโยชน์เพื่อแสดงให้ทุกคนเห็น"),
                n("af9f2b78", "ติดตามผลกระทบของการให้คะแนนของคุณ"),
                n("af68afc8", "ผลกระทบของคุณจะเพิ่มขึ้นทุกครั้งที่คุณช่วยให้บันทึกได้รับสถานะว่าเป็นประโยชน์หรือไม่เป็นประโยชน์"),
                n("fb5c5d42", "ปลดล็อกความสามารถในการเขียนบันทึก"),
                n("a1e58cdc", "เมื่อผลกระทบของการให้คะแนนถึง 5 หรือสูงกว่า คุณจะสามารถปลดล็อกความสามารถในการเขียนหมายเหตุจากชุมชนของคุณเองได้"),
                n("j5f112b4", "บันทึกล่าสุดสองรายการของคุณมีสถานะว่าไม่มีประโยชน์"),
                n("ac34c5e8", "ผู้มีส่วนร่วมที่มีจำนวนมากพอ ซึ่งรวมถึงผู้ที่มีความเห็นไม่ตรงกันในการให้คะแนนที่ผ่านมา เห็นด้วยว่าบันทึกของคุณ 2 รายการไม่มีประโยชน์ นี่คือความคิดเห็นของพวกเขา:"),
                n("ib7886d0", "ดูบันทึกเหล่านี้ในข้อมูลส่วนตัวของคุณ"),
                n("b0a7d360", "คุณมีความเสี่ยงที่จะถูกล็อคไม่ให้เขียนบันทึกชั่วคราว"),
                n("e473f876", "ผู้มีส่วนร่วมที่บันทึกล่าสุด 5 รายการของตนที่มีสถานะว่ามีประโยชน์หรือไม่มีประโยชน์ มีบันทึกที่ไม่มีประโยชน์ 3 รายการ จะถูกล็อคความสามารถในการเขียนชั่วคราว"),
                n("ef490ae8", "ไม่ระบุแหล่งที่มาหรือไม่น่าเชื่อถือ"),
                n("bf3dc462", "แหล่งที่มาไม่สนับสนุนโน้ต"),
                n("heb35e12", "ข้อมูลไม่ถูกต้อง"),
                n("ib117532", "การคุกคามหรือการกระทำที่ไม่เหมาะสม"),
                n("a7bc3192", "อ้างอิงแหล่งที่มาที่มีคุณภาพ"),
                n("a26f8dc2", "เข้าใจง่าย"),
                n("cbdef06c", "ระบุการกล่าวอ้างของโพสต์โดยตรง"),
                n("faa5f9e8", "ให้บริบทที่สำคัญ"),
                n("gf3b38f4", "ภาษาที่เป็นกลางหรือไม่ลำเอียง"),
                n("a50327ea", "ไม่ต้องการบันทึกในโพสต์นี้"),
                n("h7c59ea2", "ความคิดเห็นหรือการคาดเดา"),
                n("d60c0064", "พิมพ์ผิดหรือใช้ภาษาที่ไม่ชัดเจน"),
                n("e06416ca", "พลาดประเด็นสำคัญหรือไม่เกี่ยวข้อง"),
                n("cff1aa8c", "ภาษาที่สร้างความขัดแย้งหรือลำเอียง"),
                n("c5d55592", "นำเสนอข้อมูลหรือบริบทที่แปลกใหม่"),
                n("f3e6f0aa", "ให้ข้อมูล"),
                n("hc2b6a7e", "ไม่ตัดสินและ/หรือแสดงถึงการเห็นใจผู้อื่น"),
                n("bbe8b4ac", "ความคิดเห็น การคาดเดา หรืออคติ"),
                n("dd1f17ea", "นอกประเด็น"),
                n("if966b54", "ข้อมูลไม่เป็นปัจจุบัน"),
                n("fdc2060a", "คุณต้องมีคะแนนผลกระทบสูงกว่าจึงจะเขียนบันทึกได้"),
                n("edd80858", "ดูโปรไฟล์และคะแนนของคุณ"),
                n("eec24ff6", "เริ่มให้คะแนน"),
                n("eb9dc3ec", "ผู้ได้รับมอบหมายเช่นคุณร่วมกันช่วยระบุบันทึกที่เป็นประโยชน์เพื่อแสดงเป็นบริบทบนโพสต์เพื่อแจ้งให้ผู้คนทราบ"),
                n("f2f61788", "ปลดล็อกความสามารถในการเขียน"),
                n("ca7e11e6", "เมื่อการให้คะแนนที่ประสบความสำเร็จของคุณถึง 5 หรือสูงกว่า คุณจะสามารถปลดล็อกความสามารถในการเขียนหมายเหตุจากชุมชน"),
                n("e7beb100", "ดูข้อมูลส่วนตัวและความคิดเห็นของคุณ"),
                n("fd02e290", "ดูกฎทั้งหมด"),
                n("ee7b8050", "คุณถูกล็อกไม่ให้เขียนบันทึกใหม่ชั่วคราว"),
                n("b8cc2e9a", "เนื่องจากบันทึกล่าสุดของคุณได้รับการจัดอันดับว่าไม่เป็นประโยชน์ ความสามารถในการเขียนของคุณจึงถูกล็อคชั่วคราว"),
                n("f6c8613e", "ข้อคิดเห็นจากผู้ได้รับมอบหมายเกี่ยวกับบันทึกของคุณ:"),
                n("fd5c2282", "รับเคล็ดลับการเขียนบันทึกเพิ่ม"),
                n("c23e67ea", "ปลดล็อกความสามารถในการเขียน"),
                n("i0e66c5a", "เลือกหนึ่งรายการ"),
                n("j8e3e3be", "เลือกอย่างน้อยหนึ่งรายการ"),
                n("f1e851f0", "ป้อนคำอธิบาย"),
                n("ff5dcac8", "คำอธิบายของคุณยาวเกินไป"),
                n("b47b5a16", "ต้องกรอกทุกช่อง โปรดตรวจสอบว่าคุณตอบคำถามครบทั้งหมดแล้ว"),
                n("g9cffe16", "โน้ตของคุณไม่มีแหล่งข้อมูล"),
                n("bfa9e276", "เขียนหมายเหตุใหม่เพื่อเป็นประโยชน์กับโพสต์ทั้งหมดที่มีรูปภาพหรือตรวจสอบคำตอบสำหรับคำถามแรกในแบบฟอร์มนี้"),
                n("ja36d83e", "เขียนหมายเหตุใหม่เพื่อเป็นประโยชน์กับโพสต์ทั้งหมดที่มีวิดีโอหรือตรวจสอบคำตอบสำหรับคำถามแรกในแบบฟอร์มนี้"),
                n("i6488a04", "เขียนหมายเหตุใหม่เพื่อเป็นประโยชน์กับโพสต์ทั้งหมดที่มีสื่อหรือตรวจสอบคำตอบสำหรับคำถามแรกในแบบฟอร์มนี้"),
                n("j6e12b24", "มีรูปภาพหรือวิดีโอที่ถูกดัดแปลงทางดิจิทัล"),
                n("eda68484", "มีการเปลี่ยนแปลงทางดิจิทัล"),
                n("e198eb8c", "เขียนบันทึกพร้อมบริบทที่คุณเชื่อว่าควรแสดงพร้อมกับวิดีโอเพื่อให้ผู้อื่นทราบ"),
                n("a9803d44", "เขียนบันทึกพร้อมบริบทที่คุณเชื่อว่าควรแสดงพร้อมกับรูปภาพเพื่อให้ผู้อื่นทราบ"),
                n("j7ddf18a", "เขียนหมายเหตุพร้อมบริบทที่คุณเชื่อว่าควรแสดงในโพสต์ทั้งหมดพร้อมลิงก์เพื่อให้ผู้อื่นทราบ"),
                n("g3874520", "เขียนบันทึกพร้อมบริบทที่คุณเชื่อว่าควรแสดงพร้อมกับโพสต์เพื่อให้ผู้อื่นทราบ"),
                n("ac1141aa", "เขียนบันทึกเพื่อช่วยให้ผู้ได้รับมอบหมายของหมายเหตุจากชุมชนคนอื่นๆ เข้าใจว่าทำไมวิดีโอนี้จึงไม่ทำให้เข้าใจผิดหรือไม่ต้องการบริบทเพิ่มเติม"),
                n("f99ebcfc", "เขียนบันทึกเพื่อช่วยให้ผู้ได้รับมอบหมายของหมายเหตุจากชุมชนคนอื่นๆ เข้าใจว่าทำไมรูปภาพนี้จึงไม่ทำให้เข้าใจผิดหรือไม่ต้องการบริบทเพิ่มเติม"),
                n("h641949e", "เขียนบันทึกเพื่อช่วยให้ผู้ได้รับมอบหมายของหมายเหตุจากชุมชนคนอื่นๆ เข้าใจว่าทำไมโพสต์นี้จึงไม่ทำให้เข้าใจผิดหรือไม่ต้องการบริบทเพิ่มเติม"),
                n("c926cff6", "จากหลักฐานในปัจจุบัน ฉันคิดว่าโพสต์นี้..."),
                n("e0ef7a2c", "จากหลักฐานในปัจจุบัน ฉันคิดว่ารูปภาพนี้..."),
                n("g491d33a", "จากหลักฐานในปัจจุบัน ฉันคิดว่าวิดีโอนี้..."),
                n("b253e462", "จากหลักฐานในปัจจุบัน ฉันคิดว่าหน้าที่เชื่อมโยงนี้น่าจะ..."),
                n("b1b2d004", "อาจทำให้เข้าใจผิดและควรจะมีบริบทเพิ่มเติม"),
                n("ha9655c2", "ไม่ทำให้เข้าใจผิด"),
                n("ebd2de06", "ทำไมคุณจึงคิดว่าโพสต์นี้อาจทำให้เกิดการเข้าใจผิด"),
                n("i865abe8", "เหตุใดคุณจึงเชื่อว่ารูปภาพนี้อาจทำให้เข้าใจผิด"),
                n("add096c6", "เหตุใดคุณจึงเชื่อว่าวิดีโอนี้อาจทำให้เข้าใจผิด"),
                n("eb604e2e", "เหตุใดคุณจึงเชื่อว่าหน้าที่เชื่อมโยงอาจทำให้เกิดการเข้าใจผิด"),
                n("c33bc7d4", "มีข้อมูลที่ผิดจากข้อเท็จจริง"),
                n("aadb676c", "มีข้อมูลที่ไม่เป็นปัจจุบันซึ่งอาจทำให้เข้าใจผิด"),
                n("g21a0ef4", "บิดเบือนความจริงหรือขาดบริบทที่สำคัญ"),
                n("daf354de", "นำเสนอคำกล่าวอ้างในฐานะข้อเท็จจริง"),
                n("d1d2ef84", "เป็นมุกตลกหรือเรื่องเสียดสีที่อาจถูกตีความผิดเป็นข้อเท็จจริง"),
                n("bfee6064", "ทำไมคุณจึงคิดว่าโพสต์นี้ไม่ทำให้เกิดการเข้าใจผิด"),
                n("dfd1f7f0", "เหตุใดคุณจึงเชื่อว่ารูปภาพนี้ไม่ได้ทำให้เข้าใจผิด"),
                n("b8623176", "เหตุใดคุณจึงเชื่อว่าวิดีโอนี้ไม่ได้ทำให้เกิดการเข้าใจผิด"),
                n("ec66e3fc", "เหตุใดคุณจึงเชื่อว่าหน้าที่เชื่อมโยงไม่ทำให้เกิดการเข้าใจผิด"),
                n("g228df26", "แสดงถึงคำกล่าวอ้างที่ตรงกับข้อเท็จจริง"),
                n("h890a3f2", "ถูกต้องในขณะที่แชร์ แต่ตอนนี้ข้อมูลไม่เป็นปัจจุบันแล้ว"),
                n("hf607a0a", "ดูออกได้ชัดเจนว่าเป็นเรื่องเสียดสี/มุกตลก"),
                n("j6ac7742", "แสดงความคิดเห็นส่วนบุคคล"),
                n("b1d82aae", "คุณให้ลิงก์แหล่งที่มาที่คิดว่าผู้คนส่วนมากจะเชื่อถือแล้วใช่ไหม"),
                n("ae859ee0", "บันทึกของคุณเกี่ยวกับโพสต์หรือรูปภาพหรือไม่"),
                n("ba84e7f8", "บันทึกของคุณเกี่ยวกับโพสต์หรือวิดีโอหรือไม่"),
                n("ibb784c6", "เกี่ยวกับโพสต์นี้โดยเฉพาะ"),
                n("a21ecb8c", "เกี่ยวกับรูปภาพในโพสต์นี้ และควรปรากฏในโพสต์ทั้งหมดที่มีรูปภาพนี้"),
                n("he0ca8da", "เกี่ยวกับวิดีโอในโพสต์นี้ และควรปรากฏในโพสต์ทั้งหมดที่มีวิดีโอนี้"),
                n("d0bf8d34", "หมายเหตุของคุณเกี่ยวกับโพสต์หรือลิงก์"),
                n("db370b9a", "หมายเหตุของคุณเกี่ยวกับโพสต์ รูปภาพ หรือลิงก์"),
                n("c35bf10e", "หมายเหตุของคุณเกี่ยวกับโพสต์ วิดีโอ หรือลิงก์"),
                n("d96ce0d2", "หมายเหตุนี้เขียนขึ้นในลักษณะที่จะเป็นประโยชน์กับโพสต์ทั้งหมดที่มีรูปภาพนี้"),
                n("a1fb516c", "หมายเหตุนี้เขียนขึ้นในลักษณะที่จะเป็นประโยชน์กับโพสต์ทั้งหมดที่มีวิดีโอนี้"),
                n("be46a61e", "หมายเหตุนี้เขียนขึ้นในลักษณะที่จะเป็นประโยชน์กับโพสต์ทั้งหมดที่มีสื่อนี้"),
                n("ied1c2c2", "หมายเหตุนี้ค่อนข้างเฉพาะเจาะจงสำหรับโพสต์นี้และอาจไม่เกี่ยวข้องกับโพสต์อื่นๆ"),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "ทั้ง " + e.matchCount + " โพสต์";
                }),
                n("d7959c4d", function (e) {
                    return "ทั้ง " + e.matchCount + " โพสต์";
                }),
                n("ff5be16d", function (e) {
                    return "ทั้ง " + e.matchCount + " โพสต์";
                }),
                n("abdd8d0a", "แก้ไขโน้ต"),
                n("c097608e", "โน้ตของคุณไม่มีคำอธิบาย"),
                n("ba25898c", "โน้ตที่ลิงก์ไปยังแหล่งข้อมูลที่น่าเชื่อถือมีโอกาสที่จะได้รับการจัดอันดับว่าเป็นประโยชน์มากขึ้น"),
                n("e764d704", "โน้ตที่ลิงก์ไปยังแหล่งข้อมูลที่น่าเชื่อถือมีโอกาสที่จะได้รับการจัดอันดับว่าเป็นประโยชน์มากขึ้น"),
                n("gb67e44c", "ส่งโดยไม่มีคำอธิบาย"),
                n("d6b758a2", "ส่งโดยไม่มีแหล่งข้อมูล"),
                n("dc1fa12c", "บัญชีหมายเหตุจากชุมชนต้องมีหมายเลขโทรศัพท์ที่ยืนยันแล้ว"),
                n("a1752fde", "หากต้องการมีส่วนร่วมในหมายเหตุจากชุมชนต่อไปจากบัญชีนี้ คุณจะต้องยืนยันหมายเลขโทรศัพท์ของคุณ"),
                n("hef02710", "นอกเหนือจากการยืนยันแล้ว หมายเลขของคุณจะต้องมาจากผู้ให้บริการเครือข่ายโทรศัพท์ที่น่าเชื่อถือ และไม่เชื่อมโยงกับบัญชีหมายเหตุจากชุมชนอื่น"),
                n("dff9b6bc", "ยืนยันโทรศัพท์มือถือของคุณ"),
                n("f051e434", "ผู้ได้รับมอบหมายของหมายเหตุจากชุมชนต้องมีหมายเลขโทรศัพท์ที่ไม่ซ้ำกัน"),
                n("eaef2f72", "ดูเหมือนว่ามีผู้ได้รับมอบหมายของหมายเหตุจากชุมชนหลายคนที่มีบัญชี X ที่เชื่อมโยงกับหมายเลขโทรศัพท์นี้"),
                n("j78d41b4", "หากต้องการร่วมจัดการต่อจากบัญชีนี้ คุณจะต้องลบหมายเลขโทรศัพท์นี้ออกจากบัญชี X อื่น"),
                n("a7c9a176", "บัญชีหมายเหตุจากชุมชนต้องมีหมายเลขโทรศัพท์ที่ยืนยันแล้วจากผู้ให้บริการที่น่าเชื่อถือ"),
                n("ec853dfa", "หมายเลขโทรศัพท์ต้องมาจากผู้ให้บริการที่น่าเชื่อถือเพื่อลดการใช้หมายเลขโทรศัพท์เสมือนหรือที่ปลอมแปลงขึ้น"),
                n("j6e19c58", "ค่านิยมของหมายเหตุจากชุมชน"),
                n("ea580ee2", "เตือนความจำเกี่ยวกับค่านิยมของหมายเหตุจากชุมชน:"),
                n("eac7b6ac", "ร่วมให้ข้อมูลเพื่อสร้างความเข้าใจ"),
                n("b0381cfc", "มีความซื่อสัตย์สุจริต"),
                n("f0addddc", "ยินดีช่วยเหลือผู้อื่น แม้กับคนที่ไม่เห็นด้วยกับคุณ"),
                n("h7c7b204", "ช่วยให้คะแนนบันทึกที่มีอยู่ก่อนที่จะเขียนใหม่"),
                n("i8cae552", "คุณจะช่วยรักษาคุณภาพในหมายเหตุจากชุมชนให้อยู่ในระดับสูงได้ด้วยการให้คะแนน"),
                n("hd43a218", "คุณเขียนบันทึกถึงขีดจำกัดรายวันแล้ว"),
                n("aaba8ed2", "มีการจำกัดจำนวนผู้ได้รับมอบหมายของบันทึกที่สามารถเขียนได้ในแต่ละวัน โดยขึ้นอยู่กับผลกระทบของการเขียนของพวกเขาเพื่อรักษาคุณภาพของบันทึกให้อยู่ในระดับสูงและป้องกันสแปม โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("b98f077c", "ขอข้อมูลบันทึก"),
                n("ee691104", "ขอหมายเหตุจากชุมชนเกี่ยวกับโพสต์นี้"),
                n("f8cbdf02", "คิดว่าโพสต์นี้อาจทำให้เข้าใจผิดใช่ไหม ขอหมายเหตุจากชุมชน"),
                n("f132d1be", "ผู้ได้รับมอบหมายจะเห็นการแจ้งเตือนในโพสต์ที่ได้รับคำขอเพียงพอ"),
                n("gf71296c", "หากบันทึกถูกเขียนและให้คะแนนว่าเป็นประโยชน์โดยผู้มีส่วนร่วมรายอื่น บันทึกนั้นจะปรากฏในโพสต์"),
                n("de0685b4", "X ไม่ได้เลือกว่าจะแสดงบันทึกใด – หมายเหตุจากชุมชนจัดทำโดยผู้คน เพื่อผู้คน"),
                n("f8ac3c88", "ยอมรับและขอบันทึก"),
                n("a8edd0ea", "ต้องการเพิ่มแหล่งที่มาหรือไม่"),
                n("a39a0de6", "ลิงก์ไปยังโพสต์ X"),
                n("j819c176", "ช่วยผู้ได้รับมอบหมายของหมายเหตุจากชุมชนโดยใส่ลิงก์ไปยังโพสต์ X ที่อธิบายสิ่งที่อาจทำให้เข้าใจผิด"),
                n("e15b3b44", "ลิงก์จะต้องไปที่โพสต์ X ตัวอย่าง: x.com/user/status/...."),
                n("c81085a4", "หมายเหตุจากชุมชน"),
                n("c363515c", "เปิดเผยต่อสาธารณะ"),
                n("cb6b0138", "ขอบคุณ! คำขอของคุณถูกส่งไปแล้ว"),
                n("c196e8b8", "หากมีการเขียนบันทึกและให้คะแนนว่าเป็นประโยชน์ คุณจะเห็นบันทึกนั้นในโพสต์"),
                n("a9491efa", "ส่งคำขอหมายเหตุจากชุมชนแล้ว"),
                n("f060d1cc", "ลบคำขอ"),
                n("f499f824", "ลบคำขอของคุณ"),
                n("hd1bc518", "อาจใช้เวลาสักครู่ก่อนที่คุณจะสามารถส่งคำขอใหม่ในโพสต์นี้ได้"),
                n("geb8d31d", "สมัครเลย"),
                n("gc399930", "ข้อมูลคำขอหมายเหตุขีดจำกัดรายวัน"),
                n("fee815e4", "คุณขอหมายเหตุถึงขีดจำกัดรายวันแล้ว"),
                n("i7eb7900", "ขีดจำกัดรายวันของคุณจะเพิ่มขึ้นหากคุณส่งคำขอในโพสต์ที่ได้รับหมายเหตุซึ่งเป็นประโยชน์ได้สำเร็จ"),
                n("d1a3817e", "สิ่งนี้จะเป็นรางวัลให้กับผู้ที่ค้นหาโพสต์ที่อาจก่อให้เกิดความเข้าใจผิดที่ควรมีบริบทเพิ่มเติมได้สำเร็จ"),
                n("c031c77a", "ขีดจำกัดรายวันของคุณอาจลดลงหากคุณส่งคำขอมากเกินไปในโพสต์ที่ผู้คนไม่เห็นด้วยและต้องการหมายเหตุ"),
                n("f87129d2", "สิ่งนี้จะช่วยป้องกันสแปมและทำให้ผู้เขียนหมายเหตุมุ่งความสนใจไปยังโพสต์ที่ควรมีหมายเหตุที่เป็นประโยชน์"),
                n("jdd4a572", "บัญชีของคุณต้องมีหมายเลขโทรศัพท์ที่ยืนยันแล้ว"),
                n("i0f07c07", "ยืนยันโทรศัพท์ของคุณ"),
                n("i157c1a8", "คำขอนี้ถูกลบแล้ว"),
                n("a9f4ca9c", "ผู้ได้รับมอบหมายของหมายเหตุจากชุมชนสามารถดูบันทึกของคุณได้แล้ว"),
                n("eb8f7c0c", "ผู้ได้รับมอบหมายสามารถให้คะแนนบันทึกของคุณได้แล้ว"),
                n("h87c6bd6", "ผู้ได้รับมอบหมายรายอื่นสามารถดูบันทึกของคุณได้แล้ว"),
                n("gc1a5bce", "พวกเขาจะประเมินความเป็นประโยชน์"),
                n("i0e950ca", "หากบันทึกของคุณได้รับสถานะว่าเป็นประโยชน์ บันทึกจะเริ่มแสดงเป็นบริบทสำหรับทุกคนที่เห็นโพสต์นั้น"),
                n("a047e800", "บันทึกของคุณช่วยให้ผู้ได้รับมอบหมายคนอื่นๆ มีบริบทมากขึ้นเมื่อให้คะแนนบันทึก"),
                n("cec8a38c", "หากบันทึกของคุณได้รับสถานะว่าเป็นประโยชน์ คุณจะได้รับผลกระทบของการเขียน"),
                n("a377532e", "หากผู้คนที่มีมุมมองแตกต่างกันประเมินว่าบันทึกเป็นประโยชน์มากพอ บันทึกจะแสดงเป็นบริบทสำหรับทุกคนที่เห็นโพสต์"),
                n("d790fa4e", "สถานะของบันทึกไม่ได้ถูกกำหนดโดยกฎเสียงข้างมาก"),
                n("e90cda68", "หากต้องการระบุบันทึกที่เป็นประโยชน์ต่อผู้คนในวงกว้าง สถานะของบันทึกจำเป็นต้องมีข้อตกลงระหว่างผู้ได้รับมอบหมายที่ไม่เห็นด้วยกับการให้คะแนนในอดีตในบางครั้ง"),
                n("j5a1d85a", "ดูโน้ตของคุณ"),
                n("b25b64d6", "โน้ตของคุณถูกส่งแล้ว"),
                n("g1428d70", "ส่งบันทึกของคุณแล้ว!"),
                n("a4ec7004", "นี่คือสิ่งที่เกิดขึ้นในตอนนี้"),
                n("c4093274", "เกี่ยวกับหมายเหตุจากชุมชนหลังจากส่ง"),
                n("bc8746a6", "โปรดให้คะแนนอย่างน้อยหนึ่งบันทึกก่อนที่จะเขียนบันทึกใหม่"),
                n("ce3c80b8", "หมายเหตุจากชุมชนขึ้นอยู่กับการให้คะแนนของคุณเพื่อรักษาคุณภาพให้อยู่ในระดับสูง"),
                n("fa6a075a", "บันทึกที่แนะนำบริบทที่จะแสดงพร้อมกับโพสต์"),
                n("acb7ecae", "บันทึกที่อธิบายเหตุผลว่าเหตุใดจึงไม่ต้องการบริบทเพิ่มเติม"),
                n("d9a5fc06", "ให้คะแนนโพสต์"),
                n("b73cebd2", "ให้คะแนนโพสต์และบันทึก"),
                n("ad8883f2", "ไม่มีบันทึกในโพสต์นี้"),
                n("efd14e7a", "กำลังโหลดโน้ต"),
                n("e65b7186", "ผู้คนได้เสนอหมายเหตุจากชุมชนเกี่ยวกับโพสต์นี้"),
                n("bcc14a68", 'หมายเหตุจากชุมชนเป็นโปรแกรมที่ผู้ได้รับมอบหมายอาสาเข้ามาเพื่อเพิ่มบริบท (เรียกว่า "บันทึก") ให้กับโพสต์ที่พวกเขาเชื่อว่าอาจทำให้เข้าใจผิด โดยผู้ได้รับมอบหมายสามารถประเมินบันทึกด้านล่างได้ และหากบันทึกเหล่านี้ได้รับการประเมินว่าเป็นประโยชน์ในขณะนี้ บันทึกจะแสดงเป็นบริบทในโพสต์ หากบันทึกได้รับการประเมินว่าเป็นประโยชน์ในขณะนี้ แต่คุณไม่เห็นด้วย คุณสามารถร้องขอการตรวจสอบเพิ่มเติมได้ ซึ่งหมายความว่าจะมีผู้ได้รับมอบหมายจำนวนมากขึ้นที่ร่วมตรวจสอบบันทึก และคะแนนของบันทึกอาจมีการเปลี่ยนแปลง '),
                n("c21313ba", "ขณะนี้โน้ตได้รับการประเมินว่าไม่เป็นประโยชน์"),
                n("c2c40120", "แสดงโน้ตทั้งหมด"),
                n("ia596d40", "เห็นอะไรที่คุณต้องการปรับปรุงหรือไม่"),
                n("deff0bde", "เขียนโน้ต"),
                n("i8e85ef8", "เข้าร่วมหมายเหตุจากชุมชนและเข้าถึงการเขียนบันทึกและคุณสมบัติอื่นๆ เพื่อช่วยสร้างการรับรู้ข้อมูลที่ดีขึ้นของโลกใบนี้"),
                n("af88892a", "บันทึกเหล่านี้ถูกเพิ่มโดยผู้ได้รับมอบหมายของหมายเหตุจากชุมชน ซึ่งเชื่อว่าโพสต์นี้อาจทำให้เข้าใจผิด และจะได้รับประโยชน์จากบริบทเพิ่มเติม"),
                n("cf8a40a6", "จะสามารถมองเห็นบันทึกได้เฉพาะในหมายเหตุจากชุมชน จนกว่าจะได้รับการประเมินว่าเป็นประโยชน์โดยผู้ได้รับมอบหมายที่มากเพียงพอ"),
                n("g22c8c30", "หากบันทึกเหล่านี้ได้รับการประเมินว่าเป็นประโยชน์โดยผู้ได้รับมอบหมายที่มากเพียงพอ ซึ่งรวมถึงผู้ที่มักไม่เห็นด้วยกับการให้คะแนนในอดีต บันทึกเหล่านั้นจะเริ่มแสดงต่อสาธารณะพร้อมกับโพสต์โดยเป็นบริบทเพิ่มเติม"),
                n("jf04b084", "บันทึกเหล่านี้ถูกเพิ่มโดยผู้ได้รับมอบหมายที่เชื่อว่าโพสต์นี้ไม่ได้ทำให้เข้าใจผิดและไม่ต้องการบริบทเพิ่มเติม"),
                n("g5a72e98", "สิ่งเหล่านี้จะมองเห็นได้เฉพาะในหมายเหตุจากชุมชน โดยเป็นข้อมูลเพิ่มเติมสำหรับผู้ให้คะแนน และจะไม่แสดงเป็นบริบทของโพสต์ แม้ว่าจะได้รับสถานะว่าเป็นประโยชน์ก็ตาม"),
                n("h53cb7de", "คุณคิดอย่างไรเกี่ยวกับโพสต์นี้"),
                n("dc3bfc82", "คุณชอบอะไรเกี่ยวกับโพสต์นี้ หากมี"),
                n("b4704bf4", "คุณไม่ชอบอะไรเกี่ยวกับโพสต์นี้ หากมี"),
                n("ed5156fa", "มีข้อผิดพลาดในการบันทึกการประเมินของคุณ โปรดลองอีกครั้ง"),
                n("d5f9fb42", "คุณให้คะแนนการบูสต์ชุมชนนี้"),
                n("j6aa6172", "ลบการประเมิน"),
                n("i4112750", "การดำเนินการนี้ย้อนกลับไม่ได้"),
                n("bd7eb888", "ดูบันทึกทั้งหมดในโพสต์นี้"),
                n("i97b83f6", "เกิดข้อผิดพลาดขณะส่งคำอุทธรณ์ของคุณ โปรดลองอีกครั้ง"),
                n("a038ab9a", "แปลบันทึก"),
                n("i606fc4c", "เกี่ยวกับการอุทธรณ์หมายเหตุจากชุมชน"),
                n("b664c554", "ร้องขอการตรวจสอบจากผู้ร่วมให้ข้อมูลจำนวนมากขึ้น"),
                n("ab66e1f2", "นี่คือวิธีการทำงาน:"),
                n("e36d807c", "ผู้ได้รับมอบหมายของหมายเหตุจากชุมชนจำนวนมากขึ้นจะได้รับคำขอให้ตรวจสอบและให้คะแนนบันทึกนี้"),
                n("d8afb99c", "หากการประเมินของผู้ได้รับมอบหมายทำให้สถานะของบันทึกเปลี่ยนเป็นไม่ได้รับการประเมินว่าเป็นประโยชน์อีกต่อไป บันทึกนั้นๆ จะไม่แสดงบนโพสต์"),
                n("f9e1090c", "ผู้ได้รับมอบหมายเป็นผู้ตรวจสอบ ไม่ใช่ X"),
                n("i80c8a84", "ขอตรวจสอบเพิ่มเติมแล้ว"),
                n("f93d4391", "ขอให้ผู้ได้รับมอบหมายจำนวนมากขึ้นตรวจสอบบันทึกนี้"),
                n("e457970a", "รายละเอียดโน้ต"),
                n("df587b98", "ID โน้ต"),
                n("h201bdc8", "ผู้เขียนโน้ต"),
                n("h74b96b0", "ส่งบันทึกแล้ว "),
                n("ge25848a", "สถานะปัจจุบัน"),
                n("d6db34cc", "ต้องการการประเมินเพิ่มเติม"),
                n("ce8b505e", "ไม่มีประโยชน์"),
                n("e5be8156", "สถานะของบันทึกคำนวณโดยอัลกอริทึมโอเพ่นซอร์ส"),
                n("fca23c42", "มีผู้ได้รับมอบหมายจากมุมมองต่างๆ ในจำนวนที่มากพอเห็นด้วยว่าบันทึกนี้เป็นประโยชน์ จึงสามารถแสดงเป็นบริบทในโพสต์ได้"),
                n("hef420c2", "โน้ตนี้ยังไม่มีการให้คะแนนโดยผู้ร่วมให้ข้อมูลจากมุมมองต่างๆ ในจำนวนที่มากพอ"),
                n("j3af43c4", "มีผู้ร่วมให้ข้อมูลจากมุมมองต่างๆ ในจำนวนที่มากพอเห็นด้วยว่าโน้ตนี้ไม่มีประโยชน์"),
                n("f79d812c", "ให้คะแนนว่าเป็นประโยชน์และแสดงภายในหนึ่งชั่วโมงหลังจากโพสต์"),
                n("cc02373e", "ให้คะแนนว่าเป็นประโยชน์และแสดงภายในหนึ่งชั่วโมงหลังจากเสนอ"),
                n("d9f72d90", "จับคู่และแสดงภายในหนึ่งชั่วโมงหลังจากโพสต์"),
                n("fc6e4594", "แท็กยอดนิยมที่เลือกโดยผู้ให้คะแนน"),
                n("f7427d6f", "โพสต์นี้"),
                n("aa94541d", "โพสต์นี้"),
                n("fe821ebb", "โพสต์นี้"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "โพสต์อื่น"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("a0dec723", "โพสต์นี้"),
                n("f20fa57c", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("b95920ef", "โพสต์นี้"),
                n("f8dcced2", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("e3002eab", "โพสต์นี้"),
                n("df3f2d52", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("ia35cd39", "โพสต์นี้"),
                n("a499228a", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("fa56f7cb", "โพสต์นี้"),
                n("b826c19c", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("i56af3fd", "โพสต์นี้"),
                n("g1f275b6", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "โพสต์นี้"),
                n("f5b30b8a", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "โพสต์นี้"),
                n("ef8a55a6", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "ไม่แสดงบน X"),
                n("e272836c", "ลบโน้ตหรือไม่"),
                n("da5a5d8c", "เมื่อคุณลบบันทึกนี้ บันทึกจะถูกลบออกจากหมายเหตุจากชุมชนโดยถาวร"),
                n("a804a8f4", "บันทึกเพิ่มเติมต้องการความช่วยเหลือจากคุณ"),
                n("ib9628b8", "ให้คะแนนบันทึกเพิ่มเติมเพื่อสร้างผลกระทบของการให้คะแนน"),
                n("bf08be2e", "ให้คะแนนบันทึกเพิ่มเติมตอนนี้"),
                n("i26425d8", "บางส่วน"),
                n("c6e683d0", "ส่งและยอมรับ"),
                n("b3fcaac6", "ลองเปิดดูและตรวจสอบแหล่งที่มาก่อนที่จะให้คะแนนบันทึกนี้"),
                n("e8a33850", "โปรดเปิดและตรวจสอบแหล่งที่มาก่อนที่จะให้คะแนนบันทึกนี้"),
                n("ca6f04ec", "การตรวจสอบแหล่งที่มาที่อ้างถึงในบันทึกช่วยให้มั่นใจได้ถึงความถูกต้อง "),
                n("a7338bc2", "โน้ตนี้เป็นประโยชน์หรือไม่"),
                n("bd0b6422", "นี่เป็นคำอธิบายที่เป็นประโยชน์ว่าทำไมจึงไม่ต้องการบริบทเพิ่มเติมหรือไม่"),
                n("ac7f9746", "สิ่งนี้เป็นประโยชน์อย่างไร"),
                n("c7751804", "สิ่งนี้ไม่เป็นประโยชน์อย่างไร"),
                n("dc9c823a", "บันทึกนี้จะมีประโยชน์กับโพสต์ทั้งหมดที่มีลิงก์"),
                n("da0bb868", "หมายเหตุนี้จะมีประโยชน์กับโพสต์ทั้งหมดที่มีวิดีโอ"),
                n("e8694748", "หมายเหตุนี้จะมีประโยชน์กับโพสต์ทั้งหมดที่มีรูปภาพ"),
                n("b487e12e", "หมายเหตุนี้จะมีประโยชน์กับโพสต์ทั้งหมดที่มีสื่อ"),
                n("hfdb963e", "บันทึกนี้เฉพาะเจาะจงเกินไปสำหรับโพสต์นี้ และอาจไม่เกี่ยวข้องกับโพสต์อื่นๆ ที่มีลิงก์เดียวกัน"),
                n("bd6742c2", "หมายเหตุนี้เฉพาะเจาะจงเกินไปสำหรับโพสต์นี้และอาจไม่เกี่ยวข้องกับโพสต์อื่นๆ ที่มีวิดีโอเดียวกัน"),
                n("ded3a8a2", "หมายเหตุนี้เฉพาะเจาะจงเกินไปสำหรับโพสต์นี้และอาจไม่เกี่ยวข้องกับโพสต์อื่นๆ ที่มีรูปภาพเดียวกัน"),
                n("c1e42c92", "บันทึกนี้เฉพาะเจาะจงเกินไปสำหรับโพสต์นี้และอาจไม่เกี่ยวข้องกับโพสต์อื่นๆ ที่มีสื่อเดียวกัน"),
                n("af198630", "เผยแพร่ข้อมูลสู่สาธารณะ"),
                n("d39720d3", "เป็นประโยชน์"),
                n("i7d91dc9", "เป็นประโยชน์บางส่วน"),
                n("c75b7fb4", "ไม่เป็นประโยชน์"),
                n("d9025c46", function (e) {
                    return "โพสต์ " + e.matches;
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " โพสต์";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "โน้ตของคุณ"),
                n("b9f18eec", "ขณะนี้ได้รับการประเมินว่าเป็นประโยชน์"),
                n("j33f6520", "ขณะนี้ได้รับการประเมินว่าไม่เป็นประโยชน์"),
                n("idc0e9fc", "สมัครเพื่อเป็นผู้ได้รับมอบหมายของหมายเหตุจากชุมชน"),
                n("a83cccfa", "ผู้ได้รับมอบหมายสามารถตรวจสอบการเสนอบันทึก เขียนบันทึก ติดตามผลกระทบ และอื่นๆ อีกมากมาย!"),
                n("c2a6ec00", "ต้องการเข้าร่วมบันทึกของชุมชนหรือไม่"),
                n("d2470b62", "ช่วยให้ผู้คนได้รับข้อมูลได้ดีขึ้น"),
                n("ab23a972", "ติดตามบทสนทนา"),
                n("c68f3bc0", "เรียนรู้เพิ่มเติมเกี่ยวกับค่านิยมของเรา"),
                n("dfb1f498", "ความคิดเห็น"),
                n("a584cfa7", "ส่งข้อความส่วนตัวถึงเรา @CommunityNotes"),
                n("e4d93012", "มีหลายคนร้องขอหมายเหตุจากชุมชน"),
                n("e55983c0", "ยังไม่มีผู้ร้องขอคนใดให้ลิงก์ไปยังแหล่งข้อมูลที่อธิบายว่าทำไมจึงจำเป็นต้องมีหมายเหตุ"),
                n("h23be93e", "ผู้ร้องขอสามารถใส่โพสต์ X เพื่อช่วยอธิบายว่าเหตุใดพวกเขาจึงเชื่อว่าบันทึกจะมีประโยชน์ พวกเขารวมโพสต์ไว้ที่ด้านล่าง"),
                n("ca6ae344", "แถบแท็บหมายเหตุจากชุมชน"),
                n("fe27c1e2", "บันทึก"),
                n("ff692d64", "ข้อมูลส่วนตัวของคุณ"),
                n("cb1adfa0", "ดาวน์โหลดข้อมูล"),
                n("jaf0d42c", "โน้ตของคุณ"),
                n("fa9a644a", "หากบันทึกล่าสุด 3 ใน 5 รายการที่มีสถานะเป็นประโยชน์หรือไม่เป็นประโยชน์ ได้รับความเห็นว่าไม่เป็นประโยชน์ ความสามารถในการเขียนบันทึกของคุณจึงถูกล็อกชั่วคราว"),
                n("i4014342", "หลีกเลี่ยงการถูกล็อคความสามารถในการเขียนของคุณ นี่คือความคิดเห็นจากผู้มีส่วนร่วมเกี่ยวกับบันทึกสองรายการของคุณ:"),
                n("j9897a7c", "รับเคล็ดลับการเขียนบันทึก"),
                n("ac71a5a0", "ให้คะแนนบันทึกที่ต้องการความช่วยเหลือ"),
                n("h544e3c8", "ขณะนี้ผู้ได้รับมอบหมายต้องปลดล็อกความสามารถในการเขียนบันทึกด้วยการรับผลกระทบของการให้คะแนนที่ 5 คะแนน"),
                n("d88c63f6", "ใหม่: ปลดล็อกความสามารถในการเขียนบันทึก"),
                n("bd31adde", "คุณได้ออกจากโปรแกรมหมายเหตุจากชุมชนแล้ว"),
                n("a796c19c", "เข้าร่วมอีกครั้ง"),
                n("h837a96c", "คุณจะเข้าร่วมโปรแกรมหมายเหตุจากชุมชนอีกครั้ง"),
                n("a4d4bcb9", function (e) {
                    return "หากคุณต้องการเข้าร่วมอีกครั้ง คุณสามารถทำได้ที่นี่ใน " + e.numDaysToRejoin + " วัน";
                }),
                n("a490bc51", "เรียนรู้เพิ่มเติม"),
                n("c94ad3e8", "ส่งข้อเสนอแนะถึงเรา"),
                n("ee160790", "โน้ตที่ถูกลบ"),
                n("b3de4a42", "ผลกระทบของการให้คะแนน"),
                n("a7b0393c", "ผลกระทบของการเขียน"),
                n("id568acc", "นักเขียนยอดนิยม"),
                n("e25f9ad6", "การให้คะแนนที่ช่วยให้บันทึกได้รับสถานะว่าเป็นประโยชน์"),
                n("a0697fbc", "ทำได้ดีมาก! การให้คะแนนเหล่านี้ระบุบันทึกที่เป็นประโยชน์ที่แสดงบริบทในโพสต์และช่วยให้ผู้คนได้รับข้อมูลข่าวสาร"),
                n("a3311a60", "การให้คะแนนเหล่านี้ระบุบันทึกที่เป็นประโยชน์ที่แสดงบริบทในโพสต์และช่วยให้ผู้คนได้รับข้อมูลข่าวสาร"),
                n("bbc44f5a", "การให้คะแนนเหล่านี้ระบุบันทึกที่เป็นประโยชน์ที่แสดงบริบทในโพสต์และช่วยให้ผู้คนได้รับข้อมูลข่าวสาร"),
                n("b4f21858", "การให้คะแนนที่ช่วยให้บันทึกมีสถานะไม่เป็นประโยชน์"),
                n("d46b6bc8", "การให้คะแนนเหล่านี้ช่วยปรับปรุงบันทึกของชุมชน โดยการให้คำติชมแก่ผู้เขียนบันทึก และช่วยให้ผู้ได้รับมอบหมายมุ่งความสนใจไปที่บันทึกที่มีแนวโน้มว่าจะเป็นประโยชน์มากที่สุด"),
                n("a5e6ba6a", "การให้คะแนนบันทึกว่าเป็นประโยชน์ที่มีสถานะว่าไม่เป็นประโยชน์"),
                n("a22929e4", "การให้คะแนนบันทึกว่าไม่เป็นประโยชน์ที่มีสถานะว่าเป็นประโยชน์"),
                n("b76dd726", 'การให้คะแนนเหล่านี้เป็นเรื่องปกติและอาจนำไปสู่การเปลี่ยนแปลงสถานะได้หากมีผู้คนจำนวนมากพอที่เห็นด้วยว่าบันทึกที่มีสถานะ "เป็นประโยชน์" ไม่ได้มีประโยชน์มากเพียงพอ'),
                n("j29cc0f2", "การให้คะแนนเหล่านี้จะถูกนับเป็นสองครั้งเนื่องจากมักบ่งชี้ถึงการสนับสนุนบันทึกที่ผู้อื่นเห็นว่ามีคุณภาพต่ำ"),
                n("cd4333d0", "ไม่ต้องกังวลไป ใครๆ ก็ได้รับคะแนนเหล่านี้! "),
                n("e9fa53ac", "การให้คะแนนบันทึกที่ยังไม่มีสถานะว่าเป็นประโยชน์หรือไม่เป็นประโยชน์ในขณะนี้"),
                n("fc664dee", "การให้คะแนนบันทึกหลังจากได้รับสถานะแล้ว"),
                n("f024ec64", "การให้คะแนนเหล่านี้สามารถเพิ่มคะแนนสถานะของบันทึกหรือช่วยเปลี่ยนแปลงสถานะได้"),
                n("e1ee08e6", "ผลกระทบของการเขียน"),
                n("je3fc324", "บันทึกของคุณที่ได้รับสถานะว่าเป็นประโยชน์"),
                n("f7358242", "บันทึกที่ได้รับสถานะว่าเป็นประโยชน์"),
                n("j8e9b514", "เยี่ยมมาก! ขณะนี้บันทึกเหล่านี้แสดงต่อทุกคนที่เห็นโพสต์ เพิ่มบริบทและช่วยให้ผู้คนรับทราบข้อมูลข่าวสาร"),
                n("e9e57c5c", "ขณะนี้บันทึกเหล่านี้แสดงต่อทุกคนที่เห็นโพสต์ เพิ่มบริบทและช่วยให้ผู้คนรับทราบข้อมูลข่าวสาร"),
                n("fee0d8a8", "บันทึกเหล่านี้จะแสดงบน X เพิ่มบริบทให้กับโพสต์และช่วยให้ผู้คนรับทราบข้อมูลข่าวสาร"),
                n("iab44364", "บันทึกของคุณที่ได้รับสถานะว่าไม่เป็นประโยชน์"),
                n("d8c90438", "บันทึกที่ได้รับสถานะว่าไม่เป็นประโยชน์"),
                n("accaa48e", "บันทึกเหล่านี้ได้รับการจัดอันดับว่าไม่มีประโยชน์ โดยผู้ได้รับมอบหมายที่มากเพียงพอ ซึ่งรวมถึงผู้ที่ไม่เห็นด้วยกับการให้คะแนนในอดีตในบางครั้ง คุณสามารถดูบันทึกเหล่านี้และข้อเสนอแนะที่ได้รับในข้อมูลส่วนตัวของคุณ\nสถานะของบันทึกสามารถเปลี่ยนแปลงได้เมื่อมีผู้ให้คะแนนมากขึ้น"),
                n("fa2156f6", "บันทึกเหล่านี้ได้รับการจัดอันดับว่าไม่มีประโยชน์ โดยผู้ได้รับมอบหมายที่มากเพียงพอ ซึ่งรวมถึงผู้ที่ไม่เห็นด้วยกับการให้คะแนนในอดีตในบางครั้ง\nสถานะของบันทึกสามารถเปลี่ยนแปลงได้เมื่อมีผู้ให้คะแนนมากขึ้น"),
                n("d004c768", "บันทึกที่ต้องการคะแนนเพิ่มเติม"),
                n("f3d6d6c0", "บันทึกที่ยังไม่ได้รับสถานะว่าเป็นประโยชน์หรือไม่เป็นประโยชน์"),
                n("d68a370c", "อัพเดตล่าสุด: "),
                n("f10aaf3c", "เคล็ดลับการประเมินโน้ต"),
                n("b9793c9a", "คุณยังไม่ได้เขียนบันทึกใดๆ"),
                n("bed66f92", "วิธีเริ่มต้นมีดังนี้:"),
                n("a3ca686a", "ดูเคล็ดลับในการเขียนบันทึกที่เป็นประโยชน์"),
                n("ga8034c6", "แตะเมนู ••• บนโพสต์ใดก็ได้เพื่อเขียนบันทึก"),
                n("h4109636", "หากคุณคิดว่าโพสต์อาจทำให้เข้าใจผิด ให้เขียนข้อความที่เพิ่มบริบทที่เป็นประโยชน์ให้กับผู้ที่อาจพบเจอ"),
                n("ec30e9ac", "ผู้ได้รับมอบหมายรายอื่นจะให้คะแนนความเป็นประโยชน์ของบันทึกของคุณ"),
                n("e0c42f80", "หากบันทึกได้รับสถานะที่เป็นประโยชน์ บันทึกนั้นจะแสดงเป็นบริบทสำหรับทุกคนที่เห็นโพสต์"),
                n("ife4baaa", "หมายเหตุจากชุมชนไม่ทำงานตามกฎส่วนใหญ่ ในการระบุบันทึกที่เป็นประโยชน์ต่อผู้คนในวงกว้าง จำเป็นต้องมีข้อตกลงเกี่ยวกับสถานะระหว่างผู้ได้รับมอบหมายที่บางครั้งไม่เห็นด้วยในการให้คะแนนที่ผ่านมา ซึ่งจะช่วยป้องกันการให้คะแนนแบบลำเอียง"),
                n("a0c552ee", "ผลกระทบของคุณจะแสดงที่นี่"),
                n("a4e5ea3c", "คุณยังไม่ได้ให้คะแนนบันทึกใดๆ"),
                n("g9a28bde", "เรียกดูบันทึกที่ต้องการความช่วยเหลือ"),
                n("dc0046e2", "เลือกดูหน้าแรกของหมายเหตุจากชุมชน"),
                n("fecae168", "ซึ่งคุณจะพบบันทึกที่ต้องการคะแนนเพิ่มเติม และการให้คะแนนของคุณโดยเฉพาะสามารถช่วยได้"),
                n("h525e29e", "ช่วยหาบันทึกที่อาจเป็นประโยชน์กับคนจำนวนมาก"),
                n("f6db7706", "หมายเหตุจากชุมชนที่ดีที่สุดระบุการกล่าวอ้างของโพสต์โดยตรง เขียนด้วยภาษาที่เป็นประโยชน์และชัดเจน และเพิ่มแหล่งข้อมูลที่ผู้คนจำนวนมากมองว่าเชื่อถือได้"),
                n("f636b582", "ช่วยหาบันทึกที่ไม่เป็นประโยชน์"),
                n("f58f4f62", "การให้คะแนนบันทึกคุณภาพต่ำช่วยปรับปรุงหมายเหตุจากชุมชน โดยการให้ข้อเสนอแนะแก่ผู้เขียนบันทึก และช่วยให้ผู้ได้รับมอบหมายมุ่งความสนใจไปที่บันทึกที่มีแนวโน้มว่าจะเป็นประโยชน์มากที่สุด"),
                n("cf30af22", "คุณรู้หรือไม่"),
                n("d145b0fa", "สถานะบันทึกไม่ถึงตามกฎเสียงข้างมาก หากต้องการระบุบันทึกที่เป็นประโยชน์ต่อผู้คนในวงกว้าง สถานะของบันทึกจำเป็นต้องมีข้อตกลงระหว่างผู้ได้รับมอบหมายที่บางครั้งไม่เห็นด้วยในการให้คะแนนที่ผ่านมา ซึ่งจะช่วยป้องกันการให้คะแนนแบบลำเอียง"),
                n("c20a24cc", "ยินดีด้วย!"),
                n("d01b8fc8", "คุณเป็นนักเขียนหมายเหตุจากชุมชนยอดนิยม"),
                n("jbe2ad46", 'นักเขียนที่มีผลกระทบของการเขียนสูงและมีบันทึกที่มีสถานะ "เป็นประโยชน์" ในสัดส่วนที่สูงสามารถเข้าถึง:'),
                n("d2dc3d4c", "ให้ความสำคัญสำหรับการแจ้งเตือนเกี่ยวกับบันทึก"),
                n("heb73816", "การเสนอบันทึกของนักเขียนยอดนิยมมีแนวโน้มที่จะกระตุ้นการแจ้งเตือนเพื่อให้ได้รับความสนใจจากผู้ให้คะแนน"),
                n("b760d51a", "ป้ายกำกับในโปรไฟล์นามแฝง"),
                n("ief63e50", "สามารถระบุนักเขียนยอดนิยมได้ด้วยป้ายกำกับในโปรไฟล์หมายเหตุจากชุมชน"),
                n("jd6b88ca", "บันทึกเกี่ยวกับสื่อ"),
                n("c39bdf5a", "นักเขียนยอดนิยมสามารถเขียนบันทึกเกี่ยวกับสื่อที่แสดงบนโพสต์หลายรายการ ซึ่งทำให้ผู้คนจำนวนมากได้รับข้อมูลที่ดีขึ้น"),
                n("efb9a9e0", "ไม่มีอะไรให้ดูที่นี่"),
                n("a1529ce7", "เรียนรู้เพิ่มเติม"),
                n("f07ed596", "ผู้ได้รับมอบหมายเช่นคุณร่วมกันช่วยระบุบันทึกที่เป็นประโยชน์เพื่อแสดงเป็นบริบทบน X และแจ้งให้ผู้คนทราบ"),
                n("h2b5268a", "เยี่ยมมาก! ให้คะแนนบันทึกเพิ่มเติมเพื่อเพิ่มผลกระทบของคุณต่อไป"),
                n("e86c87a0", "ให้คะแนนบันทึกเพิ่มเติม"),
                n("ad98f836", "ผลกระทบจากการให้คะแนนของคุณเปลี่ยนเป็นเชิงลบ แต่ไม่ต้องกังวลนะ!"),
                n("e2d7c914", "ให้คะแนนบันทึกต่อ"),
                n("a5427624", "เลือกดูหน้าแรกของหมายเหตุจากชุมชนเพื่อค้นหาบันทึกที่ต้องการคะแนนจากผู้ได้รับมอบหมายมากขึ้น"),
                n("e227a7fa", "สถานะบันทึกสามารถเปลี่ยนแปลงได้ตลอดเวลา"),
                n("eda73c9c", "บางครั้งการให้คะแนนของคุณจะขัดแย้งกับสถานะในบันทึก แต่นั่นไม่ใช่ปัญหา! หากผู้ได้รับมอบหมายเห็นด้วยกับคุณมากขึ้น สถานะสามารถเปลี่ยนแปลงได้ และผลกระทบจะเปลี่ยนไป"),
                n("cfa3b664", "ตอนนี้คุณสามารถเขียนบันทึกของชุมชนได้แล้ว!"),
                n("j44125ee", "ผู้ร่วมให้ข้อมูลรายนี้ยังไม่ได้เขียนโน้ตใดๆ"),
                n("da55067c", "ตรวจสอบพื้นที่สนทนานี้ในภายหลัง"),
                n("f893c3b8", "เข้าร่วมหมายเหตุจากชุมชน"),
                n("a701795c", "ยังไม่มีหมายเหตุจากชุมชน"),
                n("db08295e", "อยากเข้าร่วมใช่ไหม"),
                n("ha275800", "ดูเหมือนว่าคุณจะไม่ได้เข้าร่วมโปรแกรมนำร่องหมายเหตุจากชุมชน เข้าร่วมตอนนี้เพื่อช่วยให้ผู้คนได้รับข้อมูลที่ดีขึ้น"),
                n("ce0a213a", "หากต้องการสร้างบันทึก ให้เลือกไอคอนหมายเหตุจากชุมชนในเมนูของโพสต์ใดก็ได้ บันทึกที่คุณสร้างจะแสดงขึ้นที่นี่"),
                n("c87f3cf8", "โน้ต"),
                n("a5b19492", "ไม่มีโน้ตนี้"),
                n("c21d1b2a", "โน้ตจะมีสถานะเป็นมีประโยชน์หรือไม่มีประโยชน์เมื่อมีข้อตกลงจากผู้ได้รับมอบหมายเพียงพอ ซึ่งรวมถึงผู้ที่ไม่เห็นด้วยในบางครั้งในการให้คะแนนที่ผ่านมา วิธีนี้ช่วยให้แน่ใจว่าโน้ตจะเป็นประโยชน์กับผู้คนจำนวนมาก และป้องกันการให้คะแนนแบบลำเอียง"),
                n("c7b59cde", "การตั้งค่าของหมายเหตุจากชุมชน"),
                n("c8be1d0d", "ค้นหาเพิ่มเติม"),
                n("a5a2330c", "โพสต์กับสื่อเดียวกัน"),
                n("ad071b5c", "โพสต์ที่มีลิงก์เดียวกัน"),
                n("b92967c0", "บันทึกนี้ไม่ใช่บันทึกสื่อ"),
                n("i92fddce", "หมายเหตุจะแสดงบนโพสต์ด้านล่างโดยอัตโนมัติหากมีผู้คนจำนวนมากพอเห็นว่าสมควร"),
                n("f5ce7a00", "โพสต์สื่อนี้ยังไม่มีรายการที่ตรงกัน"),
                n("e1288bdc", "แจ้งเตือนเมื่อบันทึกต้องการความช่วยเหลือ"),
                n("ca14eab4", "รับการแจ้งเตือนเมื่อหมายเหตุจากชุมชนต้องการให้คุณให้คะแนน"),
                n("gb2bc3d0", "ฉันพร้อมช่วยเต็มที่ 🔥"),
                n("c35ebcd2", "ฉันช่วยได้มากเท่าที่สามารถช่วยได้ ซึ่งไม่เกินสองสามครั้งต่อวัน"),
                n("ba165b3c", "บ่อยๆ"),
                n("g72e2a58", "การแจ้งเตือนสองสามครั้งต่อสัปดาห์"),
                n("idd249e0", "บางครั้ง"),
                n("if2e01ee", "การแจ้งเตือนสองสามครั้งต่อเดือน"),
                n("fdaeaab8", "เกิดข้อผิดพลาดในการบันทึกการตั้งค่าของคุณ โปรดลองอีกครั้ง"),
                n("db4e443a", "บันทึกการตั้งค่าของคุณแล้ว"),
                n("dc11636c", "ภาษาที่คุณพูด"),
                n("fae059c6", "ออกจากโปรแกรมหมายเหตุจากชุมชน"),
                n("ed37123a", "คุณกำลังออกจากโปรแกรมหมายเหตุจากชุมชน"),
                n("c1a554a2", "สิ่งที่คุณควรรู้มีดังนี้"),
                n("j59355fe", "คุณจะไม่สามารถเขียนหมายเหตุจากชุมชนใหม่ได้"),
                n("c23420ec", "คุณจะไม่ได้รับการแจ้งเตือนจากหมายเหตุจากชุมชน เว้นแต่จะเกี่ยวข้องกับกิจกรรมของคุณบน X"),
                n("c76031ee", "โปรไฟล์หมายเหตุจากชุมชนที่ไม่ระบุชื่อของคุณและการส่งที่ผ่านมาจะยังคงเปิดเผยต่อสาธารณะ คุณจะยังสามารถดูและลบบันทึกของคุณได้"),
                n("be4f9106", "คุณสามารถเข้าร่วมอีกครั้งได้หลังจาก 90 วัน"),
                n("hf68e810", "หมายเหตุจากชุมชนเป็นโปรแกรมที่มีจุดมุ่งหมายเพื่อสร้างการรับรู้ข้อมูลที่ดีขึ้นของโลกใบนี้ โดยส่งเสริมให้ผู้คนบน X ร่วมมือกันเพิ่มบันทึกที่เป็นประโยชน์ในโพสต์ที่อาจทำให้เข้าใจผิดได้"),
                n("jdb52860", "ผู้ร่วมให้ข้อมูลเขียนและให้คะแนนโน้ต"),
                n("c104025c", "ผู้ได้รับมอบหมายคือผู้คนบน X เช่นเดียวกับคุณ ซึ่งเลือกที่จะลงทะเบียนในโปรแกรมนำร่องเพื่อเขียนและให้คะแนนบันทึก ยิ่งมีคนเข้าร่วมมากเท่าไร โปรแกรมก็จะยิ่งให้ผลลัพธ์ดีขึ้นเท่านั้น"),
                n("j7872b8c", "มีเพียงบันทึกที่ผู้คนเห็นว่าเป็นประโยชน์เท่านั้นที่จะปรากฏบนโพสต์"),
                n("fb59415e", "เพื่อแสดงบันทึกต่อสาธารณะในฐานะที่เป็นบริบทบนโพสต์ บันทึกจำเป็นต้องได้รับการประเมินว่าเป็นประโยชน์จากผู้คนที่มีมุมมองที่แตกต่างกันจำนวนมากพอ วิธีนี้จะช่วยหลีกเลี่ยงอคติและการปลุกปั่น และช่วยค้นหาโน้ตที่เป็นประโยชน์กับคนจำนวนมากได้"),
                n("f9a44022", "บริษัท X ไม่ได้เป็นผู้เลือกสิ่งที่จะแสดง แต่ผู้คนเป็นคนเลือก"),
                n("gdf4fbb2", "บริษัท X ไม่ได้เขียน ให้คะแนน หรือตรวจสอบบันทึกต่างๆ (เว้นแต่จะละเมิดข้อบังคับของ X) เราเชื่อว่าการให้ผู้คนได้แสดงความคิดเห็นในการตัดสินใจเลือกเหล่านี้ร่วมกันเป็นวิธีที่ยุติธรรมและมีประสิทธิภาพในการเพิ่มข้อมูลที่ช่วยให้ผู้คนรับทราบข้อมูลได้ดีขึ้น"),
                n("cc720e6a", "หมายเหตุจากชุมชนยึดมั่นในหลักความโปร่งใสของข้อมูล"),
                n("j2fcd33a", "ข้อมูลจะรวมการมีส่วนร่วมจนถึง"),
                n("d4a6b322", "เราจะเผยแพร่ข้อมูลบันทึกของชุมชนทั้งหมดที่นี่ทุกวันเพื่อให้ชุมชนของเราสามารถเข้าถึงข้อมูลฟรี เพื่อใช้วิเคราะห์ข้อมูล ระบุปัญหา และมองหาโอกาสในการทำให้บันทึกของชุมชนใช้งานได้ดีขึ้น และเราหวังว่าจะได้เรียนรู้ร่วมกันกับคุณ"),
                n("c359263a", "เรียนรู้วิธีใช้และวิเคราะห์ข้อมูลหมายเหตุจากชุมชน "),
                n("b8a27fe2", "ในคู่มือของเรา"),
                n("j1c99e00", "ข้อมูลโน้ต"),
                n("i6f69314", "ข้อมูลการประเมิน"),
                n("b7e4c114", "ข้อมูลประวัติสถานะของโน้ต"),
                n("d7f19114", "ข้อมูลสถานะการลงทะเบียนของผู้ใช้"),
                n("b6008808", "ข้อมูลคำขอบันทึก"),
                n("h786cd7a", "ยังไม่สามารถดูข้อมูลโน้ตได้"),
                n("d0fe8052", "ยังไม่สามารถดูข้อมูลการประเมินได้"),
                n("c0427f94", "ข้อมูลประวัติสถานะของโน้ตยังไม่พร้อมใช้งาน"),
                n("g880d8c0", "ยังไม่มีข้อมูลสถานะการลงทะเบียนของผู้ใช้"),
                n("ab1b3d38", "ยังไม่สามารถดูข้อมูลคำขอบันทึกได้"),
                n("c43fb933", "ข้อตกลงและนโยบายนักพัฒนา X"),
                n("af781666", "ผู้คนคิดยังไง"),
                n("a1f414ee", "แบ่งปันความคิด"),
                n("ed88e742", "คัดลอกลิงก์ไปที่หัวข้อ"),
                n("h92fe1be", "ขออภัย บันทึกของชุมชนยังไม่พร้อมให้บริการสำหรับคุณในขณะนี้"),
                n("f0dc1434", "หมายเหตุจากชุมชนมีให้บริการในสหรัฐอเมริกาเท่านั้น"),
                n("f8fc0b48", "สร้างโฟลเดอร์"),
                n("c14bcdde", "ค้นหาบุ๊คมาร์ก"),
                n("e9c65c4a", "ค้นหาบุ๊คมาร์ก"),
                n("b92a21d9", function (e) {
                    return "ไม่พบผลลัพธ์สําหรับ " + e.query;
                }),
                n("f191a2ba", "การตั้งค่าการค้นหา"),
                n("a068008a", "โฟลเดอร์ไม่โหลดในขณะนี้"),
                n("f075b0e8", "แก้ไขโฟลเดอร์"),
                n("beba2a0e", "สร้างโฟลเดอร์บุ๊คมาร์กใหม่"),
                n("e41c9b4f", function (e) {
                    return "บันทึกลงใน " + e.bookmarkFolderName + " แล้ว";
                }),
                n("h18f86a4", "ลบโฟลเดอร์"),
                n("f4ea967a", "ลบโฟลเดอร์แล้ว"),
                n("b670aa62", "ชื่อโฟลเดอร์"),
                n("aece5462", "อัพเดตชื่อโฟลเดอร์เรียบร้อย"),
                n("e3299b94", "มีบางอย่างผิดพลาด ลองอัพเดตโฟลเดอร์ดังกล่าวอีกครั้งในอีกสักครู่"),
                n("c09ea714", "มีบางอย่างผิดพลาด ลองลบโฟลเดอร์ดังกล่าวอีกครั้งในอีกสักครู่"),
                n("gee78816", "ชื่อของโฟลเดอร์บุ๊คมาร์กไม่ควรเกิน 25 ตัวอักษร"),
                n("h9a5daa2", "ลบโฟลเดอร์หรือไม่"),
                n("ac9d5f56", 'โพสต์ของคุณจะยังได้รับการบันทึกไว้ในโฟลเดอร์ "บุ๊คมาร์กทั้งหมด"'),
                n("i6e7e298", "สร้าง"),
                n("a0ea2fa6", "ช่องชื่อไม่สามารถเว้นไว้ได้"),
                n("eec37eac", "มีโฟลเดอร์บุ๊คมาร์กที่มีชื่อนั้นอยู่แล้ว"),
                n("fce0c59e", "ไม่สามารถแยกวิเคราะห์ JSON ของแอนิเมชั่น โปรดตรวจสอบรูปแบบของ JSON ในไฟล์แอนิเมชั่นของคุณแล้วลองอีกครั้ง"),
                n("g0eea6c2", "ไม่สามารถอ่านไฟล์ JSON ของแอนิเมชั่น โปรดลองเปิดไฟล์อีกครั้ง"),
                n("ae58026a", "เปิดไฟล์ .json ความชอบของแบรนด์เพื่อดูตัวอย่าง"),
                n("hd0bc1eb", function (e) {
                    return e.name + " กำลังถ่ายทอดสด";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " ได้ถ่ายทอดสด";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " ไม่ได้ถ่ายทอดสด";
                }),
                n("d39d46c4", "อัปเดตชื่อเรื่องแล้ว การเปลี่ยนแปลงอาจใช้เวลาถึง 30 วินาทีจึงจะปรากฏ"),
                n("e44095a5", function (e) {
                    return "เริ่มแล้วเมื่อ " + e.timestamp;
                }),
                n("j83f29dd", function (e) {
                    return "สิ้นสุดเมื่อ " + e.timestamp;
                }),
                n("daca8a2c", "เปิดในด็อค"),
                n("e3aac82a", "กำลังโหลดการออกอากาศ");
            n("i0ed3f4e", "รูปภาพเหตุการณ์"),
                n("cbae35fa", "รายงานการออกอากาศ"),
                n("fd12ab58", "โพสต์คอลเลคชั่น"),
                n("a226497c", "สร้างชุมชนใหม่"),
                n("d7346632", "คุณยังไม่ได้เข้าร่วมชุมชนใดๆ"),
                n("b732a4cc", "เมื่อคุณดำเนินการ คุณจะเห็นโพสต์ที่นี่"),
                n("hff48914", "ไม่พบโพสต์ในขณะนี้"),
                n("hb52cc4a", "โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("e50e1bb0", "ยินดีต้อนรับสู่ชุมชน"),
                n("i6829daa", "ชุมชนเป็นกลุ่มสนทนาที่มีการดูแลซึ่งผู้คนบน X สามารถเชื่อมต่อและแชร์เรื่องราวกันได้"),
                n("fc5c6914", "พบคนอื่นๆ ที่สนใจเรื่องเดียวกับคุณ"),
                n("aa1a9820", "เข้าร่วมชุมชนเพื่อเชื่อมต่อกับผู้คนที่มีความสนใจเหมือนกับคุณ"),
                n("edef4c82", "โพสต์ไปยังชุมชนโดยตรง"),
                n("a7640df6", "โพสต์ของคุณจะถูกแชร์กับสมาชิกชุมชนและผู้ติดตามของคุณ"),
                n("h3bb8068", "ดูข้อมูลสำรองเมื่อคุณต้องการ"),
                n("a709f8f8", "ผู้ดูแลระบบและผู้ดูแลช่วยจัดการชุมชนและติดตามการสนทนา"),
                n("c8d33380", "รายการใหม่"),
                n("cb6adb10", "ค้นหาชุมชน"),
                n("df362964", "ค้นหาชุมชน"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " ใหม่ โพสต์";
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " รายงาน";
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " คำขอ";
                }),
                n("a2118086", "จัดเรียงโพสต์"),
                n("hb01fe46", "เมื่อคุณดำเนินการ คุณจะเห็นชุมชนที่นี่"),
                n("c170a564", "ไม่พบผลลัพธ์จากคำที่คุณป้อน ลองใช้คำค้นหาอื่น"),
                n("cbd1aef8", "ค้นหาชุมชนและโพสต์"),
                n("fbf01e52", "ค้นหาชุมชน"),
                n("c8a6499c", "ผลการค้นหาโพสต์ในชุมชน"),
                n("af05a978", "ผลการค้นหาจะปรากฏที่นี่เมื่อคุณพิมพ์"),
                n("eb4d2cd0", "ไม่พบโพสต์"),
                n("a8ecdb4c", "ผลการค้นหาโพสต์ล่าสุดของชุมชน"),
                n("dc6ce7b4", "สมาชิก"),
                n("ga2aa43c", "ผู้ดูแล"),
                n("b139b54a", "เชิญชวนสมาชิก"),
                n("cf4898a0", "ค้นหาผู้คน"),
                n("g30bc699", function (e) {
                    return "ดูข้อมูลส่วนตัวของ @" + e.screenName;
                }),
                n("e585d844", "เพิ่มไปยังทีมผู้ดูแล"),
                n("cab7c6f8", "ต้องการเพิ่มไปยังทีมผู้ดูแลหรือไม่"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " เป็นผู้ดูแลในขณะนี้";
                }),
                n("f348a395", function (e) {
                    return "เราไม่สามารถเพิ่ม @" + e.screenName + " ไปยังทีมผู้ดูแลได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง";
                }),
                n("c3a1aebe", "ลบออกจากทีมผู้ดูแล"),
                n("c273c8a6", "ต้องการลบออกจากทีมผู้ดูแลหรือไม่"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " ไม่ได้เป็นผู้ดูแลอีกต่อไป";
                }),
                n("a5808125", function (e) {
                    return "คุณไม่สามารถลบ @" + e.screenName + " ออกจากทีมผู้ดูแลได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง";
                }),
                n("a51d671b", function (e) {
                    return "แบน @" + e.screenName + " จากชุมชน";
                }),
                n("cdd87524", "ยังไม่มีใครอยู่ที่นี่"),
                n("cca51910", "เมื่อมีคนเข้าร่วมชุมชนนี้ คุณจะเห็นพวกเขาที่นี่"),
                n("c9d56b72", "บอกเราเล็กน้อยเกี่ยวกับชุมชนของคุณ คุณสามารถเปลี่ยนรายละเอียดเหล่านี้ได้ในภายหลัง"),
                n("c1ad5a12", "ดูเหมือนว่าเราจะพบปัญหาในการสร้างชุมชนใหม่ของคุณ โปรดลองอีกครั้งในภายหลัง"),
                n("f713fbd2", "การเป็นสมาชิก"),
                n("d1fa71fc", "คำถามสำหรับการอนุมัติ (ไม่บังคับ)"),
                n("a0a16d38", "ทุกคนสามารถเข้าร่วมและ/หรือได้รับเชิญให้เข้าร่วมชุมชน"),
                n("ce0523a8", "จำกัด"),
                n("i1aad6ec", "ผู้คนต้องขอเข้าร่วม และทีมผู้ดูแลต้องอนุมัติคำขอเหล่านั้น ผู้ที่ได้รับเชิญจากทีมผู้ดูแลจะได้รับการอนุมัติโดยอัตโนมัติ"),
                n("c85960a0", "อนุญาตให้สมาชิกส่งคำเชิญ"),
                n("ca373cd2", "ผู้คนที่ได้รับเชิญจากสมาชิกปัจจุบันจะได้รับการอนุมัติโดยอัตโนมัติ"),
                n("dfdcc6b4", "ควบคุมว่าใครสามารถเข้าร่วมชุมชนของคุณได้บ้าง โปรดทราบว่าทุกคนใน X จะมองเห็นชุมชนทั้งหมด"),
                n("h3e55b40", "ชื่อชุมชน"),
                n("dd71d9c9", function (e) {
                    return "ชื่อจะต้องมีความยาวระหว่าง " + e.minCharacterCount + " และ " + e.maxCharacterCount + " ตัวอักษร และไม่สามารถใส่แฮชแท็กหรือ @ชื่อผู้ใช้";
                }),
                n("cf65e56b", function (e) {
                    return "ชื่อต้องมีความยาวระหว่าง " + e.minCharacterCount + " และ " + e.maxCharacterCount + " ตัวอักษร";
                }),
                n("d936eeca", "ชื่อต่างๆ ไม่สามารถใส่แฮชแท็กหรือ @ชื่อผู้ใช้"),
                n("e2df7cf2", "วัตถุประสงค์ของชุมชน"),
                n("be9bb312", "วัตถุประสงค์ที่ชัดเจนจะให้คำอธิบายเกี่ยวกับชุมชนของคุณและทำให้ผู้คนทราบว่าพวกเขาจะพบกับอะไรบ้าง"),
                n("e988475f", function (e) {
                    return "วัตถุประสงค์ต้องมีความยาวระหว่าง " + e.minCharacterCount + " และ " + e.maxCharacterCount + " ตัวอักษร";
                }),
                n("gcddfba8", "คำถามสำหรับการอนุมัติ"),
                n("hf86d862", "เมื่อผู้ใช้ส่งคำขอเข้าร่วม พวกเขาก็จะสามารถตอบคำถามนี้ได้ คำตอบของพวกเขาจะแสดงพร้อมกับคำขอของพวกเขา คุณสามารถลบคำถามออกได้โดยปล่อยว่างไว้"),
                n("i88b7305", function (e) {
                    return "คำถามต้องน้อยกว่า " + e.maxCharacterCount + " ตัวอักษร";
                }),
                n("dce5e1b4", "เครื่องมือผู้ดูแลระบบ"),
                n("c5d8c93e", "เครื่องมือผู้ดูแล"),
                n("c8c7f9fc", "ต้องตรวจสอบ"),
                n("a87df2ee", "การจัดการชุมชน"),
                n("ee609174", "การตั้งค่าทั่วไป"),
                n("ab19cdaa", "การตั้งค่าสแปม"),
                n("d755f47d", function (e) {
                    return "โพสต์ใหม่ " + e.count + " รายการที่ต้องตรวจสอบ";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " สมาชิก";
                }),
                n("adfcc3ce", "เพิ่ม ลบ หรือแก้ไขกฎ"),
                n("d0330d9c", "ดูข้อบังคับ"),
                n("fd67f7c8", "แก้ไขชื่อชุมชน วัตถุประสงค์ และอื่นๆ"),
                n("e7e31264", "ปรับตัวกรองสแปมและเครื่องมือรายงาน"),
                n("gc00d212", "การสนับสนุนและทรัพยากร"),
                n("g0cbfc50", "คู่มือที่เป็นประโยชน์สำหรับการดูแลชุมชน"),
                n("h6ebcfca", "แสดงชุมชนนี้ในข้อมูลส่วนตัวของคุณ"),
                n("c0fa0634", "เน้นชุมชนของคุณ"),
                n("da035fd5", function (e) {
                    return "ใหม่" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "เน้นชุมชนของคุณในข้อมูลส่วนตัว"),
                n("b18e94b2", "เปลี่ยนไปใช้ข้อมูลส่วนตัวระดับมืออาชีพเพื่อแสดงชุมชนบนข้อมูลส่วนตัวของคุณ เข้าถึงการวิเคราะห์กลุ่มเป้าหมาย และอื่นๆ"),
                n("dc716b1c", "รายชื่อชุมชน"),
                n("c3e2dda6", "เพิ่มหรือลบรายชื่อชุมชน"),
                n("a68bffdc", "ดูตัวชี้วัดของชุมชน"),
                n("c6ea29a2", "ออกจากทีมผู้ดูแล"),
                n("a6e13fac", "คุณแน่ใจหรือไม่ว่าต้องการออกจากทีมผู้ดูแล"),
                n("e538848c", "คุณจะไม่สามารถเข้าถึงเครื่องมือผู้ดูแลได้อีกต่อไป หากคุณเปลี่ยนใจ คุณจะต้องได้รับเชิญให้เป็นผู้ดูแลอีกครั้ง"),
                n("j49e6aa2", "ใช่ ฉันต้องการออก"),
                n("dde5f323", function (e) {
                    return e.count + " คำขอเป็นสมาชิกใหม่ที่ต้องตรวจสอบ";
                }),
                n("f5e0332a", "เนื้อหาสำหรับผู้ใหญ่ (NSFW)"),
                n("e983404a", "แฮชแท็กที่ปักหมุดแล้ว"),
                n("j8af8eaa", "ประเภทสมาชิก"),
                n("d5f01116", "วัตถุประสงค์"),
                n("c2ff3c9e", "แท็กการค้นหา"),
                n("f4a98e9e", "ข้อมูลชุมชน"),
                n("a43bed28", "คุณต้องเปิดใช้งานการตั้งค่านี้หากชุมชนของคุณมีเนื้อหาที่มีความละเอียดอ่อนสำหรับผู้ใหญ่ การละเว้นนี้จะส่งผลให้มีการกรองเนื้อหาที่มีความละเอียดอ่อนสำหรับผู้ใหญ่ทั้งหมดภายในชุมชนของคุณโดยอัตโนมัติ"),
                n("ab1069de", "ลบชุมชน"),
                n("bbc91896", "การดำเนินการนี้ไม่สามารถยกเลิกได้ ผู้เขียนโพสต์ยังคงเห็นโพสต์ของตนเองได้"),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "ป้ายชุมชน"),
                n("ea965b82", "แก้ไขป้ายชุมชน"),
                n("j35d3ad6", "ลบและแทนที่"),
                n("f1e8fb22", "แบนเนอร์ของคุณจะถูกลบออกและแทนที่ด้วยแบนเนอร์ค่าเริ่มต้น"),
                n("e405ec22", "ดูเหมือนว่าเราจะพบปัญหาในการบันทึกรูปภาพแบนเนอร์ของคุณ โปรดลองอีกครั้งในภายหลัง"),
                n("b7fb6bda", "ครอบตัดรูป"),
                n("e71cdf4e", "ครอบตัดรูปขนาดย่อ"),
                n("ef199198", "บันทึกการตั้งค่าของคุณแล้ว"),
                n("ee10aa5a", "การตั้งค่าของคุณไม่สามารถบันทึกได้"),
                n("i307a7ca", "แก้ไขแฮชแท็กที่ปักหมุดแล้ว"),
                n("dc6eca54", "ลบแฮชแท็กแล้ว"),
                n("d27de326", "ปักหมุดแฮชแท็กเพื่อจัดระเบียบโพสต์ของชุมชนของคุณตามลำดับเหตุการณ์ที่แยกจากกัน"),
                n("d84cc77a", "พิมพ์แฮชแท็กที่นี่"),
                n("d22e4cba", "แฮชแท็กไม่ควรซ้ำกัน"),
                n("ca72a540", "คุณมีแฮชแท็กถึงจำนวนสูงสุดที่อนุญาตแล้ว"),
                n("bd96bf16", "แฮชแท็กควรมีความยาวขั้นต่ำ 1 ตัวอักษรและความยาวสูงสุด 30 ตัวอักษร"),
                n("j27623d4", "แฮชแท็กไม่ควรมีเว้นวรรคหรืออักขระพิเศษ"),
                n("c5d1634e", "ตกลง ฉันเข้าใจ"),
                n("daedd9fa", "การดำเนินการนี้จะเป็นการอนุญาตให้ทุกคนเข้าร่วมชุมชนของคุณ คำขอเข้าร่วมที่รอดำเนินการทั้งหมดจะได้รับการอนุมัติโดยอัตโนมัติ"),
                n("h3c0f1a2", "แก้ไขชื่อชุมชน"),
                n("cb5e6510", "ดูเหมือนว่าเราจะพบปัญหาในการบันทึกชื่อใหม่ของคุณ โปรดลองอีกครั้งในภายหลัง"),
                n("a8955490", "แก้ไขวัตถุประสงค์"),
                n("ced2292a", "ดูเหมือนว่าเราจะพบปัญหาในการบันทึกคำอธิบายวัตถุประสงค์ของคุณ โปรดลองอีกครั้งในภายหลัง"),
                n("ba74c098", "แก้ไขคำถาม"),
                n("bd3e0420", "ดูเหมือนว่าเราจะพบปัญหาในการบันทึกคำถามของคุณ โปรดลองอีกครั้งในภายหลัง"),
                n("b57baa7a", "แก้ไขแท็กการค้นหา"),
                n("f8caab7a", "เพิ่มแท็กการค้นหาเพื่อบูสต์ชุมชนของคุณในคำแนะนำและผลการค้นหา"),
                n("f35a667a", "พิมพ์แท็กการค้นหาที่นี่"),
                n("b057d5c6", "แท็กการค้นหาไม่ควรซ้ำกัน"),
                n("cc961258", "คุณมีแท็กการค้นหาถึงจำนวนสูงสุดที่อนุญาตแล้ว"),
                n("df4aca88", "แท็กการค้นหาควรมีความยาวขั้นต่ำ 1 ตัวอักษรและความยาวสูงสุด 30 ตัวอักษร"),
                n("ie58fa58", "แท็กการค้นหาไม่ควรมีเว้นวรรคหรืออักขระพิเศษ"),
                n("hd176a01", function (e) {
                    return "บันทึกหัวข้อแล้ว! ขณะนี้หัวข้อชุมชนคือ " + e.newTopicName;
                }),
                n("i39a43cc", "หัวข้อชุมชนถูกลบออกแล้ว"),
                n("e81b196e", "ไม่สามารถบันทึกหัวข้อใหม่ได้"),
                n("c1f97ad4", "แก้ไขหัวข้อ"),
                n("g908eb0c", "เพิ่มหัวข้อเพื่อให้ผู้อื่นค้นพบชุมชนของคุณได้ง่ายดายยิ่งขึ้น! เลือกหัวข้อที่เหมาะกับชุมชนของคุณที่สุด"),
                n("f18a8ca0", "การตั้งค่าสแปม"),
                n("c8bd5d42", "ระดับของการกรองสแปม"),
                n("gfeb40a2", "ตัวกรองสแปมสามารถปรับเปลี่ยนตามระดับความล่อแหลมที่แตกต่างกันเพื่อจัดการโพสต์ที่ไม่ต้องการ"),
                n("h766865c", "รายงานอัตโนมัติโดย X"),
                n("fd1f413a", "รายงานอัตโนมัติให้ผู้ดูแลทราบด้วยคุณสมบัติที่เลือก เมื่อโพสต์ได้รับการอนุมัติแล้ว X จะไม่รายงานโพสต์ต่อๆ ไปของผู้เขียนคนเดียวกัน"),
                n("b1ba5fb4", "การตรวจจับนักสแปม"),
                n("ee195f28", "คําสำคัญที่เป็นสแปม"),
                n("cf276a82", "ซ่อนโพสต์ที่รายงานโดย X จนกว่าจะได้รับการอนุมัติจากผู้ดูแล"),
                n("a8c4c3fe", "รายงานโพสต์จากผู้ใช้ที่มีประวัติพฤติกรรมเป็นสแปม"),
                n("j8de95ec", "ป้อนคําสำคัญที่จะเรียกใช้รายงานอัตโนมัติ"),
                n("ie873142", "สูง"),
                n("a977afa2", "ต่ำ"),
                n("j715cb38", "แก้ไขคำสำคัญที่ถูกแบน"),
                n("b32ebbe8", "เพิ่มคําสำคัญสำหรับ X เพื่อรายงานไปยังผู้ดูแลชุมชนโดยอัตโนมัติ"),
                n("acde5366", "พิมพ์คำสำคัญที่นี่"),
                n("a5f66c34", "คําสำคัญไม่ควรซ้ำกัน"),
                n("ea637914", "คุณมีคําสำคัญถึงจำนวนสูงสุดที่อนุญาตแล้ว"),
                n("fede6d3c", "คําสำคัญควรมีความยาวขั้นต่ำ 1 ตัวอักษรและความยาวสูงสุด 30 ตัวอักษร"),
                n("cc06e200", "คําสำคัญไม่ควรมีเว้นวรรคหรืออักขระพิเศษ"),
                n("d94edeb4", "ชุมชนของคุณสามารถมีกฎได้มากถึง 10 ข้อ กฎที่ชัดเจนสามารถส่งเสริมการมีส่วนร่วมด้วยความเคารพและช่วยให้การสนทนาเป็นไปอย่างราบรื่น"),
                n("j560c8ea", "เพิ่มกฎ"),
                n("a9ba79c0", "กฎข้อบังคับที่ดีสร้างชุมชนที่ดี"),
                n("h5482c7a", "โปรดสร้างกฎของชุมชนอย่างรอบคอบ กฎเหล่านี้จะกำหนดบรรยากาศของชุมชนและทำให้สมาชิกของคุณทราบว่าพวกเขาควรปฏิบัติตัวอย่างไร"),
                n("d5033a7a", "ตัวอย่างเช่น คุณต้องการให้บทสนทนาอยู่ในหัวข้อเท่านั้นหรือไม่ อนุญาตให้โฆษณาตัวเองได้หรือไม่ ใช้คำหยาบได้หรือไม่"),
                n("ee8c43a0", "หากคุณสร้างกฎที่ชัดเจนไว้ตั้งแต่แรก คุณก็ไม่จำเป็นต้องคอยตรวจสอบบ่อยๆ ในภายหลัง"),
                n("gaa3239a", "ดูเหมือนว่าเราจะพบปัญหาในการบันทึกกฎใหม่ของคุณ โปรดลองอีกครั้งในภายหลัง"),
                n("a67445d6", "คุณมีกฎถึงจำนวนที่กำหนดแล้ว"),
                n("fcbe0993", function (e) {
                    return "ชุมชนสามารถมีกฎได้สูงสุด " + e.maxRuleCount + " ข้อ หากต้องการเพิ่มกฎใหม่ คุณจะต้องลบกฎที่มีอยู่แล้วออก 1 ข้อ";
                }),
                n("c66769a4", "กฎ"),
                n("ef02695b", function (e) {
                    return "ชื่อกฎต้องมีความยาวระหว่าง " + e.minCharacterCount + " และ " + e.maxCharacterCount + " ตัวอักษร";
                }),
                n("c8242020", "คำอธิบาย (ไม่บังคับ)"),
                n("d32cf5e7", function (e) {
                    return "คำอธิบายต้องมีความยาวไม่เกิน " + e.maxCharacterCount + " ตัวอักษร";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "อย่าลืมบอกให้คนในชุมชนทราบ"),
                n("c1631260", "การทำให้ทุกคนทราบเกี่ยวกับการเปลี่ยนแปลงกฎอยู่เสมอจะช่วยสร้างความไว้วางใจ"),
                n("d3190bde", "บันทึกกฎ"),
                n("ifd6e91c", "ยกเลิกและแก้ไขกฎ"),
                n("h99020e0", "แก้ไขกฎ"),
                n("f74a5adc", "ชุมชนต้องมีกฎอย่างน้อย 1 ข้อ คุณสามารถแก้ไขกฎที่มีอยู่แล้ว หรือเพิ่มกฎใหม่และลบกฎนี้ออกก็ได้"),
                n("fbb0ed92", "ลบกฏนี้"),
                n("hed35472", "การลบกฎเป็นการดำเนินการถาวรและไม่สามารถแก้ไขได้"),
                n("c8677446", "ลบกฏ"),
                n("c3a0d44e", "ยกเลิกและแก้ไขกฎแทน"),
                n("d703ce9e", "เพิ่มรายการลงในชุมชนของคุณ"),
                n("f21f023c", "การเพิ่มรายการลงในชุมชนของคุณจะทำให้ฟีดมีเนื้อหาที่เกี่ยวข้องซึ่งคุณได้รวบรวมไว้ เลือกหนึ่งรายการจากรายการของคุณด้านล่าง:"),
                n("gbc2cf50", "รายชื่อของคุณ"),
                n("ef9462fa", "ไม่มีรายชื่อที่เกี่ยวข้องใช่ไหม"),
                n("fcda89f4", "สร้างรายชื่อใหม่ที่มีบัญชีบน X ที่โพสต์เนื้อหาที่เกี่ยวข้องกับชุมชนของคุณ เก็บรายชื่อของคุณไว้เป็นสาธารณะเพื่อให้ชุมชนมองเห็นได้"),
                n("c09609d8", "สร้างรายชื่อ"),
                n("dfddd842", "ส่งผ่านข้อความส่วนตัว"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " ได้รับเชิญแล้ว";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " อยู่ในชุมชนนี้แล้ว";
                }),
                n("h252ede6", "คุณใช้คำเชิญทั้งหมดแล้ว"),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + " ไม่สามารถเชิญได้ในขณะนี้";
                }),
                n("i6568549", function (e) {
                    return "คุณเหลืออีก " + e.remaining_invite_count + " คำเชิญ";
                }),
                n("b4f16d00", "ค้นหาผู้คนเพื่อเชิญชวน"),
                n("ja1387a8", "ผลการค้นหาจะรวมเฉพาะผู้ติดตามของคุณและผู้ที่อนุญาตข้อความส่วนตัวจากทุกคนเท่านั้น"),
                n("ae85768c", "ผลการค้นหาจะรวมเฉพาะผู้ติดตามของคุณและผู้ที่อนุญาตข้อความส่วนตัวจากทุกคนเท่านั้น"),
                n("hb1e378e", "ได้รับเชิญ"),
                n("d710b60c", "การวิเคราะห์ชุมชน"),
                n("c199e390", "โพสต์ใหม่"),
                n("b4f51cd6", "จำนวนโพสต์ในสัปดาห์ที่ผ่านมา"),
                n("g6f8325a", "สมาชิกใหม่"),
                n("b2bb7276", "จำนวนสมาชิกที่เข้าร่วมในสัปดาห์ที่ผ่านมานี้"),
                n("e2172c92", "สมาชิกที่ใช้งานอยู่"),
                n("fe1a9f68", "จำนวนสมาชิกที่โพสต์ในชุมชนของคุณ"),
                n("e989927e", "ผู้โพสต์ที่ไม่ซ้ำกัน"),
                n("d1386a90", "จำนวนสมาชิกที่โพสต์ในชุมชนของคุณ"),
                n("abf609f2", "จำนวนสมาชิกทั้งหมด"),
                n("h2081878", "จำนวนสมาชิกทั้งหมดในชุมชนของคุณ"),
                n("a3235cd6", "การเข้าชมที่ไม่ซ้ำกัน"),
                n("g21e2a70", "จำนวนผู้ใช้ Twitter ที่เยี่ยมชมชุมชนของคุณในสัปดาห์ที่ผ่านมา"),
                n("ied6bac2", "จำนวนความชอบ"),
                n("ced8d39a", "จำนวนความชอบในชุมชนของคุณในสัปดาห์ที่ผ่านมา"),
                n("fb4f859c", "จำนวนการตอบกลับ"),
                n("h5a41cce", "จำนวนการตอบกลับในชุมชนของคุณในสัปดาห์ที่ผ่านมา"),
                n("i314218e", "ตัวชี้วัดที่แสดงในช่วง 7 วันที่ผ่านมา อัปเดตแล้ว "),
                n("addbb11e", "ไม่มีคำขอเป็นสมาชิกใหม่"),
                n("c38131de", "คุณดำเนินการเสร็จสิ้นทั้งหมดแล้ว เมื่อมีคำขอใหม่เข้ามา คุณจะเห็นได้ที่นี่"),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " ได้รับการอนุมัติและตอนนี้เป็นสมาชิกชุมชนของคุณแล้ว";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " ถูกปฏิเสธและไม่สามารถเข้าร่วมชุมชนของคุณได้";
                }),
                n("jd8aae9d", function (e) {
                    return "ดูเหมือนว่าเราจะอนุมัติ @" + e.screenName + " ไม่ได้ในตอนนี้ โปรดลองอีกครั้งในภายหลัง";
                }),
                n("i580e149", function (e) {
                    return "ดูเหมือนว่าเราจะปฏิเสธ @" + e.screenName + " ไม่ได้ในตอนนี้ โปรดลองอีกครั้งในภายหลัง";
                }),
                n("b4a38e4e", "คุณได้บล็อคบุคคลนี้ หากการเป็นสมาชิกของพวกเขาได้รับการอนุมัติ คุณจะต้องยกเลิกการบล็อคพวกเขาเพื่อดูสิ่งที่พวกเขาโพสต์"),
                n("f0956736", "คุณได้ซ่อนบุคคลนี้ หากการเป็นสมาชิกของพวกเขาได้รับการอนุมัติ คุณจะต้องเลิกซ่อนพวกเขาเพื่อดูสิ่งที่พวกเขาโพสต์"),
                n("b7f1e58a", "ติดตามคุณ"),
                n("dffb0774", "ยังไม่มีอะไรให้ตรวจสอบในตอนนี้"),
                n("ab512f26", "ไม่มีการบันทึกเกี่ยวกับบันทึกการดำเนินการ"),
                n("b8171558", "ถูกแบน"),
                n("e32e7e1a", "ผู้ดูแล"),
                n("b53fb7c6", "ดูเหมือนว่าเราจะย้อนกลับการดำเนินการนี้ไม่ได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง"),
                n("c546ba07", function (e) {
                    return "ดูข้อมูลส่วนตัวของ " + e.userName;
                }),
                n("h4516e4f", function (e) {
                    return "ค้นหาโพสต์ของ " + e.userName + " ในชุมชนนี้";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " ซ่อนโพสต์";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " เลิกซ่อนโพสต์";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " ปักหมุดโพสต์";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " เอาหมุดออกจากโพสต์";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "เลิกซ่อนโพสต์"),
                n("j68fc824", "ยกเลิกการซ่อน"),
                n("j9541e18", "ค้นหาโพสต์"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " ลบสมาชิกออก";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " คืนสถานะสมาชิก";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " เข้าร่วมชุมชนนี้แล้ว";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " ออกจากชุมชนนี้แล้ว";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " อนุมัติคำขอเป็นสมาชิกแล้ว";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " ปฏิเสธคำขอเป็นสมาชิก";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " อนุมัติคำขอเป็นสมาชิกอีกครั้ง";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "อนุมัติคำขออีกครั้ง"),
                n("i9a18ce0", "อนุมัติอีกครั้ง"),
                n("i24de0fe", "คืนสถานะสมาชิก"),
                n("b1c662f8", "คืนสถานะ"),
                n("j2e04b1e", "ผู้ดูแลได้จัดการโพสต์ทั้งหมดที่ถูกรายงานแล้ว"),
                n("hb21cdb6", "แบน"),
                n("dc7a9436", "รายการโพสต์ไปยัง X"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return "สมาชิก " + e.formattedCount + " คน";
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return "สมาชิก " + e.formattedCount + " คน";
                }),
                n("dca19c06", "คุณซ่อนโพสต์นี้"),
                n("dd641764", "คุณเก็บโพสต์นี้ไว้"),
                n("jf99d610", "ข้อคิดเห็นของชุมชน"),
                n("bbd69672", "โพสต์นี้ถูกซ่อนโดยผู้ดูแลเนื่องจากละเมิดกฎของชุมชน"),
                n("c730a21c", "นี่คือกฎที่ละเมิด:"),
                n("a5baa7d2", "ใช้เวลาสักครู่เพื่อตรวจสอบกฎต่างๆ ซึ่งกฎเหล่านี้ช่วยให้บทสนทนาปลอดภัยและเป็นไปตามเป้าหมาย"),
                n("icc32e3d", function (e) {
                    return "ผู้ดูแลลบคุณออกจาก " + e.communityName + " เนื่องจากคุณละเมิดกฎของชุมชนข้อนี้:";
                }),
                n("d7d9be8a", "ค้นหาชุมชนและโพสต์"),
                n("cae9962e", "ไม่พบชุมชนในขณะนี้"),
                n("c2117be6", "เห็นสิ่งนั้นในแถบนำทางใช่ไหม 👀"),
                n("c2c4dad4", "เมื่อคุณเลือกสิ่งที่ต้องการ สิ่งนั้นจะแสดงขึ้นที่นี่ เลือกเลย แล้วเราจะรอ"),
                n("b7218496", "ยังไม่มีแฮชแท็ก ... เลย"),
                n("gc09bcfe", "ชุมชนของคุณไม่มีบทสนทนาที่ติดแฮชแท็ก แต่คุณสามารถเปลี่ยนได้"),
                n("cf35a990", "กำลังโหลดโพสต์แฮชแท็กชุมชน"),
                n("a1c41fe8", "โพสต์แฮชแท็กชุมชน"),
                n("f27a2232", "ค้นหาชุมชน"),
                n("ie2efe36", "ผลการค้นหาในชุมชน"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " ชุมชน";
                }),
                n("a94092a2", "ตอนนี้คุณสามารถเข้าถึงเครื่องมือผู้ดูแลได้แล้ว"),
                n("be6dfbae", "ในฐานะผู้ดูแลชุมชน คุณสามารถเพิ่มและลบสมาชิกได้"),
                n("b4f877be", "ไม่พบชุมชน"),
                n("e48fbb02", "รายงานชุมชน"),
                n("b1614c34", "เกี่ยวกับชุมชน"),
                n("j1dcedde", "ค้นหาโพสต์"),
                n("cc683fba", "เกี่ยวกับชุมชน"),
                n("af7c11aa", "ข้อมูลชุมชน"),
                n("fb974b24", "เฉพาะสมาชิกเท่านั้นที่สามารถโพสต์ได้"),
                n("fcef2922", "ใครๆ ก็สามารถเข้าร่วมชุมชนนี้ได้"),
                n("c93dd2c8", "คุณต้องขอและได้รับการอนุมัติเพื่อเข้าร่วมชุมชนนี้"),
                n("gedb877d", "ชุมชนทั้งหมดจะแสดงต่อสาธารณะ"),
                n("bf359e0e", "เกี่ยวกับชุมชนใหม่ของคุณ"),
                n("e8fcdd3a", "เราเริ่มต้นให้คุณด้วยการตั้งค่าพื้นฐานบางอย่าง แต่ชุมชนของคุณสามารถปรับแต่งได้ทั้งหมด เราจะพูดถึงเรื่องนี้ต่อไป"),
                n("b37d580e", "ชุมชนของคุณเป็นแบบจำกัด"),
                n("c6d9c07c", "ทุกคนสามารถเห็นชุมชนทั้งหมดบน X ได้ ผู้คนต้องขอเข้าร่วมชุมชนของคุณ หรือได้รับเชิญจากทีมผู้ดูแลหรือสมาชิกที่อยู่ในชุมชน (หากได้รับอนุญาต)"),
                n("ea3b38fa", "ชุมชนของคุณเป็นแบบสาธารณะ"),
                n("i625c42e", "ทุกคนสามารถเห็นชุมชนทั้งหมดบน X ได้ ทุกคนสามารถเข้าร่วมและ/หรือได้รับเชิญให้เข้าร่วมชุมชนของคุณ"),
                n("ca7eeab0", "กฎของชุมชนระดับเริ่มต้นของคุณคือ"),
                n("acae4034", "สามารถเปลี่ยนการตั้งค่าได้ในเครื่องมือผู้ดูแลระบบ"),
                n("e2186ee2", "ถ้ารู้สึกว่าการตั้งค่ายังไม่ใช่ ไม่เป็นไร คุณสามารถเปลี่ยนได้ง่ายๆ"),
                n("a0e3ece4", "รายละเอียดชุมชน"),
                n("d11f73ea", "เนื้อหาสำหรับผู้ใหญ่"),
                n("hb9400dc", "ดูเพิ่มเติม"),
                n("b71a08a0", "ชุมชนของผู้สมัครสมาชิก"),
                n("d0574662", "ตั้งค่าการแจ้งเตือน"),
                n("fc16f13a", "คุณต้องการการแจ้งเตือนใด"),
                n("be341c46", "พื้นที่สนทนาของชุมชน (การสนทนาด้วยเสียง)"),
                n("fbe88a32", "การสนทนาด้วยข้อความแบบสดในชุมชน"),
                n("b551cd1e", "โพสต์ที่ปักหมุด"),
                n("i9f39962", "ปักหมุดชุมชน"),
                n("bc7f90a0", "เน้นชุมชนในข้อมูลส่วนตัวของคุณ"),
                n("j5a37508", "ปักหมุดชุมชนในหน้าจอหลัก"),
                n("c7a4610a", "เอาหมุดออกจากชุมชนจากหน้าแรก"),
                n("bec3b8fa", "แบ่งปันชุมชน"),
                n("cc7d5b88", "เชิญผ่านข้อความส่วนตัว"),
                n("c66b37fa", "รายการตรวจสอบชุมชน"),
                n("g2768d0e", "สิ่งที่ควรทราบเพื่อให้ชุมชนของคุณพร้อมสำหรับการเปิดตัว..."),
                n("b192b58c", "ยกเลิกรายการตรวจสอบ"),
                n("gd302780", "ตรวจสอบชุมชนที่ฉันสร้าง:"),
                n("h5890b1a", "ยังไม่สมบูรณ์"),
                n("b4a6faca", "ตรวจสอบกฎของคุณ"),
                n("a01e1a7c", "ปรับแต่งชุมชนของคุณ"),
                n("f493480c", "โพสต์ชุมชนของคุณ"),
                n("i9b7f6ba", "กำลังโหลดโพสต์"),
                n("c22e8902", "ลองเลย"),
                n("a3466e1c", "ติดตามการสนทนาด้วยแฮชแท็ก"),
                n("a524bb7e", "แฮชแท็กทำให้ง่ายต่อการสร้าง ค้นหา และเข้าร่วมบทสนทนาตามธีมในชุมชน"),
                n("he8db880", "ดูเหมือนไม่มีชุมชนนี้อยู่"),
                n("cc684fbc", "อาจถูกลบ หรือบางทีอาจจะไม่เคยมีอยู่เลย ชีวิตเต็มไปด้วยความลึกลับ"),
                n("b4f8b518", "ผู้สร้างสำหรับคุณ"),
                n("f5c41e22", "ไปที่การตั้งค่าการมอบหมายหน้าที่"),
                n("b9226ec1", "เข้าสู่ระบบในฐานะ"),
                n("f47b48f6", "ผู้ใช้"),
                n("b2ca74aa", "คุณกำลังจะเปลี่ยนไปใช้บัญชีที่ได้รับมอบหมาย"),
                n("ba77b438", "สลับบัญชีผู้ใช้"),
                n("g5261e91", function (e) {
                    return "ขณะนี้คุณกำลังทำหน้าที่เป็น @" + e.screenName;
                }),
                n("cc15a3ea", "โปรดทราบว่าบัญชีนี้ไม่ใช่ของคุณ ในฐานะผู้ดูแลระบบ คุณสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อ รวมถึงดูบัญชีได้ คุณยังสามารถเชิญหรือลบผู้ได้รับมอบหมายในบัญชีและดูการวิเคราะห์โพสต์"),
                n("e406250c", "โปรดทราบว่าบัญชีนี้ไม่ใช่ของคุณ ในฐานะผู้ได้รับมอบหมาย คุณสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อ รวมถึงดูข้อมูลเหล่านั้นได้"),
                n("e6718a62", "เฉพาะเจ้าของบัญชีเท่านั้นที่สามารถใช้คุณสมบัตินี้ได้"),
                n("ba411b6f", "ส่งความคิดเห็น"),
                n("f01ee14b", "ส่งความคิดเห็น"),
                n("dbc85148", "เลือกข้อความ"),
                n("a073658c", "เลือกจากบทสนทนาเดิมของคุณ เริ่มบทสนทนาใหม่ หรือลองดูบทสนทนาอื่นไปเรื่อยๆ"),
                n("f325afc4", "เขียน DM"),
                n("f5dc353c", "กำลังกรองสื่อกราฟิก"),
                n("daeda054", "ไปที่การตั้งค่า"),
                n("fe1eaa96", "คำเตือนจะแสดงในข้อความที่ตรวจพบว่าอาจมีสื่อกราฟิก (เช่น ภาพเปลือย เนื้อหาทางเพศ หรือความรุนแรง) โดยคุณสามารถปิดการตั้งค่านี้เมื่อได้ตลอดเวลาในภายหลังใน การตั้งค่า"),
                n("hc32acba", "ต้องการลบคำขอข้อความนี้หรือไม่"),
                n("f9048f58", "การดำเนินการนี้ไม่สามารถยกเลิกได้ และคำขอข้อความที่เลือกจะถูกลบออกจากกล่องจดหมายของคุณ"),
                n("a9d0d7f0", "การแก้ไขแบบจำนวนมาก"),
                n("eb7de4aa", "แสดงข้อความเพิ่มเติม ซึ่งรวมถึงข้อความที่อาจมีเนื้อหาไม่เหมาะสม"),
                n("ee8c0c8a", "ข้อความขาเข้าหรือข้อความกลุ่มจากผู้คนที่คุณไม่ได้ติดตามจะแสดงที่นี่ และคุณจะสามารถยอมรับหรือลบข้อความเหล่านั้นได้"),
                n("ff599112", "สร้างกลุ่ม"),
                n("c602600a", "เพิ่มผู้คน"),
                n("fa2033f6", "เข้ารหัสลับแล้ว"),
                n("aa59bb6a", "ส่งโพสต์แยกกัน"),
                n("a2ccb2e8", "ข้อความส่วนตัวที่ส่งไป"),
                n("f906f464", "โพสต์ที่แชร์กับกลุ่ม"),
                n("i8a99aae", "โพสต์ที่แชร์แยกกัน"),
                n("hbbc401c", "ส่งไปยังกลุ่ม"),
                n("e1bde73f", function (e) {
                    return "ไม่สามารถส่งข้อความหา @" + e.screenName + " ได้";
                }),
                n("f7289cd6", "คุณเลือกบทสนทนาแบบกลุ่มแล้ว"),
                n("e6cced4e", "มีเพียงการสนทนาแบบตัวต่อตัวเท่านั้นที่สามารถ “ส่งไปยังกลุ่ม” คุณยังสามารถส่งข้อความของคุณแยกต่างหากได้"),
                n("e3e58b6e", "ข้อมูลบทสนทนา"),
                n("a9ddbb94", "ข้อมูลกลุ่ม"),
                n("dd4779a0", "จัดการแท็ก"),
                n("ca9af866", "แท็ก:"),
                n("e62d3c10", "ไม่มีบัญชีที่ใช้ชื่อนั้น โปรดลองอีกครั้ง"),
                n("h8403fb6", "คุณไม่สามารถเพิ่มพวกเขาลงในบทสนทนานี้ได้ในตอนนี้"),
                n("ja522ed4", "คุณไม่สามารถเพิ่มผู้คนเหล่านั้นบางส่วนลงในบทสนทนานี้ได้ในตอนนี้"),
                n("d87bff5a", "กำลังโหลดข้อมูลบทสนทนาของคุณ"),
                n("cabb453e", "ชื่อกลุ่ม"),
                n("eb1bb5a2", "ดูผู้คนทั้งหมด"),
                n("a70436ac", "เริ่มต้นข้อความแบบเข้ารหัสลับ"),
                n("a7f20223", function (e) {
                    return "ปิดการแจ้งเตือนจาก " + e.name;
                }),
                n("g2f04a6b", function (e) {
                    return "คุณเปิดการแจ้งเตือนจาก " + e.name;
                }),
                n("i453fedf", function (e) {
                    return "ปิดการแจ้งเตือนจนถึง " + e.expiration;
                }),
                n("b3dfd51a", "ปิดการพูดถึง"),
                n("cc7c8ce6", "ปิดการแจ้งเตือนเมื่อมีคนพูดถึงคุณในบทสนทนานี้"),
                n("hab58674", "ปิดใช้งานการพูดถึงแล้ว"),
                n("e3c6e080", "เปิดใช้งานการพูดถึงแล้ว"),
                n("f33ef58a", "รายงานบทสนทนาว่าเป็นเนื้อหาที่ผิดกฎหมายของสหภาพยุโรป "),
                n("d1a6dbe6", "บล็อคทุกอย่าง"),
                n("f24af200", "บล็อคข้อความส่วนตัว"),
                n("a30e1677", function (e) {
                    return "บล็อค @" + e.screenName + " โดย @" + e.screenName + " จะไม่สามารถติดตามหรือส่งข้อความถึงคุณได้อีกต่อไป และคุณจะไม่เห็นการแจ้งเตือนจาก @" + e.screenName;
                }),
                n("iae09949", function (e) {
                    return "บล็อคข้อความส่วนตัวจาก @" + e.screenName + " หรือไม่";
                }),
                n("e778e3d8", "บล็อคข้อความส่วนตัวเรียบร้อยแล้ว"),
                n("b7867912", "ยกเลิกการบล็อคทุกอย่าง"),
                n("gaddb872", "ยกเลิกการบล็อคข้อความส่วนตัว"),
                n("d83414a1", function (e) {
                    return "ยกเลิกการบล็อค @" + e.screenName + " หรือไม่ พวกเขาจะสามารถติดตามคุณและดูโพสต์ของคุณได้";
                }),
                n("a5bbfecd", function (e) {
                    return "ยกเลิกการบล็อค @" + e.screenName + " หรือไม่ พวกเขาจะสามารถติดตามคุณและมีส่วนร่วมกับโพสต์สาธารณะของคุณได้";
                }),
                n("cde6e1ff", function (e) {
                    return "ยกเลิกการบล็อคข้อความส่วนตัวจาก @" + e.screenName + " หรือไม่";
                }),
                n("j37c4674", "1 ชั่วโมง"),
                n("je7e1fed", function (e) {
                    return "คุณปิดการแจ้งเตือนจาก " + e.name + " เป็นเวลา 1 ชั่วโมง";
                }),
                n("hf94a2d6", "ซ่อน 1 ชั่วโมง"),
                n("fb7a43c6", "8 ชั่วโมง"),
                n("e95c8f8b", function (e) {
                    return "คุณปิดการแจ้งเตือนจาก " + e.name + " เป็นเวลา 8 ชั่วโมง";
                }),
                n("bd54fad2", "ซ่อน 8 ชั่วโมง"),
                n("cb5bf56e", "1 สัปดาห์"),
                n("gb7a130b", function (e) {
                    return "คุณปิดการแจ้งเตือนจาก " + e.name + " เป็นเวลา 1 สัปดาห์";
                }),
                n("f6fce0fe", "ซ่อน 1 สัปดาห์"),
                n("i78153dd", function (e) {
                    return "คุณปิดการแจ้งเตือนจาก " + e.name + " ตลอดไป";
                }),
                n("je9455da", "ข้อความมีการเข้ารหัสลับ"),
                n("b5b0afa4", "ปรับแต่งมุมมองของคุณ"),
                n("ec5880e6", "การตั้งค่าเหล่านี้ส่งผลต่อบัญชี X ทั้งหมดบนเบราว์เซอร์นี้"),
                n("babfa32c", "ปรับแต่งมุมมองของคุณอย่างรวดเร็ว"),
                n("a2a2f98e", "ดูว่ามีอะไรใหม่"),
                n("b4a361c0", "คุณสามารถปรับแต่งสีและขนาดข้อความของคุณ รวมถึงควบคุมการเลือกโหมดสีเข้มได้แล้วตอนนี้ คุณจะเห็นแค่การตั้งค่าเหล่านี้เท่านั้น"),
                n("c797b44e", "เรื่องราวล่าสุดบน X - ตามที่บอกเล่าด้วยโพสต์"),
                n("a19ce060", "การสำรวจไม่สามารถใช้งานได้"),
                n("f7d1a8e0", "แอพ Android"),
                n("aab2fae0", "แอพ iOS"),
                n("a35d9c9a", "เเหล่งข้อมูล"),
                n("da00e00a", "ลองใช้ข่าวสารใหม่"),
                n("c40666d8", "ลองดู"),
                n("ic61c5fc", "เลื่อนไปด้านบนสุด"),
                n("dd225af8", "ไม่พบผู้คน"),
                n("i6671128", "คุณได้ปลดล็อกฟีเจอร์มากขึ้นใน X"),
                n("d5e4d0a6", "คุณสามารถเข้าร่วมบทสนทนาและเชื่อมต่อกับผู้อื่นได้ง่ายขึ้น ตอนนี้คุณสามารถทำสิ่งต่อไปนี้:"),
                n("a97bc07e", "ปลดล็อกฟีเจอร์มากขึ้นบน X"),
                n("a72188d6", "เราอยากแน่ใจว่ามนุษย์เป็นผู้ใช้บัญชีนี้เพื่อให้ X ยอดเยี่ยมสำหรับทุกคน ช่วยให้เราเรียนรู้โดยใช้เวลามีส่วนร่วมกับลำดับเหตุการณ์ของคุณและเชื่อมต่อกับผู้อื่น เมื่อเรามั่นใจแล้ว คุณจะสามารถทำสิ่งต่อไปนี้ได้:"),
                n("a4ee9572", "มีผู้คนเห็นมากขึ้น"),
                n("e5f4eac0", "เนื้อหาของคุณจะสามารถค้นพบได้มากขึ้น และคุณจะปรากฏในผลการค้นหาและความนิยม"),
                n("c7832a72", "เชื่อมต่อโดยตรงกับผู้อื่น"),
                n("i1ccd17a", "ส่งข้อความส่วนตัวถึงผู้คนที่ไม่ได้ติดตามคุณ โดยข้อความของคุณจะไม่ถูกกรองโดยอัตโนมัติ"),
                n("hc965308", "สนุกสนาน"),
                n("eb78b77e", "โหมดสนุกสนาน"),
                n("aa8ece10", "ลองใช้งาน grok.com"),
                n("gb5fb7d0", "โหมดโฟกัส"),
                n("g5665caa", "ออกจากโหมดโฟกัส"),
                n("a372681e", "คัดลอกลิงก์ที่แชร์"),
                n("fbc79f6a", "ประวัติการแชท"),
                n("b61ad410", "ประวัติ"),
                n("b3de2628", "ไม่มีประวัติการแชท"),
                n("acfbfb28", "บทสนทนาในอนาคตของคุณจะปรากฏที่นี่"),
                n("i1147548", "ค้นหาประวัติ Grok"),
                n("ab437026", "ไม่พบการสนทนา"),
                n("e12569ec", "ลองค้นหาสิ่งอื่น"),
                n("d4eb0e26", "เปลี่ยนชื่อ"),
                n("c64975ea", "คุณยังไม่ได้บันทึกบทสนทนาใดๆ ไว้ในรายการโปรด"),
                n("a3e3db6e", "คลิกที่ดาวเพื่อบันทึกแชทที่คุณกลับมาดูบ่อยๆ"),
                n("f4ae77ac", "ไม่มีประวัติรูปภาพ"),
                n("d57d337e", "รูปภาพที่คุณสร้างขึ้นจะปรากฏที่นี่"),
                n("dab087ee", "แชท"),
                n("a911623c", "รูปภาพ"),
                n("ae9cdac6", "ประวัติการแชท"),
                n("b198a392", "บทสนทนา Grok"),
                n("d16329b4", "คัดลอกบทสนทนา"),
                n("af6c4470", "มีบางอย่างผิดพลาด โปรดลองใหม่อีกครั้ง"),
                n("gf43d270", "ดำเนินการบทสนทนานี้ต่อ"),
                n("f4b5fae2", "การส่งข้อความจะคัดลอกบทสนทนานี้ไปไว้ในประวัติของคุณ"),
                n("eb0d91ac", "สร้างรูปภาพด้วย Grok"),
                n("c5a23514", "วาดฉัน"),
                n("g1cb8096", "ทำให้ฉันเซอร์ไพรส์"),
                n("a5a3df56", "อธิบายรูปภาพที่จะสร้าง"),
                n("gbb4e90a", "โลกแห่งความฝันที่หลอนประสาทแบบสุ่ม"),
                n("af21f92e", "ความสุข"),
                n("e207cba2", "การแข่งขันกีฬาแบบสุ่ม"),
                n("b1323f10", "นางแบบเดินบนรันเวย์ในงานปารีสแฟชั่นวีค"),
                n("g6a90174", "สัตว์ฮิปสเตอร์ตลกๆ"),
                n("jdc4b66c", "สิ่งมหัศจรรย์ของโลก"),
                n("ec601934", "รีมิกซ์"),
                n("f9ecd3ba", "แทรกเป็นโพสต์"),
                n("af652514", "ความแตกต่าง"),
                n("j95bac7a", "ปรับแต่ง Grok"),
                n("c5665922", "คุณอยากให้ Grok ทราบอะไรเกี่ยวกับคุณบ้าง"),
                n("ff625c40", "คุณอยากให้ Grok โต้ตอบอย่างไร"),
                n("e5c7d602", "เปิดใช้งานสำหรับการแชททั้งหมด"),
                n("d5e03fbc", "ฟีด Grok"),
                n("a294d0c6", "สร้างเวอร์ชันของคุณ"),
                n("b38adba2", "X - แอปที่รวมทุกอย่างในที่เดียว"),
                n("d05ae004", "เกม NHL"),
                n("d35ad22c", "ดูเกม NHL ล่าสุด"),
                n("e806daa2", "การแข่งขันฟุตบอล"),
                n("cc2c2eca", "ดูการแข่งขันฟุตบอลล่าสุด"),
                n("bcdeae66", "พอร์ทัลกรังด์ปรีซ์ F1"),
                n("e30e4bea", "ติดตามความเคลื่อนไหวของกรังด์ปรีซ์บน X"),
                n("be548ecb", function (e) {
                    return e.teamName1 + " พบ " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "อัปเดตการแข่งขัน " + e.teamName1 + " พบ " + e.teamName2 + " บน X";
                }),
                n("b72c924c", "ค้นหางาน"),
                n("f4da95a0", "คำแนะนำเกี่ยวกับงาน"),
                n("eedd808c", "งานที่บันทึกไว้"),
                n("e0ba641a", "สำหรับบริษัท"),
                n("f9e6381a", "ค้นหางาน"),
                n("fb15ec28", "รับคำแนะนำเกี่ยวกับงาน"),
                n("ece910f0", "ดูงานตามการตั้งค่าของคุณ"),
                n("jd08bc14", "คำแนะนำจะยิ่งดีขึ้นเมื่อเวลาผ่านไป"),
                n("de0a4a72", "ควบคุมตำแหน่งที่คุณเห็นคำแนะนำ"),
                n("db8c4158", "สมัครเลย"),
                n("d9c8057a", "คลิกที่นี่"),
                n("a71d7584", "แนะนำ"),
                n("d2b8da2c", "วิศวกรรมซอฟต์แวร์"),
                n("cd958040", "การวิเคราะห์ข้อมูล"),
                n("c5760ca2", "ผลิตภัณฑ์"),
                n("d31b4a2a", "การออกแบบ"),
                n("f38959a6", "ฝ่ายขาย"),
                n("bc78a26c", "การดำเนินงาน"),
                n("ec28738e", "ฝ่ายบุคคลและฝ่ายทรัพยากรบุคคล"),
                n("icb06308", "การเงินและการบัญชี"),
                n("d0b978ec", "กฎหมายและการปฏิบัติตาม"),
                n("af19cdc2", "วิทยาศาสตร์และวิศวกรรม"),
                n("e4a51fca", "ทางการแพทย์"),
                n("e8ca78ae", "การก่อสร้างและช่างฝีมือ"),
                n("e25d75e4", "ฝึกงาน"),
                n("e89b3f04", "ระดับเริ่มต้น"),
                n("h55825dc", "ระดับเริ่มต้น"),
                n("cc537386", "ระดับกลาง"),
                n("jfc3cece", "ระดับอาวุโส"),
                n("e1b683aa", "ลูกค้ามุ่งหวัง"),
                n("c4627fda", "ผู้จัดการ"),
                n("db75b47c", "ผู้บริหาร"),
                n("i312f0ce", "การทำงานที่สำนักงาน"),
                n("b4aff05e", "ไฮบริด"),
                n("c08b9138", "การทำงานทางไกล"),
                n("ia5d6422", "จำเป็นต้องอยู่ในสถานที่จริง"),
                n("h97c7f42", "เข้าทำงานที่สำนักงานในบางวัน"),
                n("ibed2d04", "ไม่จำเป็นต้องทำงานที่สำนักงาน"),
                n("f508c49c", "คัดลอกลิงก์ไปยังงาน"),
                n("d6825dce", "แบ่งปันทางข้อความส่วนตัว"),
                n("b9613442", "แชร์ผ่านโพสต์"),
                n("c2b3f0da", "นำเสนอในข้อมูลส่วนตัว"),
                n("c791d3fc", "แชร์งาน"),
                n("eb517058", "บริษัท AI"),
                n("b677cb9b", function (e) {
                    return "ตัวกรองของบริษัท " + e.count + " รายการ";
                }),
                n("ja04d37c", "ใส่ชื่อบริษัท"),
                n("a1876045", function (e) {
                    return "ตัวกรองประเภทการจ้างงาน " + e.count + " รายการ";
                }),
                n("fb146dd2", "ประเภทการจ้างงาน"),
                n("a7090408", "คําสำคัญ"),
                n("f16e9a15", function (e) {
                    return "ตัวกรองประเภทสถานที่ " + e.count + " รายการ";
                }),
                n("fa7d455a", "ประเภทของสถานที่ตั้ง"),
                n("caa606db", function (e) {
                    return "ตัวกรองระดับอาวุโส " + e.count + " รายการ";
                }),
                n("jda06238", "ระดับอาวุโส"),
                n("j595df68", "อัปเดตการตั้งค่าคำแนะนำของคุณ:"),
                n("a1227d5e", "เปิดคำแนะนำ"),
                n("bae2f5f0", "เพิ่มงานนี้ในข้อมูลส่วนตัวของคุณ"),
                n("cbcaaa1a", "ด้านล่างนี้เป็นตัวอย่างว่าจะมีลักษณะอย่างไร"),
                n("f58cf1ac", "เพิ่มงาน"),
                n("j4ae9960", "มีปัญหาในการเพิ่มงานนี้ลงในข้อมูลส่วนตัวของคุณ"),
                n("caa352f0", "มีงานมากเกินไป"),
                n("i08bee0e", "มีงานที่แนะนำมากเกินไป"),
                n("d7ccaea2", "ขณะนี้จำกัดการนำเสนองานที่เปิดรับสมัครอยู่ไว้ที่ 3 งาน"),
                n("h05e4a7a", "คุณมีงานที่แนะนำเพียง 10 งานเท่านั้น"),
                n("b518daae", "ไปที่แดชบอร์ดการจ้างงาน"),
                n("f48e9c52", "เพิ่มงานเรียบร้อยแล้ว!"),
                n("f6757978", "คุณสามารถลบงานนี้หรือเพิ่มงานอื่นจากแดชบอร์ดการจ้างงานของคุณได้"),
                n("i329c5a6", "ดูแดชบอร์ดการจ้างงาน"),
                n("h39a5448", "นำเสนองานของคุณด้วยการจ้างงานบน X!"),
                n("d204515c", "เพิ่มงานในข้อมูลส่วนตัวของคุณได้ด้วยคลิกเดียว"),
                n("ecb3df70", "โพสต์กิจกรรม"),
                n("a01d5a7c", "ไม่สามารถใช้งานได้เนื่องจากถูกสร้างโดยผู้ที่คุณบล็อค"),
                n("cab51f93", function (e) {
                    return "คุณไม่สามารถดูข้อมูลนี้ได้เนื่องจาก @" + e.screenName + " บล็อคคุณ";
                }),
                n("eaaca5dc", "คะแนน"),
                n("abdcd68a", "กำลังโหลดเหตุการณ์"),
                n("cfb57adb", function (e) {
                    return "โพสต์เกี่ยวกับ " + e.hashtag;
                }),
                n("b1037710", "แบ่งปันความคิดของคุณ"),
                n("bb980db0", "ลำดับเหตุการณ์"),
                n("ffd929c1", function (e) {
                    return "ใหม่" + e.ttc_live_event;
                }),
                n("c9b302f8", "กลับมาอีกครั้งในภายหลังเพื่อดูผลิตภัณฑ์ล่าสุด"),
                n("cfe836d1", function (e) {
                    return "ลด " + e.percent + "%";
                }),
                n("efb132c3", function (e) {
                    return e.title + " - " + e.description + " ในราคา " + e.price;
                }),
                n("f27deeea", "ไทล์ผลิตภัณฑ์เพื่อการพาณิชย์"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "เล่นซ้ำ"),
                n("j1d352d8", "ตั้งการแจ้งเตือนแล้ว"),
                n("d18909d4", "ตั้งการแจ้งเตือน"),
                n("b0b38774", "สื่อส่วนหัว"),
                n("a7a119ec", "ปลดออกจากกัน"),
                n("cfadb00e", "กำลังฟัง"),
                n("db4620aa", "พื้นที่สนทนาสด"),
                n("c958e692", "พื้นที่สนทนาที่บันทึกไว้"),
                n("i2c2bfb7", function (e) {
                    return e.count + " กำลังฟัง";
                }),
                n("i3f7ff00", "ภาพขนาดเล็กของสื่อ"),
                n("h400d7c2", "เข้าร่วมพื้นที่สนทนา"),
                n("be6ef5b4", "เร็วๆ นี้"),
                n("ca25ebae", "แต้มต่อโดย"),
                n("e749753a", "สเปรด"),
                n("ea885dec", "เงิน"),
                n("cde48000", "มีปัญหาเกี่ยวกับการพนันใช่ไหม โทร 1-800-GAMBLER"),
                n("g53d5df6", "โฟกัส"),
                n("d1e0a75f", function (e) {
                    return "สำหรับคุณ" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "กําลังติดตาม" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "สมัครสมาชิกแล้ว" + e.noun;
                }),
                n("d3619250", "ชื่นชอบมากที่สุด"),
                n("f5edfbde", "ออกจากระบบ X หรือไม่"),
                n("f12b4db5", function (e) {
                    return "ออกจากระบบ @" + e.screenName + " หรือไม่";
                }),
                n("ia5ff8b6", "คุณสามารถกลับเข้าสู่ระบบได้ตลอดเวลา หากคุณเพียงแค่ต้องการสลับบัญชี คุณสามารถทำได้โดยเพิ่มบัญชีที่มีอยู่"),
                n("ea3750c4", "การดำเนินการนี้จะมีผลกับบัญชีนี้เท่านั้น และคุณจะยังคงอยู่ในระบบบัญชีอื่นของคุณ"),
                n("gc6866f8", "กําลังออกจากระบบ"),
                n("f8ad0092", "เราต้องขออภัย เกิดความผิดพลาดบางประการ กรุณาลองเข้าระบบใหม่อีกครั้ง"),
                n("h2c7767e", "เซสชันของคุณใช้ไม่ได้อีกต่อไปแล้ว โปรดลองเข้าสู่ระบบอีกครั้ง"),
                n("e83047c2", "คุณป้อนรหัสไม่ถูกต้องมากเกินไป โปรดลองเข้าสู่ระบบอีกครั้ง"),
                n("g4b108ee", "คุณสร้างรหัสสำรองมากเกินไป คุณต้องลงทะเบียนใหม่ในการยืนยันการเข้าสู่ระบบบนโทรศัพท์ของคุณ"),
                n("a9be9b44", "ดำเนินการต่อที่ X"),
                n("e55188f0", "คุณเข้าสู่ระบบบัญชีนี้ในเบราว์เซอร์นี้"),
                n("d55d8fe2", "คุณต้องการดำเนินการต่อด้วยบัญชีนี้หรือไม่"),
                n("g806008e", "เข้าสู่ระบบด้วยบัญชีอื่น"),
                n("c55f5c9a", "มีบางอย่างผิดพลาด แต่อย่ากังวล — นี่ไม่ใช่ความผิดของคุณ มาลองกันอีกครั้ง"),
                n("bfb6be8a", "สร้างเงินกับ X"),
                n("ed6c6da2", "ขั้นตอนแรกในการสร้างเงินคือการได้รับการยืนยันด้วย X Premium"),
                n("h93b6580", "สร้างรายได้จากการแชร์เนื้อหาคุณภาพสูง ยิ่งคุณมีส่วนร่วมกับผู้ใช้บน X มากเท่าใด คุณก็จะยิ่งมีรายได้มากขึ้นเท่านั้น"),
                n("eea6d8f8", "สิทธิ์รับส่วนแบ่งรายได้ของผู้สร้าง"),
                n("a0e8811e", "สร้างฐานแฟนคลับ"),
                n("e1a74ac0", "นำเสนอเนื้อหาสุดพิเศษแก่ผู้สนับสนุนรายใหญ่ของคุณและรับรายได้ประจำ"),
                n("cd3a6f9a", "สิทธิ์ในการสมัครสมาชิก"),
                n("c35e6144", "สร้างเนื้อหาที่ดีขึ้นด้วยเครื่องมือ Premium"),
                n("b9dbeb34", "ปลดล็อกโพสต์ที่ยาวขึ้น, Media Studio, การวิเคราะห์ และรับการสนับสนุนแบบเร่งด่วน"),
                n("b2d41138", "การเข้าถึงมากขึ้น = รายได้มากขึ้น"),
                n("defa7f12", "รับประโยชน์จากบูสต์การตอบกลับเพื่อให้คุณมองเห็นได้ชัดเจนยิ่งขึ้นและเติบโตเร็วขึ้น"),
                n("i3e4955d", "ที่นี่"),
                n("fdc5d06c", "ออกจากโหมดเต็มหน้าจอ"),
                n("cea1c00e", "ปลดล็อกความสามารถในการมีส่วนร่วม"),
                n("f8e6a280", "บัญชีใหม่จะต้องจ่ายค่าธรรมเนียมรายปีเล็กน้อยก่อนจึงจะสามารถโพสต์ ชื่นชอบ บุ๊คมาร์ก และตอบกลับได้ เพื่อลดสแปมและสร้างประสบการณ์ที่ดีขึ้นสำหรับทุกคน คุณยังสามารถติดตามบัญชีและเรียกดู X ได้ฟรี"),
                n("h968efc6", "บัญชีใหม่จะต้องจ่ายค่าธรรมเนียมเล็กน้อยก่อนจึงจะสามารถโพสต์ ชื่นชอบ บุ๊คมาร์ก และตอบกลับได้ เพื่อลดสแปมและสร้างประสบการณ์ที่ดีขึ้นสำหรับทุกคน คุณยังสามารถติดตามบัญชีและเรียกดู X ได้ฟรี"),
                n("b66b62a4", "ข้อตกลงการให้บริการของผู้ซื้อ"),
                n("e5b5faa6", "ข้อกำหนดเกี่ยวกับการไม่ใช่บอท"),
                n("i61a221c", "สมัครสมาชิกและชำระเงิน"),
                n("fce91ab4", "อืม... นั่นใช้งานไม่ได้"),
                n("a235cb76", "เกิดปัญหาในการประมวลผลระบบสมาชิกที่ไม่ใช่บอทของของคุณ โปรดตรวจสอบข้อมูลการชำระเงินของคุณและลองอีกครั้ง"),
                n("a8eea654", "การซื้อของคุณสำเร็จแล้ว"),
                n("bc8baa08", "สมัครรับข้อมูลแล้ว"),
                n("a98ba778", "ลำดับเหตุการณ์การแจ้งเตือน"),
                n("j887d006", "ตั้งแต่การชื่นชอบไปจนถึงการรีโพสต์และอื่นๆ อีกมากมาย ทุกเหตุการณ์เกิดขึ้นที่นี่"),
                n("c06d4306", "เมื่อมีคนพูดถึงคุณ คุณจะพบได้ที่นี่"),
                n("ge7c661a", "การชื่นชอบ การพูดถึง การรีโพสต์ และอื่นๆ อีกมากมาย เมื่อมาจากบุคคลอื่นที่ยืนยันแล้ว คุณจะสามารถดูได้ที่นี่"),
                n("d3de3b5c", "การชื่นชอบ การพูดถึง การรีโพสต์ และอื่นๆ อีกมากมาย เมื่อมาจากสมาชิก คุณจะสามารถดูได้ที่นี่"),
                n("e3f9838d", "เรียนรู้เพิ่มเติม"),
                n("eba8b1c8", "ควบคุมบทสนทนาที่คุณถูกพูดถึง"),
                n("j745b8a6", "ใช้เมนูการดำเนินการ ซึ่งคือจุดสามจุดบนโพสต์ เพื่อปลดแท็กของคุณออก แล้วออกจากบทสนทนา"),
                n("c380d684", "รายงานของคุณ"),
                n("da7cf0d8", "เรารายงานโพสต์เหล่านี้ว่ามีเนื้อหาล่อแหลม"),
                n("a6da21a1", function (e) {
                    return e.appName + " ต้องการเข้าถึงบัญชี X ของคุณ";
                }),
                n("f4392d00", "อนุญาตแอพ"),
                n("ee4dca3c", "ยกเลิกลิงก์"),
                n("bb347bbc", "ศูนย์ช่วยเหลือ"),
                n("be38d34e", "หากต้องการใช้แอพนี้ คุณจะต้องเข้าสู่ระบบ X"),
                n("e087691a", "คุณไม่สามารถให้สิทธิ์การเข้าถึงไปยังแอพนี้ได้ ย้อนกลับและลองเข้าสู่ระบบอีกครั้ง"),
                n("e7dd62c4", 'การคลิกปุ่ม "อนุญาตแอป" จะถือว่าคุณอนุญาตให้ xAI เข้าถึงข้อมูลของคุณจาก X รวมถึง:'),
                n("debbdc98", "ข้อมูลส่วนตัวผู้ใช้ X ของคุณ ข้อมูลบัญชี X การตั้งค่า X และการกำหนดค่า X"),
                n("d9cf7c9c", "โพสต์ X ของคุณสามารถดูได้ในบัญชี X ของคุณ รวมถึงโพสต์ไปยังและจากบัญชีทั้งหมด (สาธารณะหรือที่ถูกป้องกัน) ที่คุณสามารถดูได้"),
                n("cdf40068", "ประวัติบทสนทนาของคุณสำหรับ Grok บน X"),
                n("cea71014", "เรากําลังโหลดรายชื่อผู้ติดต่อของคุณ..."),
                n("b5474bd2", "หืมม... มีข้อผิดพลาดบางอย่างเกิดขึ้น"),
                n("ab4b970a", "โปรดใช้แอพ X เพื่อย้อนกลับและส่งคำร้องขออีเมลยืนยันใหม่"),
                n("j6d103b8", "สมัครบัญชี X นับตั้งแต่ข่าวด่วนและข่าวบันเทิงไปจนถึงข่าวกีฬาและการเมือง รับรู้เรื่องราวทั้งหมดพร้อมอ่านความคิดเห็นแบบสดๆ"),
                n("ca042c78", "เข้าสู่ระบบ X"),
                n("ff869362", "เข้าสู่ระบบ X เพื่อดูข้อมูลล่าสุด เข้าร่วมบทสนทนา ติดตามบัญชี ดูลำดับเหตุการณ์หน้าแรก และตามติดโพสต์จากคนที่คุณรู้จัก"),
                n("f4a654a4", "ดูบน Foursquare"),
                n("c09de2d4", "ค้นหาลำดับเหตุการณ์"),
                n("i1801686", "คำค้นหานี้ไม่ถูกต้อง โปรดลองใช้คำค้นหาอื่น"),
                n("a0b4541c", "มีบางอย่างผิดพลาด แต่อย่ากังวล นี่ไม่ใช่ความผิดของคุณ"),
                n("d7eebb60", "กำลังตั้งค่าระบบสมาชิกของคุณ"),
                n("h707b180", "การอัปเดตระบบสมาชิกของคุณเสร็จสมบูรณ์แล้ว"),
                n("a452ab68", "การดำเนินการนี้อาจใช้เวลาสักครู่"),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "อัพเดตสำเร็จแล้ว"),
                n("e957c20e", "การทดลองใช้ฟรีที่มีการเข้าถึงอย่างเต็มรูปแบบ"),
                n("a1436e70", "ตอนนี้คุณสามารถเพิ่มงานลงในข้อมูลส่วนตัวของคุณ ซึ่งทำให้เครือข่ายของคุณมองเห็นงานเหล่านั้นได้ เมื่อการสมัครของคุณได้รับการอนุมัติแล้ว ผู้ใช้หลายล้านคนจะค้นพบงานของคุณเมื่อทำการค้นหางาน"),
                n("f9c85cec", "สิ่งที่ต้องดำเนินการ: อัปโหลดและยืนยันเอกสาร"),
                n("f178f393", function (e) {
                    return "โปรดส่งเอกสารที่จำเป็นภายใน " + e.date + " โดยปกติจะใช้เวลาประมาณ 10 นาที";
                }),
                n("f9fbeabc", "เอกสารการจดทะเบียนองค์กรของคุณ"),
                n("b4c80f5c", "หมายเลขบัตรประชาชนที่รัฐออกให้"),
                n("f0915094", "กล้องของอุปกรณ์ที่ใช้งานได้"),
                n("f259d3f3", function (e) {
                    return "สำคัญ: จะต้องส่งเอกสารภายใน " + e.date + " ไม่เช่นนั้นใบสมัครของคุณจะถูกปฏิเสธโดยไม่ได้รับการคืนเงิน";
                }),
                n("d35f645b", function (e) {
                    return "เปิด (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "แนะนํา (" + e.count + ")";
                }),
                n("c35aded2", "เก็บถาวรแล้ว"),
                n("b97e952a", "ดูเหมือนว่าคุณยังไม่ได้เพิ่มงานใดๆ เลย"),
                n("cf1fa156", "ดูเหมือนว่าคุณยังไม่ได้แนะนำงานใดๆ เลย"),
                n("fa4a4f50", "ดูเหมือนว่าคุณยังไม่ได้เก็บถาวรงานใดๆ เลย"),
                n("c5fb5a1a", "ไม่มีงาน"),
                n("e9b91cde", "เพิ่มงาน"),
                n("c270ef3e", "เก็บถาวร"),
                n("fe8872f4", "สําเร็จ"),
                n("d523cd74", "ต้องการเก็บงานนี้ถาวรหรือไม่"),
                n("jfd0b34a", "การเก็บถาวรจะลบงานออกจากข้อมูลส่วนตัวของคุณ"),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "เกิดข้อผิดพลาดในการส่งคำเชิญ โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("ddf35536", "พบปัญหาในการลบคำเชิญ โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("db7144b6", "เกิดปัญหาในการเปลี่ยนประเภทพันธมิตร โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("be78e5fa", "เกิดปัญหาในการลบพันธมิตร โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("fa9709ba", "เกิดปัญหากับการสร้างแอปพลิเคชัน โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("j62f13fc", "เกิดปัญหาในการอัปเดตงานนี้ โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("ff5716fc", "เกิดปัญหาในการสร้างงานนี้ โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("fd059188", "เกิดปัญหาในการซิงก์งานของคุณ โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("b82b5c00", "เกิดข้อผิดพลาดขณะเปิดใช้งานเครดิตโฆษณา โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("d74adc30", "เพิ่มบัญชีโฆษณาที่ไม่ถูกต้องแล้ว"),
                n("e4323c36", "ID บัญชีโฆษณาที่คุณป้อนไม่ตรงกับองค์กรหรือพันธมิตรของคุณ"),
                n("b3323ada", "เพิ่มบัตรเครดิตลงในบัญชี ads.twitter.com ของคุณ"),
                n("ac325eb8", "คุณต้องเพิ่มบัตรเครดิตลงในบัญชีโฆษณาของคุณบน ads.twitter.com เพื่อเปิดใช้งานเครดิตโฆษณาของคุณ"),
                n("j4e6e966", "ต้องมีการตรวจสอบบัญชีโฆษณา"),
                n("ef86e7f6", "บัญชีของคุณถูกตั้งค่าสถานะสำหรับการตรวจสอบและต้องได้รับการอนุมัติ"),
                n("c9c8edae", "สมัครสมาชิกองค์กรที่ได้รับการยืนยันเพื่อใช้เครดิตโฆษณา"),
                n("b36c6278", "เฉพาะระบบสมาชิกแบบชำระเงินสำหรับองค์กรที่ได้รับการยืนยันเท่านั้นที่สามารถใช้เครดิตการโฆษณาของเราได้ อัปเกรดทันทีเพื่อโฆษณากับพันธมิตรของคุณ"),
                n("c30f0168", "เปิดลิงก์ภายนอก"),
                n("c49b7262", "นำเสนองาน"),
                n("i6ecf71a", "เลิกนำเสนองาน"),
                n("a37ef120", "เปิดงานอีกครั้ง"),
                n("i00355d0", "ยกเลิกการแชร์"),
                n("h0481bba", "ยกเลิกการแชร์งานนี้หรือไม่"),
                n("b9dfdc7a", "การยกเลิกการแชร์จะนำงานออกจากสปอตไลต์ของคุณ"),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "งานที่คุณแชร์"),
                n("ea7f1a42", "งานของคุณ"),
                n("d1cbcb90", "ที่มา"),
                n("gf66326c", "อัพเดตล่าสุด"),
                n("b917fc28", "ปิดใช้งานการเลื่อนตำแหน่งงานแล้ว"),
                n("g06035e6", "โปรดให้ความสนใจบัญชีโฆษณาของคุณเพื่อให้สามารถเปิดใช้งานการเลื่อนตำแหน่งงานได้"),
                n("aa16581c", "คุณไม่สามารถเข้าถึงบัญชีโฆษณาการเลื่อนตำแหน่งงานได้ ขอความช่วยเหลือจากผู้ดูแลบัญชี"),
                n("g7bb6f58", "ไม่พบบัญชีโฆษณา"),
                n("jf1576ba", "ล้มเหลว"),
                n("ff985a36", "กำลังซิงก์"),
                n("e5b8058c", "ยังไม่ได้ซิงก์"),
                n("a86e335a", "ซิงก์ครั้งล่าสุด "),
                n("c9838d68", "งานที่คุณเพิ่มยังไม่ปรากฏให้เห็น"),
                n("df6835a6", "เปิดใช้งานงานในข้อมูลส่วนตัวของคุณเพื่อไฮไลต์งานที่แนะนำเหนือโพสต์ของคุณและลิงก์ไปยังรายการตำแหน่งงานว่างทั้งหมดของคุณ"),
                n("fc504ea0", "เริ่มแสดงงานของฉัน"),
                n("a511934e", "เริ่มต้นการจ้างงานบน X"),
                n("e68d2d16", "สมัครใช้งานรุ่นเบต้า"),
                n("f7a37e30", "เมื่อคลิก 'สมัครใช้งานรุ่นเบต้า' แสดงว่าคุณยินยอมให้ติดต่อทางอีเมลโดยใช้ที่อยู่อีเมลธุรกิจที่เชื่อมกับบัญชีนี้เมื่อได้รับอนุมัติให้เข้าถึงรุ่นเบต้าได้"),
                n("bfef82f0", "การจ้างงานของ X เป็นฟีเจอร์ฟรีสำหรับองค์กรที่ได้รับการยืนยันในการลงประกาศงาน นำเสนองานในข้อมูลส่วนตัวของบริษัทคุณ และดึงดูดผู้มีความสามารถระดับสูงมาสมัครในตำแหน่งงานว่างของคุณ"),
                n("h4b890c2", "การจ้างงานบน X ช่วยให้คุณสามารถโพสต์งาน แสดงงานเหล่านั้นในข้อมูลส่วนตัวของคุณ และดึงดูดผู้มีความสามารถระดับสูงให้มาสมัครในตำแหน่งงานว่างของคุณ"),
                n("c3f28126", "เข้าถึงกลุ่มเป้าหมายจำนวนมาก"),
                n("dec1601e", "X มีผู้ใช้มากกว่า 528 ล้านคน ตั้งแต่วิศวกรซอฟต์แวร์จนถึงการขายปลีกไปจนถึงพนักงานขับรถยก การจ้างงานครั้งต่อไปของคุณอยู่ที่นี่แล้ว"),
                n("be8393da", "แสดงบทบาทที่สำคัญที่สุดของคุณ"),
                n("i8c856ce", "นำเสนองานสูงสุด 3 งานในข้อมูลส่วนตัวของคุณ ผู้ใช้ทั้งหมดจะเห็นบทบาทเหล่านี้เมื่อพวกเขาดูข้อมูลส่วนตัวของคุณ"),
                n("d8bc6eea", "เพิ่มงานสูงสุด 5 งานให้เป็นงานที่แนะนำในข้อมูลส่วนตัวของบริษัท ผู้ใช้ทุกคนจะเห็นบทบาทที่แนะนำเหล่านี้เมื่อพวกเขาดูข้อมูลส่วนตัวของบริษัทคุณ"),
                n("a049efd4", "นำเข้างานของคุณอย่างรวดเร็ว"),
                n("d12be15a", "เชื่อมต่อระบบติดตามผู้สมัครหรือฟีด XML ที่รองรับเพื่อเพิ่มงานของคุณไปยัง X ในไม่กี่นาที"),
                n("d248d75e", "รับความช่วยเหลือ"),
                n("c49d8e42", "หากต้องการความช่วยเหลือ โปรดติดต่อเรา"),
                n("ib244b2e", "คัดลอกที่อยู่อีเมล"),
                n("b450472c", "นำเข้างาน"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "รีเฟรชงาน"),
                n("aa4c37cc", "แสดงงานในข้อมูลส่วนตัวของฉัน"),
                n("d4b82638", "นำเสนองานในข้อมูลส่วนตัวของคุณ"),
                n("e405b1c2", "เปิดใช้งานงานบนข้อมูลส่วนตัวของคุณเพื่อสร้างผู้สมัครในบทบาทที่สำคัญของคุณมากขึ้น และอนุญาตให้ผู้สมัครเห็นตำแหน่งงานว่างทั้งหมดของคุณ"),
                n("a85cda86", "เพิ่มงานของคุณเพื่อเริ่มต้น"),
                n("c04b6472", "นำเข้าหรือเพิ่มงานของคุณในขั้นตอนง่ายๆ เพื่อเริ่มรับผู้สมัครเพิ่มเติม คุณยังสามารถแชร์งานของคุณกับผู้ติดตามและแสดงในข้อมูลส่วนตัวของบริษัทคุณ"),
                n("d14c02d0", "เพิ่มงานด้วยตนเอง"),
                n("b12424fc", "งานใหม่"),
                n("ca8df1e2", "สร้างงานและเพิ่มลงในรายการงานของคุณ แต่ละงานจะต้องมี URL การสมัคร ซึ่งผู้สมัครสามารถดูเพิ่มเติมเกี่ยวกับงานและสมัครได้"),
                n("f4f4dd60", "จําเป็น"),
                n("b2c213e0", "เกินจำนวนอักขระสูงสุดแล้ว"),
                n("d84e9c2a", "แชร์ประเภทของความมุ่งมั่นในการทำงานที่คาดหวังสำหรับบทบาทนี้"),
                n("bc8b300c", "บทบาทหน้าที่ในงาน"),
                n("d1eedb50", "ช่วยให้ผู้สมัครเข้าใจขอบเขตที่บทบาทนี้สนับสนุน"),
                n("eaf3ce64", "ทีม"),
                n("b36cd50e", "ระบุทีมหลักที่ผู้สมัครจะร่วมงานด้วยเมื่อได้รับการว่าจ้างแล้ว"),
                n("d3a427ce", "เลือกระดับประสบการณ์ที่ต้องการ"),
                n("i7174442", "รายละเอียดงาน"),
                n("fef0cf02", "ระบุรายละเอียดงานโดยละเอียด สรุปความรับผิดชอบและคุณสมบัติหลักเพื่อให้ผู้สมัครเข้าใจบทบาทได้อย่างชัดเจน"),
                n("b7800bec", "เสนองานด้วยอักขระ 200 ตัวหรือน้อยกว่า แสดงในโพสต์ คำแนะนำ และการค้นหา"),
                n("a5244ece", "URL การสมัคร (จำเป็น)"),
                n("g2b553f6", "ป้อน URL สาธารณะที่ผู้สมัครสามารถสมัครงานนี้ได้"),
                n("c2e77608", "ตำแหน่งงาน (จำเป็น)"),
                n("cdf414d4", "ใช้สำหรับการค้นหาและคำแนะนำ ลองใช้ชื่อมาตรฐานอุตสาหกรรมเพื่อปรับปรุงผลลัพธ์ของคุณ"),
                n("cc59319a", "ใช้ตำแหน่งงานมาตรฐานอุตสาหกรรมที่ผู้สมัครส่วนใหญ่จะรู้จัก"),
                n("e7117ee4", "สถานที่ตั้ง (จำเป็น)"),
                n("c05176ec", "หากบทบาทนี้ต้องทำงานที่สำนักงาน ให้ป้อนสถานที่ตั้งของสำนักงาน หากบทบาทนี้เป็นงานจากระยะไกล ให้อธิบายว่าผู้สมัครจะต้องทำจากที่ไหน"),
                n("d70c24d4", "ใช้เพื่อช่วยผู้สมัครค้นหางานของคุณ"),
                n("de1c4376", "ช่วงเงินเดือน"),
                n("hf352d42", "เพิ่มช่วงเงินเดือนเพิ่มเติมที่ผู้สมัครจะมองเห็นได้ หากคุณเลือกที่จะไม่เพิ่ม โปรดระวังกฎหมายด้านความโปร่งใสในการจ่ายเงินในสถานที่ที่คุณกำลังจ้างงาน"),
                n("ede7d0a2", "สกุลเงิน"),
                n("b925c18c", "ประเภทเงินเดือน"),
                n("j3d242ce", "ช่วงไม่ถูกต้อง"),
                n("f4d07bd2", "รวมรายละเอียดเพิ่มเติมเพื่อให้ผู้สมัครค้นพบบทบาทของคุณด้วยการค้นหาได้ง่ายดายยิ่งขึ้น"),
                n("b8cbb51a", "สรุปเกี่ยวกับงาน"),
                n("bda6881e", "งานนี้นำเข้าจากระบบติดตามผู้สมัคร (ATS) ของคุณแล้ว โปรดทราบว่าเฉพาะช่องบางรายการเท่านั้นที่สามารถแก้ไขได้"),
                n("b075c68a", "แก้ไขงาน"),
                n("d4b6a6e0", "สปอตไลต์ของข้อมูลส่วนตัว"),
                n("j2dd3686", "ไฮไลต์งานที่แนะนำเหนือโพสต์ของฉัน"),
                n("af1cfd46", "การผสานรวม ATS"),
                n("d6fa2944", "การลบการผสานรวมระบบจะไม่ลบงานที่นำเข้าของคุณ"),
                n("h99f11fa", "ลบการผสานรวม"),
                n("eef1ae76", "เชื่อมต่ออยู่ในขณะนี้"),
                n("a915f5c1", function (e) {
                    return "เชื่อมต่อ " + e.ats + " แล้ว";
                }),
                n("af7286b7", function (e) {
                    return "ส่วนลด " + e.percentage + "% หนึ่งปีสำหรับ Premium";
                }),
                n("c924ad84", "เล่นวิดีโอต่อไป"),
                n("de750a3c", "เพลิดเพลินได้แม้ในขณะที่โทรศัพท์ของคุณถูกล็อก"),
                n("he5e87c4", "บูสต์การตอบกลับของคุณ"),
                n("g64a60ba", "รับการจัดลำดับให้ถูกมองเห็นได้มากขึ้นเล็กน้อยเมื่อคุณตอบกลับโพสต์"),
                n("a7ee832a", "แก้ไขคำผิดและข้อผิดพลาดได้สูงสุดภายใน 60 นาที"),
                n("fdd77a34", "สร้างโพสต์ที่ยาวขึ้น"),
                n("j6d26a7a", "เขียนได้มากเท่าที่คุณต้องการแชร์"),
                n("c4fd68da", "นําเสนอประสบการณ์ที่เหมาะสมกับคุณ"),
                n("c0195168", "เปลี่ยนไอคอนแอปและตัวเลือกการนำทางของคุณ"),
                n("b6b5dc94", "ยืนยันบัญชีของคุณ"),
                n("b06db848", "โดดเด่นกว่าคนอื่นบนแพลตฟอร์ม"),
                n("e3e3a97c", "รับส่วนแบ่งรายได้จากโพสต์ของคุณ");
            n("f15bc24e", "เพิ่มขีดจำกัด Grok"),
                n("c4666e1c", "ใช้งาน Grok 3 โมเดลรุ่นล่าสุดของเราได้มากขึ้น"),
                n("he74ae7a", "ขีดจำกัดการใช้งาน Grok สูงสุด"),
                n("f5732cd4", "นอกจากนี้ยังเพิ่มการเข้าถึง DeepSearch และการคิด"),
                n("e0198956", "รับส่วนแบ่งรายได้ที่เกิดจากการมีส่วนร่วมของบัญชีที่ได้รับการยืนยันกับเนื้อหาที่คุณโพสต์บน X"),
                n("iadf78e2", "ดาวน์โหลดวิดีโอ"),
                n("ee54c3de", "บันทึกวิดีโอลงในอุปกรณ์ของคุณโดยตรง"),
                n("ae03594c", "บูสต์การตอบกลับจำนวนน้อย"),
                n("e6bb08c0", "เพิ่มการมองเห็นการตอบกลับของคุณ"),
                n("bf2a6acc", "การบูสต์การตอบกลับจำนวนมาก"),
                n("c2059276", "บูสต์การตอบกลับของคุณ"),
                n("b023ec20", "การบูสต์การตอบกลับในระดับสูงสุด"),
                n("g337328e", "รับการมองเห็นสูงสุดสำหรับการตอบกลับของคุณ"),
                n("fa006202", "การเล่นวิดีโอในพื้นหลัง"),
                n("jf389778", "รับชมขณะเรียกดูหรือใช้แอปอื่น"),
                n("f2977d80", "โฟลเดอร์บุ๊คมาร์ก"),
                n("j1d3d910", "จัดระเบียบโพสต์ที่บันทึกไว้เพื่อให้เข้าถึงได้ง่าย"),
                n("f0f48668", "ฝ่ายสนับสนุนระดับพรีเมียม"),
                n("c3148608", "รับความช่วยเหลือรวดเร็วยิ่งขึ้นเมื่อคุณต้องการ"),
                n("b485ca6e", "แท็บไฮไลต์"),
                n("d438955e", "แสดงโพสต์ยอดนิยมของคุณ"),
                n("f373a352", "ข้อความส่วนตัวที่เข้ารหัสลับแล้ว"),
                n("g7405aca", "แชทอย่างปลอดภัยด้วยการเข้ารหัสลับจากต้นทางถึงปลายทาง"),
                n("j659fa0c", "Grok 3 ที่ดีที่สุด"),
                n("ibff5694", "ปลดล็อกขีดจำกัดการใช้งานสูงสุด DeepSearch และการคิด พร้อมสิทธิ์การเข้าถึงคุณสมบัติใหม่ๆ ก่อนใคร"),
                n("i824f4da", "โฆษณาน้อยลง"),
                n("bd17076c", "มองเห็นโฆษณาลดลงครึ่งหนึ่งในลำดับเหตุการณ์สำหรับคุณและกำลังติดตาม"),
                n("cef2cac8", "เพลิดเพลินกับประสบการณ์ที่ปลอดโฆษณาพร้อมด้วยเนื้อหาที่กล่าวถึงแบรนด์เป็นครั้งคราวในพื้นที่ที่ไม่ค่อยมีผู้คนเห็น"),
                n("c97920c0", "วิดีโอออฟไลน์"),
                n("i4379b18", "บันทึกวิดีโอใดๆ สำหรับการเล่นแบบออฟไลน์"),
                n("f94c6bae", "เครื่องหมายถูกที่ยืนยันแล้ว"),
                n("d72055d6", "สร้างความน่าเชื่อถือด้วยเครื่องหมายถูกที่ยืนยันแล้ว "),
                n("f54af178", "เขียนบทความ"),
                n("c5cd5d42", "แชร์เนื้อหาแบบยาวและสร้างความเป็นผู้นำทางความคิด"),
                n("jbdb08cc", "วิเคราะห์ตัวชี้วัดบัญชีของคุณเพื่อทำความเข้าใจว่าบัญชีของคุณทำงานอย่างไร"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "จัดการและอัปโหลดสื่อของคุณ"),
                n("id067c96", "การค้นหา Radar"),
                n("jf991d48", "รู้ทันข่าวสารด้วยการติดตามความนิยมแบบเรียลไทม์"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "เครื่องมือแบบเรียลไทม์ที่ทรงพลังสำหรับผู้ที่ถ่ายทอดสดบน X ตรวจสอบลำดับเหตุการณ์หลายรายการบนหน้าจอเดียว (เว็บเท่านั้น)"),
                n("b3e50ef2", "สร้างชุมชน"),
                n("bb1a4e44", "สร้างชุมชนของคุณเอง"),
                n("j010228e", "รับส่วนแบ่งรายได้ X ที่ได้รับจากผู้ติดตามที่มีส่วนร่วมมากที่สุดของคุณด้วยการสมัครสมาชิกรายเดือน"),
                n("h0e1730e", "การให้ความสำคัญในการตอบกลับ"),
                n("jf7f743c", "การโพสต์วิดีโอที่ยาวขึ้น"),
                n("c0c25b6c", "โฟลเดอร์บุ๊คมาร์ก"),
                n("ab31c79e", "ปรับแต่งไอคอนแอพ"),
                n("a8a702ae", "ปรับแต่งการนำทาง"),
                n("d5ab1b50", "รับตรายืนยันตัวตน"),
                n("ac298984", "การให้ความสำคัญในการตอบกลับสูงขึ้น"),
                n("g20df450", "ลบโฆษณาออก 50%"),
                n("h8dfc4de", "ขีดจำกัดการใช้งาน Grok สูงขึ้น"),
                n("bf7614d4", "ระบบสมาชิกติดตามผู้สร้าง"),
                n("gadc9f4a", "การให้ความสำคัญในการตอบกลับสูงสุด"),
                n("c127c5c2", "ลบโฆษณาทั้งหมด"),
                n("c1e0f3c8", "ปลดล็อก DeepSearch และการคิดของ Grok"),
                n("aac0bbb6", "เข้าถึง Radar"),
                n("a6722922", "ลบโฆษณาแล้ว"),
                n("ba016532", "บูสต์การตอบกลับ"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "สูงสุด"),
                n("b1492c6c", "สูงสุด"),
                n("fb5e2c14", "ไฮไลต์โพสต์ด้วย X Premium"),
                n("gd1f4cfa", "แสดงโพสต์ที่ดีที่สุดบนข้อมูลส่วนตัวของคุณ"),
                n("h59250bc", "ข้อความแบบเข้ารหัสลับด้วย X Premium"),
                n("ed62d546", "โพสต์ที่ยาวขึ้นด้วย X Premium"),
                n("ca447200", "การยืนยันตัวตนทาง SMS ด้วย X Premium"),
                n("af2b99ea", "แก้ไขโพสต์ด้วย X Premium"),
                n("ha265914", "จัดระเบียบบุ๊คมาร์กด้วย X Premium"),
                n("gda940ae", "สร้างชุมชนด้วย X Premium"),
                n("c7e5ac54", "ดูโฆษณาน้อยลงด้วย X Premium"),
                n("e03589ba", "บูสต์โพสต์ของคุณด้วย X Premium"),
                n("f0f8c82a", "เข้าร่วมแชทที่ยืนยันแล้วเท่านั้นด้วย X Premium"),
                n("fecf5aaa", "อัปโหลดวิดีโอ Full HD ด้วย X Premium"),
                n("c00d2be2", "แก้ไขวิดีโอด้วย X Premium"),
                n("cd360b86", "ถาม Grok อะไรก็ได้"),
                n("d2e1a7a2", "สามารถใช้ได้กับ X Premium"),
                n("e664abe2", "วิดีโอบน X ใช้งานได้เต็มประสิทธิภาพ"),
                n("e595a3e2", "ปลดล็อกวิดีโอที่ดีที่สุดด้วย Premium"),
                n("i3c9329a", "โดดเด่นด้วยการจัดรูปแบบ Rich Text"),
                n("cc9def68", "เฉพาะกับ X Premium"),
                n("hdef5966", "ดาวน์โหลดวิดีโอลงในอุปกรณ์ของคุณ"),
                n("c748224a", "ปลดล็อคด้วย X Premium"),
                n("ebfc88bc", "เข้าถึงคุณสมบัติพิเศษ"),
                n("f652e9ac", "ปลดล็อคได้มากขึ้นด้วย Premium"),
                n("d67e94c0", "คุณจะพลาด..."),
                n("j1d3098c", "ปลดล็อคได้มากขึ้นด้วย Premium+"),
                n("gd573390", "และทุกอย่างใน Basic..."),
                n("ef94bbd4", "รับ Premium+"),
                n("dcd830ce", "และทุกอย่างใน Premium..."),
                n("b7dde622", "สุขสันต์วันขอบคุณพระเจ้า! ข้อเสนอสิ้นสุดใน:"),
                n("i0180ca1", function (e) {
                    return "จนถึง " + e.date + " สุขสันต์วันขอบคุณพระเจ้า!";
                }),
                n("hb9d0e00", "ข้อเสนอครบรอบ 2 ปีของเราสิ้นสุดใน:"),
                n("d2b23e0d", function (e) {
                    return "นี่เป็นวันเกิดของ Premium! สิ้นสุด " + e.date;
                }),
                n("bb4998fb", function (e) {
                    return "จนถึง " + e.date;
                }),
                n("c0847ebc", "การอัปเกรดทั้งหมดจาก Basic รวมถึง ..."),
                n("ed672bfa", "การอัปเกรดทั้งหมดจาก Basic และ Premium รวมถึง ..."),
                n("db63fa1c", "เลือกแผน Premium"),
                n("b128c6bc", "รับป้ายกำกับและสิทธิพิเศษกับสิทธิประโยชน์ที่ดีเยี่ยมอีกมากมาย"),
                n("a9904a1c", "ประหยัดค่าใช้จ่ายกับ X Premium ภายในระยะเวลาจำกัด"),
                n("acfaf7a0", "เปรียบเทียบระดับและคุณสมบัติ"),
                n("e1606e52", "เปลี่ยนระบบสมาชิกของคุณ"),
                n("d2f2b91a", "สมัครที่นี่"),
                n("j4b4310e", "วินาที"),
                n("af863ee9", "ทดลองใช้ฟรี"),
                n("f5705987", "ข้อกำหนดในการให้บริการสำหรับผู้ซื้อ"),
                n("h89dabac", "ยกเลิกได้ทุกเมื่อ"),
                n("f36b8e14", "เกิดข้อผิดพลาดขณะดึงข้อมูลผลิตภัณฑ์นี้ โปรดลองโหลดอีกครั้ง"),
                n("f1756574", "/ เดือน"),
                n("i650ff14", "/ ปี"),
                n("dbcd25db", function (e) {
                    return "ในช่วง " + e.numberOfDays + " วันแรก";
                }),
                n("bd40d5b5", function (e) {
                    return "สมัครสมาชิกและชำระเงินสำหรับ " + e.title;
                }),
                n("i36a0b6e", "คุณสามารถสมัครสมาชิกได้ในแอพ X บน iOS เท่านั้น (สำหรับตอนนี้)"),
                n("c906ad94", "ดาวน์เกรด"),
                n("db5c77e0", "นี่คือระบบสมาชิกที่ใช้งานอยู่ของคุณ"),
                n("h77ef73e", "เปลี่ยนไปใช้แผนรายเดือน"),
                n("d723d44a", "เปลี่ยนไปใช้แผนรายปี"),
                n("gf6b66b8", "ยืนยันการเปลี่ยนแปลงระบบสมาชิกของคุณ มีผลตั้งแต่วันนี้"),
                n("e83daf87", function (e) {
                    return "ยืนยันการเปลี่ยนแปลงระบบสมาชิกของคุณ มีผลตั้งแต่วันที่ " + e.date;
                }),
                n("f27022d6", "แผนปัจจุบัน"),
                n("i9d5f4b6", "แผนใหม่"),
                n("ia390d8a", "การดาวน์เกรดจะทำงานอย่างไร"),
                n("fd80b875", function (e) {
                    return "แผนปัจจุบันของคุณจะยังคงใช้งานได้จนกว่ารอบการเรียกเก็บเงินจะสิ้นสุดลง ในวันที่ " + e.nextBillingDate + " คุณจะเปลี่ยนเป็น " + e.newTierName + " และจะถูกเรียกเก็บเงินในอัตราใหม่";
                }),
                n("c8fb177a", "จะมีการปรับเปลี่ยนการชำระเงินของคุณอย่างไร"),
                n("df776505", function (e) {
                    return "คุณกำลังอัปเกรดเป็น " + e.newTierName + " พร้อมการเรียกเก็บเงินแบบใหม่ คุณจะถูกเรียกเก็บเงินสำหรับแผนใหม่ในวันนี้ แต่เครดิตที่เหลือของคุณจะลดลง การเปลี่ยนแปลงจะเกิดขึ้นทันที และการเรียกเก็บเงินของคุณจะปรับเปลี่ยนตามนั้น";
                }),
                n("d7efb6ba", "คุณกำลังเปลี่ยนจากการเรียกเก็บเงินแบบรายเดือนเป็นรายปี คุณจะถูกเรียกเก็บเงินสำหรับแผนรายปีในวันนี้ โดยยอดคงเหลือรายเดือนที่คำนวณตามสัดส่วนจะนำมาใช้เพื่อชำระค่าใช้จ่ายทั้งหมด การเปลี่ยนแปลงจะเกิดขึ้นทันที และการเรียกเก็บเงินของคุณจะเปลี่ยนเป็นรายปี"),
                n("a5f2cf70", "คุณกำลังเปลี่ยนจากการเรียกเก็บเงินรายปีเป็นรายเดือน เครดิตรายปีที่เหลือของคุณจะครอบคลุมการชำระเงินรายเดือนของคุณจนกว่าจะหมด การเปลี่ยนแปลงจะเกิดขึ้นทันที และการเรียกเก็บเงินของคุณจะเปลี่ยนเป็นรายเดือน"),
                n("ef1c0208", "ยืนยันการเปลี่ยนแปลงแผน"),
                n("ia08113f", "ข้อตกลงการให้บริการผู้ซื้อ"),
                n("d2962b73", "ข้อตกลง"),
                n("b421795a", "ยกเลิกได้ทุกเมื่อ"),
                n("f8d88ac7", "ข้อตกลงการให้บริการผู้ซื้อ"),
                n("ca220fe9", "ข้อตกลง"),
                n("ab8beda0", "ยกเลิกได้ทุกเมื่อ"),
                n("ife2636d", "ข้อตกลงการให้บริการสำหรับผู้ซื้อ"),
                n("fb57be65", "ข้อตกลง"),
                n("e468a6c2", "ยกเลิกได้ทุกเมื่อ"),
                n("e9f4c89b", "ข้อตกลงการให้บริการสำหรับผู้ซื้อ"),
                n("hce73b41", "ข้อตกลง"),
                n("i4db5c92", "ยกเลิกได้ทุกเมื่อ"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "ขีดจำกัดการใช้งานสูงสุด"),
                n("abaa4274", "ปลดล็อก DeepSearch และการคิด"),
                n("e0d53864", "การเข้าถึงคุณสมบัติใหม่ก่อนใคร"),
                n("g1be3530", "การทดลองใช้ฟรี"),
                n("b10b4f1f", function (e) {
                    return "ประหยัด " + e.percentOff + "% ก่อน " + e.date;
                }),
                n("b8d0bd19", function (e) {
                    return "ลองใช้ " + e.productName + " ฟรี";
                }),
                n("f89dfa74", "คุ้มค่าที่สุด"),
                n("b9a4d8c6", "รายปี"),
                n("f5fb58b4", "พร้อมคุณสมบัติ X Premium ทั้งหมด"),
                n("i527045e", "เครื่องหมายถูก, Grok เพิ่มเติม, บูสต์การตอบกลับ, การวิเคราะห์ และอื่นๆ อีกมากมาย"),
                n("ga482a88", "แผนรายปี"),
                n("hc64d5b0", "แผนรายเดือน"),
                n("de7db957", function (e) {
                    return e.price + " ต่อปี เรียกเก็บเงินเป็นรายปี";
                }),
                n("d8982437", function (e) {
                    return e.price + " ต่อปี เรียกเก็บเงินเป็นรายเดือน";
                }),
                n("f0ad5cc8", "ปี"),
                n("a0dc6e4c", "ไม่สามารถใช้งานได้ในขณะนี้"),
                n("jd8b2e66", "สมัครสมาชิกและชำระเงิน"),
                n("ca784c0c", "สมัครสมาชิกและชำระเงินด้วย Apple"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "หรือประหยัดถึง 30%"),
                n("i7fbacc4", "สลับระหว่างระดับของระบบสมัครสมาชิกที่มีอยู่"),
                n("c9cc122b", function (e) {
                    return e.feature + " รวมอยู่ใน " + e.title;
                }),
                n("bff35771", function (e) {
                    return e.feature + " ไม่สามารถใช้ได้สำหรับ " + e.title;
                }),
                n("a69fd369", function (e) {
                    return "เริ่มต้นที่ " + e.price;
                }),
                n("e563a5d1", function (e) {
                    return "สมัครสมาชิกเพื่อรับส่วนลด " + e.percentage + "% (ระยะเวลาจำกัด)";
                }),
                n("dfc5f972", "และอีกมากมาย..."),
                n("fb8453c8", "ปลดล็อกคำขอ DeepSearch และการคิด"),
                n("e45b3f30", "ปลดล็อกคำขอการค้นคว้าและการให้เหตุผล"),
                n("aaebdc2e", "เพิ่มการเข้าถึง Grok 3 mini และ Grok 3 มากขึ้น"),
                n("ddf8a412", "เข้าถึงคุณสมบัติใหม่ๆ ก่อนใคร"),
                n("gfb04ef4", "คุณสมบัติ Premium+ ทั้งหมดใน X"),
                n("b601cfbb", function (e) {
                    return "ลองใช้งานในราคา " + e.price + " ต่อเดือน";
                }),
                n("i3e90e20", "ไม่สามารถใช้งานได้ในขณะนี้"),
                n("d9e9ce26", "สมัครสมาชิกและชำระเงิน:"),
                n("j1f5a580", "เกิดปัญหาในการประมวลผลระบบสมาชิก Premium ของคุณ โปรดตรวจสอบข้อมูลการชำระเงินของคุณและลองอีกครั้ง"),
                n("ebc84442", "การลงทะเบียนระบบสมาชิกแบบพรีเมียม"),
                n("cd9102d4", "เลือกหมวดหมู่"),
                n("eb551aea", "แสดงหมวดหมู่บนข้อมูลส่วนตัว"),
                n("f386777a", "สลับประเภทบัญชีผู้ใช้"),
                n("db483090", "สลับไปยังบัญชีส่วนตัวแล้ว"),
                n("c701200c", "สลับไปยังบัญชีธุรกิจแล้ว"),
                n("acd8da0a", "สลับไปยังบัญชีผู้สร้างแล้ว"),
                n("cb55ecce", "สลับไปยังบัญชีส่วนตัว"),
                n("h4aeb984", "สลับไปยังบัญชีส่วนตัว"),
                n("ada6073a", "ไม่ต้องการเครื่องมือระดับมืออาชีพใช่ไหม"),
                n("eb723d4c", "บัญชีส่วนตัวไม่มีเครื่องมืออย่างสปอตไลต์ของข้อมูลส่วนตัวและตัวจัดการการเลือกซื้อสินค้า คุณจะต้องตั้งค่าบัญชีมืออาชีพใหม่หากต้องการเปลี่ยนกลับ"),
                n("hbb1af08", "สลับไปยังบัญชีธุรกิจ"),
                n("a9b5e3aa", "ไม่ ยกเลิก"),
                n("ia49207a", "ใช่ สลับเลย"),
                n("g3f74902", "สลับไปยังบัญชีธุรกิจหรือไม่"),
                n("f3bcfac0", "แนะนำสำหรับแบรนด์ ร้านค้าปลีก ผู้ให้บริการ และองค์กร"),
                n("d0c3f02e", "สลับไปยังบัญชีผู้สร้าง"),
                n("a01e84e0", "สลับไปยังบัญชีผู้สร้างหรือไม่"),
                n("e8af8ef4", "แนะนำสำหรับบุคคลสาธารณะ ศิลปิน และผู้มีอิทธิพลทางความคิด"),
                n("e44eab74", "ไคลเอนต์ทั้งหมดของ X ยังไม่รองรับทุกโมดูลในขณะนี้"),
                n("ce4185bc", "สปอตไลต์เพิ่มเติมเร็วๆ นี้"),
                n("b5aed332", "ไม่มีสปอตไลต์"),
                n("g419ecf4", "อยู่หน้านี้"),
                n("d3a097a2", "ใช่ ละทิ้ง"),
                n("j1e1cd30", "ละทิ้งการเปลี่ยนแปลงหรือไม่"),
                n("fc779c28", "นำเสนอสปอตไลต์"),
                n("ie85a7a8", "ลบข้อมูลธุรกิจของคุณหรือไม่"),
                n("b5348efc", "ไม่มีเวลาทำการ"),
                n("db285564", "เปิดตลอด"),
                n("g7993eee", "เวลาที่กำหนดเอง"),
                n("c9ee902a", "แสดงแผนที่"),
                n("j224a074", "ข้อมูลตำแหน่งทั้งหมดที่ให้ไว้จะเข้าถึงได้แบบสาธารณะเมื่อเปิดสปอตไลต์ของตำแหน่งที่ตั้ง โทรศัพท์และอีเมลสามารถเข้าถึงได้ผ่านทางปุ่มรายชื่อผู้ติดต่อ"),
                n("f448cbcc", "ไม่บังคับ"),
                n("c16c9568", "ที่อยู่"),
                n("i3a38711", "ข้อตกลงการให้บริการ Google Maps"),
                n("beb66f50", "นโยบายความเป็นส่วนตัวของ Google"),
                n("e0d47030", "ลูกค้าของคุณสามารถติดต่อคุณได้ที่ไหน โปรดทราบว่าข้อมูลนี้จะเปิดเผยต่อสาธารณะเพื่อให้ลูกค้าหาคุณพบ โดยที่คุณสามารถลบออกได้ทุกเมื่อ"),
                n("c7a4adb0", "เพิ่มที่อยู่"),
                n("cd39daf6", "รหัสไปรษณีย์"),
                n("gc0df5a6", "เพิ่มรหัสไปรษณีย์"),
                n("c6c16a52", "เมือง"),
                n("aa8015be", "เพิ่มเมือง"),
                n("b688f53a", "รัฐ / จังหวัด / ภูมิภาค"),
                n("a67f5bbc", "เพิ่ม รัฐ / จังหวัด / ภูมิภาค"),
                n("if92b1b4", "เพิ่มประเทศ"),
                n("ffc5590e", "เมืองไม่ถูกต้อง"),
                n("a8fd64d8", "ค้นหาประเทศ"),
                n("a0abe108", "รัฐ / จังหวัด / ภูมิภาค ไม่ถูกต้อง"),
                n("j163df8e", "ที่อยู่ไม่ถูกต้อง"),
                n("af9b9b78", "รหัสไปรษณีย์ไม่ถูกต้อง"),
                n("i373e022", "ป้อนอีเมล"),
                n("f91751f8", "ข้อมูลนี้จะปรากฏต่อสาธารณะ"),
                n("g33c0564", "อีเมลไม่ถูกต้อง"),
                n("ga71fbf4", "เวลาทำการ"),
                n("ca2ba204", "แก้ไขเวลาที่กำหนดเอง"),
                n("d7b7dbca", "ไม่มีเวลาทำการจะปรากฏในข้อมูลส่วนตัวของคุณ"),
                n("a460e770", "เช่น สวนสาธารณะ ชายหาด การซื้อสินค้าออนไลน์"),
                n("ddc88bf0", "กำหนดเวลาทำการในแต่ละวัน"),
                n("j11df0ca", "ชั่วโมงทับซ้อนกัน"),
                n("f9f911f4", "ค้นหาเขตเวลา"),
                n("d21a4252", "เพิ่มจำนวนชั่วโมง"),
                n("ac6ce1c0", "จาก"),
                n("c647aac8", "ถึง"),
                n("b926e64a", "ป้อนเว็บไซต์"),
                n("i019c8b6", "โทร"),
                n("eabc6906", "SMS"),
                n("h24d868c", "การโทรและ SMS"),
                n("fa64f1fc", "เลือกรหัสประเทศ"),
                n("c7d3629a", "หมายเลขโทรศัพท์"),
                n("ce48a958", "คุณต้องการให้ผู้คนติดต่อผ่านช่องทางใด"),
                n("b97705ce", "โปรดทราบว่าหมายเลขโทรศัพท์นี้จะเปิดเผยต่อสาธารณะเพื่อให้ลูกค้าติดต่อคุณได้ คุณสามารถนำออกได้ทุกเมื่อ"),
                n("f7ff19ec", "เพิ่มรหัสประเทศ"),
                n("bb7f177a", "หมายเลขโทรศัพท์ไม่ถูกต้อง"),
                n("b91d1394", "เพิ่มแอพ"),
                n("d3cd1160", "เพิ่มแอพ iOS"),
                n("f2124008", "App Store URL"),
                n("dc0d9d6a", "เพิ่มแอพ Android"),
                n("dd1605f0", "Play Store URL"),
                n("g4098f78", "ดูได้จากที่ไหน"),
                n("b949cdc6", "ลบแอพ"),
                n("b4b8a486", "เลือกชุมชน"),
                n("jfe04cf6", "ล้างการเลือกของคุณหรือไม่"),
                n("a14aa8dc", "การดำเนินการนี้จะลบชุมชนออกจากสปอตไลต์ของคุณ"),
                n("cc4add98", "เลือกชุมชนเพื่อดูตัวอย่างว่าจะมีลักษณะอย่างไรในหน้าข้อมูลส่วนตัวของคุณ"),
                n("jd3e9ea6", "คุณไม่มีชุมชนใดๆ"),
                n("daad9741", "สร้างชุมชน"),
                n("c46cdabc", "เครื่องมือขั้นสูง"),
                n("f6a2233a", "จัดการสิทธิ์ในบัญชีต่างๆ"),
                n("ccb3ca48", "การตั้งค่าทางธุรกิจ"),
                n("b0ef3100", "สร้างแคมเปญโฆษณาที่น่าสนใจ"),
                n("ff1c5e1a", "ศูนย์มืออาชีพ"),
                n("f53adc36", "สร้างผลลัพธ์ในโลกความเป็นจริง"),
                n("hc4981d6", "สปอตไลต์ของข้อมูลส่วนตัว"),
                n("fbce8dbe", "ค้นหาผู้คนที่จะติดตาม"),
                n("ae76c624", "สร้างความสัมพันธ์มากขึ้น"),
                n("ae0383d4", "เพิ่มการมีส่วนร่วมและเข้าถึงผู้คนมากขึ้น"),
                n("a1dbe746", "บูสต์การมีส่วนร่วมและเข้าถึงผู้คนมากขึ้น"),
                n("hbd124ae", "บูสต์โพสต์"),
                n("hd80bd3e", "ประชาสัมพันธ์โพสต์"),
                n("fe2b0008", "เรียนรู้วิธีการใช้ X"),
                n("h257d4aa", "เลือกโพสต์เพื่อประชาสัมพันธ์"),
                n("fe946974", "Your trial of X without ads"),
                n("f6c50ec0", "Your ad-free trial has ended"),
                n("b1319404", "Ads avoided"),
                n("baa4acae", "You’re seeing more personalized content."),
                n("c00e8600", "Estimated time saved"),
                n("ic073e4e", "Your time is valuable."),
                n("eb866e88", "Estimated 1-year time savings"),
                n("aa77b70c", "Based on your usage."),
                n("c534c6b4", "We’re crunching the numbers..."),
                n("i57332f0", "Keep scrolling and check back later to see how many ads you’ve avoided and how much you’ve time saved"),
                n("cc10f019", function (e) {
                    return e.minutes + " นาที";
                }),
                n("f9b6b7d3", function (e) {
                    return e.hours + " ชั่วโมง";
                }),
                n("a9af8753", function (e) {
                    return e.days + " วัน, " + e.hours + " ชั่วโมง";
                }),
                n("b93d00e5", function (e) {
                    return e.days + " วัน";
                }),
                n("be88be23", function (e) {
                    return "ช่วงทดลองใช้งานฟรี " + e.durationInDays + " วันแบบไม่มีโฆษณาของคุณถูกเปิดใช้งานแล้ว";
                }),
                n("a4413462", "Throughout the trial you can see stats about how many ads you haven’t seen and how much time you’ve saved."),
                n("ae3f3b0e", "Enjoy!"),
                n("cdac8dc4", "See your new feed"),
                n("dec99336", "ปลอดโฆษณา"),
                n("i95803fa", "Unfortunately, you are not eligible at this time."),
                n("d28a1d72", "ค้นพบความนิยมเป็นคนแรกด้วย Radar"),
                n("fb70427a", "ขอแนะนำเครื่องมือค้นหาที่ทรงพลังที่สุดบน X"),
                n("i54bf620", "ตรวจสอบคําสำคัญ"),
                n("e8bb09bc", "มุ่งเน้นไปที่หัวข้อใดๆ โดยใช้ความสามารถในการค้นหาขั้นสูง"),
                n("d4c9d5aa", "แสดงภาพความนิยม"),
                n("e78263fe", "ติดตามบทสนทนาด้วยกราฟกิจกรรมรายวันในช่วง 3 วันที่ผ่านมา"),
                n("e3ed8220", "ตัวชี้วัดแบบเรียลไทม์"),
                n("f4952956", "รับสถิติของจำนวนโพสต์ทันทีจากคำค้นหาของคุณ"),
                n("cce3f116", "เพิ่มโพสต์ลงในบุ๊คมาร์กของคุณแล้ว"),
                n("b593b396", "ลบโพสต์ออกจากบุ๊คมาร์กแล้ว"),
                n("af9c8a3e", "เปิดแอพ"),
                n("ef483238", "หน้าสถานะโพสต์"),
                n("jcf3ff56", "ตัวอักษรขนาดใหญ่"),
                n("f1252ac8", "ตัวอักษรขนาดกลาง"),
                n("daa0da04", "ตัวอักษรขนาดเล็ก"),
                n("ba5256b2", "ขนาดตัวอักษร"),
                n("h030c24c", "รายงานปัญหา"),
                n("b12ffee6", "แบนจากชุมชน"),
                n("e37836f8", "รายละเอียดรายงาน"),
                n("fb35e52a", "ดูข้อบังคับ"),
                n("e238c590", "ขั้นตอนถัดไปคืออะไร"),
                n("if218e60", "ทีมงานและเทคโนโลยีของเราจะตรวจสอบรายงานของคุณ หากเราพบการละเมิดกฎ เราจะแจ้งให้คุณทราบว่าเราจะดำเนินการอะไร"),
                n("b6dc1984", "กระบวนการของเราเป็นอย่างไร"),
                n("b0a16894", "บริบทมีความสำคัญ เราพิจารณาปัจจัยต่อไปนี้เมื่อบังคับใช้กฎของเรา (นี่ไม่ใช่รายการทั้งหมด):"),
                n("d4716820", "เนื้อหาที่รายงานกำหนดเป้าหมายไปที่ผู้คนเนื่องจากตัวตนของพวกเขาหรือไม่"),
                n("e899a534", "การละเมิดนี้มีความรุนแรงเพียงใด"),
                n("d9c4e7ae", "รายงานถูกส่งโดยบุคคลที่ตกเป็นเป้าหมายหรือไม่"),
                n("afb51066", "การสร้างรายงานที่ซ้ำกันจะไม่เร่งกระบวนการของเรา"),
                n("b7ba712a", "พบการละเมิด"),
                n("d90b8c04", "ไม่พบการละเมิด"),
                n("c2d0494a", "คำแนะนำด้านความปลอดภัยของเรา"),
                n("be46e000", "รายงานรายการที่ซ้ำกัน"),
                n("e846ae32", "แม้ว่าเนื้อหาจะถูกลบไปแล้ว แต่อาจมีบางคนคัดลอกหรือถ่ายภาพหน้าจอไว้ หากคุณพบเห็นใน X โปรดรายงานเพื่อให้เราสามารถลบออกได้"),
                n("e3647d08", "ติดต่อหน่วยงานการบังคับใช้กฎหมาย"),
                n("gad89c4a", "หากคุณรู้สึกว่าตกอยู่ในอันตราย เราขอแนะนำให้คุณติดต่อหน่วยงานการบังคับใช้กฎหมายในพื้นที่ พวกเขาสามารถอ้างอิงแนวทางของเราสำหรับการบังคับใช้กฎหมายได้หากมีคำถามตามมา "),
                n("h7fa9240", "สหรัฐอเมริกา:"),
                n("fb2ff552", "สายด่วนป้องกันการฆ่าตัวตายแห่งชาติ (National Suicide Prevention Lifeline) ที่หมายเลข 988"),
                n("bb57e8c0", "ประเทศและภูมิภาคอื่นๆ:"),
                n("b9ce59ba", "ขอขอบคุณอีกครั้งที่แจ้งเรื่องนี้ให้เราทราบ"),
                n("d42899ad", "สมาคมระหว่างประเทศเพื่อการป้องกันการฆ่าตัวตาย"),
                n("c9853de0", "เนื้อหาถูกซ่อน"),
                n("c197728e", "แก้ไขแล้ว"),
                n("f4422d78", "รายงาน"),
                n("i07c24fa", "คุณไม่มีรายงานที่เปิดอยู่ใดๆ"),
                n("h542c98a", "ดูรายละเอียด"),
                n("e6e11d12", "คุณไม่มีรายงานที่แก้ไขแล้วใดๆ"),
                n("ibf33bae", "รายงานรายการที่ซ้ำกันเพื่อให้ลบออก"),
                n("a288ca36", "แนวทางปฏิบัติของเราสำหรับการบังคับใช้กฎหมาย"),
                n("a62c9c34", "ติดตามสิ่งที่คุณสนใจ"),
                n("cf39fca2", "ฟังสิ่งที่ผู้คนกำลังพูดถึง"),
                n("j86184fe", "เข้าร่วมบทสนทนา"),
                n("ac2035f2", "เข้าร่วมวันนี้"),
                n("h0af9418", "สร้างบัญชี"),
                n("eba1b198", "เกิดขึ้นตอนนี้"),
                n("fa811c30", "มีบัญชีผู้ใช้อยู่แล้วใช่ไหม"),
                n("b4bdfb3e", "รับแอพ Grok"),
                n("f991cfaa", "รับ Grok"),
                n("a4298bc0", "X มีอะไรเกิดขึ้นบ้าง"),
                n("j3f49ff6", "นับตั้งแต่ข่าวด่วนและข่าวบันเทิงไปจนถึงข่าวกีฬาและการเมือง รับรู้เรื่องราวทั้งหมดพร้อมอ่านความคิดเห็นแบบสดๆ"),
                n("d65555c2", "หรือ"),
                n("e75df5c9", function (e) {
                    return e.query + " - ค้นหา";
                }),
                n("ac4fb0f4", "รูปภาพ"),
                n("aea62568", "ตัวกรองการค้นหา"),
                n("gfcfbf8c", "บันทึกการค้นหาของคุณแล้ว"),
                n("a4645d92", "การค้นหาที่บันทึกไว้ของคุณถูกลบแล้ว"),
                n("b11805af", function (e) {
                    return "ดูโพสต์เกี่ยวกับ " + e.query + " ได้ทาง X ดูเรื่องราวที่กำลังเป็นกระแสในหมู่ผู้คนแล้วร่วมวงสนทนา";
                }),
                n("d610e8c3", function (e) {
                    return "โพสต์ล่าสุดใน " + e.query + " อ่านเรื่องราวที่กำลังเป็นกระแสในหมู่ผู้คนแล้วร่วมวงสนทนา";
                }),
                n("j622effe", "การค้นหาขั้นสูง"),
                n("i5045e74", "ทุกที่"),
                n("h2388754", "ใกล้คุณ"),
                n("a0cf4306", "การสรุปของ Grok"),
                n("f97f7b46", "ซ่อนการสรุปของ Grok"),
                n("f9d35b98", "คุณสามารถบันทึกการค้นหาได้ 25 รายการเท่านั้น โปรดลบการค้นหาออกหนึ่งรายการเพื่อบันทึกการค้นหาใหม่"),
                n("ha925ad4", "มีบางอย่างผิดพลาด ลองบันทึกการค้นหาของคุณอีกครั้งในอีกสักครู่"),
                n("h0a9931c", "มีบางอย่างผิดพลาด ลองลบการค้นหาของคุณอีกครั้งในอีกสักครู่"),
                n("h4912b5e", "บันทึกผลการค้นหา"),
                n("b9bc69ca", "ลบการค้นหาที่บันทึกไว้"),
                n("eb63de70", "X - การค้นหาขั้นสูง"),
                n("d3938be8", "คํา"),
                n("e0dded5e", "การมีส่วนร่วม"),
                n("a097f7ba", "วันที่"),
                n("c03f15ca", "ทุกภาษา"),
                n("cb334136", "ลิงก์"),
                n("jf1cbcc2", "รวมโพสต์ที่มีลิงก์"),
                n("gede6f6e", "แสดงเฉพาะโพสต์ที่มีลิงก์"),
                n("bda44dd4", "รวมการตอบกลับและโพสต์ต้นทาง"),
                n("ab870904", "แสดงเฉพาะการตอบกลับ"),
                n("b6215680", "มีคําเหล่านี้ทุกคํา"),
                n("cceffa5e", "ตัวอย่าง: มีอะไรเกิดขึ้นบ้าง · มีทั้งคำว่า “มีอะไร” และ “เกิดขึ้นบ้าง”"),
                n("f1c5faee", "ตรงตามวลีนี้"),
                n("ad10780e", "ตัวอย่าง: ชั่วโมงแห่งความสุข · ประกอบด้วยวลีที่ตรงกับ “ชั่วโมงแห่งความสุข”"),
                n("a555a3f4", "มีหนึ่งคําจากคําเหล่านี้"),
                n("ee8a2b60", "ตัวอย่าง: แมว สุนัข · มีคำว่า “แมว” หรือ “สุนัข” (หรือทั้งคู่)"),
                n("f51fe348", "ไม่ใช่คําเหล่านี้"),
                n("hb657ad4", "ตัวอย่าง: แมว สุนัข · ไม่มีคำว่า “แมว” และไม่มีคำว่า “สุนัข”"),
                n("d10da5da", "แฮชแท็กเหล่านี้"),
                n("f0b52b50", "ตัวอย่าง: #ThrowbackThursday · มีแฮชแท็ก #ThrowbackThursday"),
                n("e292598a", "จากบัญชีเหล่านี้"),
                n("hef790d8", "ตัวอย่าง: @X · ส่งจาก @X"),
                n("g2c27394", "ไปยังบัญชีเหล่านี้"),
                n("d158d9d0", "ตัวอย่าง: @X · ส่งในการตอบกลับไปยัง @X"),
                n("a10e3230", "การพูดถึงบัญชีเหล่านี้"),
                n("daaf2c72", "ตัวอย่าง: @SFBART @Caltrain · พูดถึง @SFBART หรือพูดถึง @Caltrain"),
                n("b18366ba", "การตอบกลับขั้นต่ำ"),
                n("f481ba1c", "ตัวอย่าง: 280 · โพสต์ที่มีอย่างน้อย 280 การตอบกลับ"),
                n("ib3ddbd4", "ความชอบขั้นต่ำ"),
                n("ef994dac", "ตัวอย่าง: 280 · โพสต์ที่มีอย่างน้อย 280 ความชอบ"),
                n("a504ca74", "การรีโพสต์ขั้นต่ำ"),
                n("jd9bd944", "ตัวอย่าง: 280 · โพสต์ที่มีอย่างน้อย 280 การรีโพสต์"),
                n("e95b9448", "ทั่วไป"),
                n("f458a3b2", "ความเป็นส่วนตัว"),
                n("bdc6f5b8", "บัญชีของคุณ"),
                n("ea848de8", "การตั้งค่า EarlyX"),
                n("df483b48", "การสับเปลี่ยนคุณสมบัติ"),
                n("bd05add8", "ไม่ใช่บอท"),
                n("d94f12b6", "ลองค้นหาการแจ้งเตือน ความเป็นส่วนตัว ฯลฯ"),
                n("ba8f6f82", "ค้นหาการตั้งค่า"),
                n("g931a6e5", function (e) {
                    return "คุณกำลังติดตาม " + e.topic;
                }),
                n("h3f9027a", "คุณจะเห็นโพสต์เกี่ยวกับหัวข้อนี้ในลำดับเหตุการณ์หน้าแรก หัวข้อนี้จะช่วยปรับเปลี่ยนประสบการณ์ใช้งาน X ของคุณ"),
                n("e241095e", "หัวข้อของคุณ"),
                n("f8bc75e2", "หัวข้อของคุณ"),
                n("ed827af6", "หัวข้อนี้ไม่สามารถใช้งานได้"),
                n("d094c720", "หัวข้อทั้งหมด"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | หัวข้อ";
                }),
                n("g02269ba", "การติดตามหัวข้อบน X หัวข้อช่วยให้คุณเห็นโพสต์จากหลายบัญชีที่เป็นผู้เชี่ยวชาญหรือเป็นแฟนๆ ของหัวข้อต่างๆ บน X"),
                n("e80d2509", function (e) {
                    return "ติดตามหัวข้อ " + e.topicName + " บน X คุณจะเห็นโพสต์ยอดนิยมจากหลายบัญชีที่เป็นผู้เชี่ยวชาญ แฟนๆ หรือเพียงแค่จะพูดถึง " + e.topicName + " บน X";
                }),
                n("e44b4256", "ประวัติของเรื่องราว"),
                n("a74af3f8", "ไม่พบประวัติของเรื่องราว"),
                n("c3077694", "โพสต์ในความนิยม"),
                n("a9042b6c", "ประวัติของความนิยม"),
                n("ed54bc32", "รายงานความนิยม"),
                n("f89bcc50", "รายงานความนิยมแล้ว"),
                n("gde7b6b0", "ยกเลิกการบันทึก"),
                n("i6212670", "กำลังโหลดความนิยม"),
                n("c6a07c10", "ลำดับเหตุการณ์ในความนิยม"),
                n("b0c91a92", "เข้าสู่ระบบหรือสมัครเพื่อดูว่าผู้คนใน X พูดเกี่ยวกับเรื่องนี้อย่างไร"),
                n("d7071084", "ถาม Grok เกี่ยวกับสิ่งนี้"),
                n("ee2200f4", "เรื่องนี้เป็นบทสรุปของโพสต์ใน X ที่สร้างโดย Grok เรื่องราวจะพัฒนาเมื่อเวลาผ่านไป"),
                n("e1e5d552", "แก้ไขวงในของคุณ"),
                n("ec13f9cc", "ยังไม่มีใครอยู่ในวงในของคุณตอนนี้"),
                n("dab58e32", "เมื่อคุณเพิ่มผู้คน พวกเขาจะแสดงขึ้นที่นี่"),
                n("f43112a4", "วิธีการทำงาน"),
                n("a4d60c94", "มีบางอย่างผิดพลาด เราไม่สามารถเพิ่มพวกเขาในวงในของคุณได้ในขณะนี้"),
                n("a1ba3bd8", "วงในของคุณเต็มแล้ว คุณมีคนในวงในครบตามจำนวนสูงสุด 150 คนแล้ว"),
                n("ac3fd6e2", "เรายังไม่มีใครให้แนะนำ"),
                n("eeb4d3f0", "เราจะแนะนำผู้คนที่จะเพิ่มเข้าวงในที่นี่"),
                n("aea3c420", "ยังไม่มีการอ้างอิง"),
                n("b40a22c0", "เพิ่มความคิดเห็นของคุณเมื่อแชร์โพสต์ของผู้อื่น และข้อมูลจะแสดงที่นี่"),
                n("f08d8d08", "กระจายโพสต์ที่คุณชื่นชอบ"),
                n("f0ccff52", "แชร์โพสต์ของผู้อื่นบนลำดับเหตุการณ์ของคุณด้วยการรีโพสต์ เมื่อรีโพสต์แล้ว โพสต์จะแสดงที่นี่"),
                n("fc1acb54", "ยังไม่มีการชื่นชอบ"),
                n("e3527230", "เมื่อมีผู้คน (แม้แต่คุณเอง) แตะหัวใจเพื่อชื่นชอบโพสต์นี้ ข้อมูลจะแสดงที่นี่"),
                n("i3e8b808", "กำลังโหลดผู้ใช้ที่ได้ชื่นชอบโพสต์นี้"),
                n("c69fd704", "กำลังโหลดผู้ใช้ที่ได้รีโพสต์โพสต์นี้"),
                n("f12858d4", "ชื่นชอบโดย"),
                n("fe62cfec", "รีโพสต์โดย"),
                n("h1c5d6aa", "ส่งโดยคุณ"),
                n("h6d45054", "ส่งโดยทั้งหมด"),
                n("da68fff1", function (e) {
                    return e.count + " เหรียญ (คุณมองเห็นได้เท่านั้น)";
                }),
                n("e35f2534", "กำลังโหลดการมีส่วนร่วมในโพสต์"),
                n("i60dfa72", "การมีส่วนร่วมในโพสต์"),
                n("dc604dda", "ผู้ใช้ที่ชื่นชอบโพสต์นี้"),
                n("cdd4ef4a", "ผู้ใช้ที่รีโพสต์โพสต์นี้"),
                n("icc72234", "การอ้างอิงของโพสต์นี้"),
                n("hc35b530", "ยังไม่มีการชื่นชอบ"),
                n("e0d6a246", "ยังไม่มีการรีโพสต์"),
                n("i2a26cb4", "เมื่อมีผู้คนแตะหัวใจเพื่อชื่นชอบโพสต์นี้ ข้อมูลจะแสดงที่นี่"),
                n("i9b724e8", "คุณจะพบรายชื่อของผู้คนที่อ้างอิงโพสต์ที่นี่"),
                n("a5ab75ae", "ไม่พบโพสต์ที่เกี่ยวข้อง"),
                n("ce637c0e", "ไม่พบบทความที่เกี่ยวข้อง"),
                n("fd67deaa", "แชร์โพสต์ที่เกี่ยวข้อง"),
                n("f9183bb6", "คัดลอกลิงก์ไปยังโพสต์ที่เกี่ยวข้อง"),
                n("fc4e5d96", "คุณสามารถดูได้เฉพาะการวิเคราะห์เกี่ยวกับโพสต์ของคุณเองเท่านั้น"),
                n("ab0da59f", function (e) {
                    return "การวิเคราะห์ " + e.entity;
                }),
                n("ae32e7de", "นี่คือโพสต์ที่ประชาสัมพันธ์  จำนวนครั้งที่มีผู้เห็นโพสต์นี้เป็นแบบส่วนตัว"),
                n("a10aa36c", "ศูนย์ช่วยเหลือ"),
                n("d0740558", "ศูนย์ช่วยเหลือ"),
                n("d2d76dca", "ศูนย์ช่วยเหลือ"),
                n("de8bcdaa", "รายละเอียดของผู้ที่ได้เห็นโพสต์ของคุณ"),
                n("cfa1ef16", "บูสต์"),
                n("d267afa2", "ต่ำกว่า 20 ปี"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "มากกว่า 50"),
                n("bcd9cf68", "สูงกว่า 65"),
                n("f05f1838", "อื่นๆ / ไม่ระบุ"),
                n("fa5be588", "ทั่วไป"),
                n("c65126fe", "บูสต์แล้ว"),
                n("c61c6624", "ประชาสัมพันธ์"),
                n("f1196a04", "การวิเคราะห์เกี่ยวกับการบูสต์"),
                n("bb66e3fc", "การวิเคราะห์เกี่ยวกับการประชาสัมพันธ์"),
                n("g512ddcc", "การวิเคราะห์ทั่วไป"),
                n("j9256524", "รายละเอียดข้อมูลประสิทธิภาพของการบูสต์"),
                n("ceeb3016", "รายละเอียดข้อมูลประสิทธิภาพของการประชาสัมพันธ์"),
                n("bf4558fa", "รายละเอียดข้อมูลประสิทธิภาพแบบออร์แกนิก"),
                n("c69069e6", "จำนวนครั้งที่มีผู้เห็นโพสต์นี้บน X"),
                n("a0615bac", "จำนวนครั้งที่ผู้ใช้โต้ตอบกับโพสต์ ซึ่งรวมถึงการคลิกทั้งหมดที่ใดก็ได้บนโพสต์ (รวมถึงแฮชแท็ก ลิงก์ ภาพประจําตัว ชื่อผู้ใช้ และการขยายโพสต์) การรีโพสต์ การตอบกลับ การติดตาม และการชื่นชอบ"),
                n("acc4cf12", "จำนวนการดูข้อมูลส่วนตัวจากโพสต์นี้"),
                n("c7d0d1c4", "จำนวนการคลิกบน URL ใดๆ ในโพสต์นี้"),
                n("a4da7724", "จำนวนครั้งที่ผู้คนดูรายละเอียดเกี่ยวกับโพสต์นี้"),
                n("jedd2771", function (e) {
                    return e.percentage + " จากการบูสต์";
                }),
                n("g33fd6b1", function (e) {
                    return e.percentage + " จากการประชาสัมพันธ์";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " จากผู้ที่ไม่ใช่ผู้ติดตาม";
                }),
                n("h4cbba3e", "< 5%"),
                n("f4f0094c", "< 5% จากการบูสต์"),
                n("h1cdac12", "< 5% จากการประชาสัมพันธ์"),
                n("g884b2cc", "< 5% จากผู้ที่ไม่ได้ติดตาม"),
                n("b32334a0", "เข้าถึงบัญชีแล้ว"),
                n("h142a79c", "จำนวนการดูที่ไม่ซ้ำกันสำหรับโพสต์นี้"),
                n("de4def4e", "% จากโปรโมชั่นทั้งหมดจนถึงปัจจุบัน"),
                n("e3390c1e", "48 ชั่วโมงแรก"),
                n("aead0975", function (e) {
                    return "ติดตามจำนวนครั้งที่มีการอ่านโพสต์นี้ในช่วง 48 ชั่วโมงแรกนับตั้งแต่มีการโพสต์ มูลค่าสูงสุดคือจำนวนผู้เข้าชม " + e.maxValue + " ราย";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " ความชอบ";
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " รีโพสต์";
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " การตอบกลับ";
                }),
                n("db6efeb8", "การประชาสัมพันธ์ของคุณกำลังดำเนินการอยู่"),
                n("j6daea86", "การประชาสัมพันธ์ของคุณหยุดชั่วคราว"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return "ใช้ไปแล้ว " + e.spentBudget + " จาก " + e.totalBudget;
                }),
                n("e8adeec8", "ประชาสัมพันธ์อีกครั้ง"),
                n("fbb5c37e", "บูสต์อีกครั้ง"),
                n("ccffb487", function (e) {
                    return "โพสต์ของคุณมี " + e.impressions + " จำนวนผู้เข้าชมแล้วในตอนนี้ เปลี่ยนไปใช้บัญชีมืออาชีพเพื่อขยายการเข้าถึงของคุณ";
                }),
                n("ha13fd94", "บูสต์โพสต์"),
                n("jede3014", "การประชาสัมพันธ์ของคุณอยู่ในระหว่างการตรวจสอบ"),
                n("b823301e", "เมื่อได้รับการอนุมัติ โพสต์ของคุณจะได้รับการประชาสัมพันธ์ไปยังกลุ่มเป้าหมายที่คุณเลือก"),
                n("a2e48870", "ตรวจสอบนโยบายโฆษณาของ X"),
                n("ge538876", "ตัวชี้วัดสำหรับวิดีโอที่คุณแบ่งปัน"),
                n("ca7e10d8", "ยอดดูที่ไม่ซ้ำกัน"),
                n("i611fc96", "จำนวนครั้งที่มีการรับชมวิดีโอนี้จากโพสต์ทั้งหมด"),
                n("a69cd868", "จำนวนการดูที่ไม่ซ้ำกันสำหรับวิดีโอนี้"),
                n("f894a688", "การรักษากลุ่มเป้าหมาย"),
                n("ad9d9204", "เปอร์เซ็นต์ของเวลาที่ผู้ชมรับชมวิดีโอก่อนปิดวิดีโอ และพวกเขารับชมวิดีโอไปมากเพียงใด"),
                n("da4b7a70", "เปอร์เซ็นต์ของผู้ชมที่ดูวิดีโอจนถึงเวลาที่กำหนด"),
                n("de2d89a2", "รับชม 25%"),
                n("i92754c2", "รับชม 50%"),
                n("be8ddcc2", "รับชม 75%"),
                n("b01410d6", "รับชม 100%"),
                n("gfb3d8af", function (e) {
                    return "ดูจนถึง " + e.timeLabel;
                }),
                n("fc6cbba2", "ยังไม่มีอะไรให้ดูที่นี่"),
                n("b80a53c8", "เมื่อเราได้รับข้อมูลเพิ่มเติมแล้ว คุณจะเห็นข้อมูลที่นี่"),
                n("d25dccb6", "การวิเคราะห์ไม่พร้อมใช้งานสำหรับโพสต์วงใน"),
                n("g61ac32a", "เรากำหนดเป้าหมายผู้ใช้ที่มีแนวโน้มจะมีส่วนร่วมกับเนื้อหาของคุณมากที่สุดโดยอัตโนมัติ"),
                n("e8702feb", function (e) {
                    return "รับ " + e.couponAmount + " จากเรา";
                }),
                n("e44dc579", function (e) {
                    return "เริ่มต้นใช้งานตอนนี้และรับส่วนลด " + e.couponAmount + " สำหรับการประชาสัมพันธ์ครั้งแรกของคุณก่อน " + e.date;
                }),
                n("hd8df545", function (e) {
                    return "เริ่มต้นใช้งานตอนนี้และรับส่วนลด " + e.couponAmount + " สำหรับการประชาสัมพันธ์ครั้งต่อไปของคุณก่อน " + e.date;
                }),
                n("f1d32e41", function (e) {
                    return "ใช้จ่าย " + e.spendAmount + " และรับ " + e.couponAmount + " ในเครดิตโฆษณา";
                }),
                n("c4d0434b", function (e) {
                    return e.dailyBudget + " ต่อวันสำหรับ " + e.durationLabel;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " ใน " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "ตําแหน่ง";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + " - " + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " วัน";
                }),
                n("gc3ce5d9", function (e) {
                    return "การเข้าถึงผู้คน " + e.audienceLow + " - " + e.audienceHigh + " คนโดยประมาณต่อวัน";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "ช่วงอายุ: " + e.formattedAge + e.newlinePlaceholder + "เพศ: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "เมื่อคุณใช้จ่าย " + e.spendAmount + " ในแคมเปญหนึ่งรายการขึ้นไป เราจะให้เครดิต " + e.couponAmount + " แก่บัญชีโฆษณาของคุณโดยตรง ซึ่งอาจใช้เวลาหลายวันในการเพิ่มเครดิต";
                }),
                n("cb51c854", "เพศใดก็ได้"),
                n("bb7b39e2", "ผู้ชาย"),
                n("eb9466d0", "ผู้หญิง"),
                n("b07cc9f2", "ภูมิภาค"),
                n("ce309bee", "เมโทร"),
                n("cc49d030", "รหัสไปรษณีย์"),
                n("c3fca124", "เพิ่มการมีส่วนร่วม"),
                n("d4f57cce", "เพิ่มผู้ติดตาม"),
                n("c6daa762", "เพิ่มยอดคลิกลิงก์"),
                n("cc642518", "ค้นหาตําแหน่ง"),
                n("i0e8c3c6", "ผลลัพธ์ของตำแหน่ง"),
                n("f69ad048", "เลือกตำแหน่ง"),
                n("d948b978", "คุณสามารถประชาสัมพันธ์ได้เฉพาะโพสต์ของคุณเองเท่านั้น"),
                n("cfcdb4a2", "มีบางอย่างผิดพลาด ตรวจสอบว่าคุณปิดการใช้งานตัวบล็อคโฆษณาแล้ว"),
                n("j7a2af7a", "ไม่ต้องการประชาสัมพันธ์โพสต์นี้ใช่ไหม"),
                n("a78bce8e", "หากคุณออกไปตอนนี้ ระบบจะไม่ประชาสัมพันธ์โพสต์นี้"),
                n("g8844150", "ไม่ต้องประชาสัมพันธ์"),
                n("e7eb3684", "งบประมาณรายวัน"),
                n("d9f6e3ce", "ตัวเลื่อนงบประมาณรายวัน"),
                n("b3954eca", "ตัวเลื่อนระยะเวลาเป็นจำนวนวัน"),
                n("ce665a60", "การเข้าถึงโดยประมาณเป็นค่าโดยประมาณ ไม่สามารถรับประกันการเข้าถึงที่แท้จริงได้"),
                n("i0c3b95c", "รอบต่อไปเราออกให้เอง!"),
                n("h8b6e32a", "คุณประชาสัมพันธ์โพสต์ของคุณแล้ว!"),
                n("ee8014a6", "ตรวจสอบการวิเคราะห์โพสต์ได้ทุกเมื่อเพื่อวัดประสิทธิภาพโฆษณาของคุณ"),
                n("db841200", "เพิ่มการมีส่วนร่วม เข้าถึงผู้คนมากขึ้น และกระจายข่าวเกี่ยวกับเพจของคุณ"),
                n("fcc839b6", "เป้าหมายของคุณคืออะไร"),
                n("b679a538", "โพสต์ของคุณมีสื่อ"),
                n("cb19a2f0", "รับการชื่นชอบ การรีโพสต์ ฯลฯ มากขึ้น"),
                n("a2d37164", "เพิ่มผู้เยี่ยมชมเว็บไซต์ของคุณ"),
                n("cefad302", "เพิ่มลิงก์ไปยังโพสต์ของคุณ"),
                n("b614fad0", "โปรดตรวจสอบให้แน่ใจว่าโพสต์ของคุณมีลิงก์รวมอยู่ด้วย"),
                n("de43b660", "วิธีการชําระเงิน"),
                n("hb4773a0", "เพิ่มวิธีการชําระเงินใหม่"),
                n("aa2a3dd4", "ลบบัตร"),
                n("b1c5b63c", "สิ้นสุดใน"),
                n("affb5878", "ยืนยันการลบ"),
                n("db443ae2", "ทุกอย่างเรียบร้อยดีไหม"),
                n("a96f811e", "เป้าหมายการส่งเสริมการขาย"),
                n("fbd44e96", "งบประมาณของคุณ"),
                n("e36bce64", "วิธีการชําระเงิน"),
                n("ia83756c", "ยอดรวมย่อย"),
                n("cc217a04", "คูปองคงเหลือ"),
                n("g4f2b588", "จำนวนคูปองคงเหลือ"),
                n("i41612da", "สร้างการประชาสัมพันธ์"),
                n("cdae1af0", "เพิ่มข้อมูลภาษี"),
                n("ed8bb5a0", "เพิ่มรายละเอียดการชำระเงิน"),
                n("fc640c20", "เพิ่มรายละเอียดการชำระเงินเพื่อแลกรับคูปองของคุณ"),
                n("be2dc078", "สมัครและเพิ่มรายละเอียดการชำระเงิน"),
                n("iaefd4de", "สมัครและเพิ่มรายละเอียดการชำระเงินเพื่อแลกรับคูปองของคุณ"),
                n("e5e42640", "อืม... คูปองของคุณไม่โหลด โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("e85dfd66", "มีการสร้างแคมเปญสำหรับโพสต์นี้แล้ว"),
                n("a4db098c", "ดูเหมือนว่าเราจะไม่สามารถสร้างการประชาสัมพันธ์ของคุณได้ โปรดลองอีกครั้งในภายหลัง"),
                n("ef7e3916", "มีข้อผิดพลาดบางอย่างเกิดขึ้น ตรวจสอบรายละเอียดการประชาสัมพันธ์ของคุณแล้วลองใหม่อีกครั้ง"),
                n("c1134966", "ข้อตกลงและแนวทางในการโฆษณา"),
                n("he45cc43", "ข้อตกลงเกี่ยวกับคูปอง"),
                n("c9439a82", "ข้อตกลงและแนวทางในการโฆษณา"),
                n("c672105a", "คุณต้องการเข้าถึงใคร"),
                n("e1efbeae", "ช่วงอายุ"),
                n("c6ff7c10", "อายุขั้นต่ำ"),
                n("b555fb46", "อายุสูงสุด"),
                n("j2c03e12", "55+"),
                n("d4e01892", "นโยบายโฆษณาเกี่ยวกับที่อยู่อาศัย การกู้เงิน และโอกาสในการจ้างงาน"),
                n("df8d4fa0", "เลือกเพศ"),
                n("i982d424", "คุณต้องการลงทุนเท่าไหร่"),
                n("b9ff6cb0", "ยังไม่ได้เลือกวิธีการชำระเงิน"),
                n("i8b90688", "ข้อตกลงและแนวทางในการโฆษณา"),
                n("a93bd26d", "ข้อตกลงเกี่ยวกับคูปอง"),
                n("d31dc460", "ข้อตกลงและแนวทางในการโฆษณา"),
                n("ga845597", function (e) {
                    return "รวมเป็นเวลามากกว่า " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "เรียนรู้เพิ่มเติม"),
                n("j9f78b42", "ไม่มีผู้ใช้ที่ถูกแท็กในโพสต์นี้"),
                n("cb2054fa", "กำลังโหลดผู้ใช้"),
                n("e4ad6bda", "ในรูปภาพนี้"),
                n("cdd4aafe", "กำลังโหลดผู้คนในบทสนทนา"),
                n("aac3fad2", "ผู้คนในบทสนทนานี้"),
                n("a7f66562", "กำลังโหลดโพสต์"),
                n("b7a898fa", "ไปที่โพสต์ถัดไปโดยตรงจากที่นี่!"),
                n("e254fdd2", "คุณสามารถปัดไปที่โพสต์ถัดไปได้โดยตรง!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "ตัวเลื่อน"),
                n("h2fcc532", "กำลังโหลดประวัติ"),
                n("a74821a0", "ดูเหมือนว่าการชำระเงินของคุณจะดำเนินการไม่สำเร็จหรือใกล้หมดอายุ อัพเดตข้อมูลการชำระเงินของคุณเพื่อรักษาระบบสมาชิก Premium ของคุณ"),
                n("bb55752e", "เหรียญช่วยให้คุณสามารถสนับสนุนผู้สร้างที่โพสต์เนื้อหาที่ยอดเยี่ยม เหรียญที่ไม่ได้ใช้จะถูกเก็บไว้ในยอดคงเหลือของคุณ"),
                n("ea7ce65f", function (e) {
                    return "รวม " + e.count + " เหรียญโบนัส";
                }),
                n("e557f9d2", "คุณใช้เหรียญถึงขีดจำกัดแล้ว"),
                n("e2beba5e", "เป็นที่นิยมมากที่สุด"),
                n("gafeeb96", "ซื้อเหรียญ"),
                n("bc42db1c", "ยกเลิกได้ทุกเมื่อ ระบบจะต่ออายุอัตโนมัติทุกเดือน"),
                n("f1561b06", "ข้อตกลงของผู้ซื้อ"),
                n("fe93ed4a", "ซื้อสำเร็จ"),
                n("bcb90375", function (e) {
                    return "ยอดเหรียญใหม่ของคุณคือ " + e.balance;
                }),
                n("ia2eb0c0", "ซื้อไม่สำเร็จ!"),
                n("c7e11484", "รายชื่อของคุณว่างเปล่า"),
                n("a96208ba", "คุณจะต้องสร้างรายชื่อก่อนเพิ่มผู้คน"),
                n("d2826908", "สร้างรายชื่อใหม่"),
                n("he062e8a", "เลือกรายชื่อ"),
                n("c2fb1e94", "สามารถเพิ่มบัญชีลงในรายชื่อได้เพียง 5,000 บัญชีเท่านั้น"),
                n("f30edc68", "ทำให้เป็นส่วนตัว"),
                n("h51a2cf6", "มีบางอย่างผิดพลาด ลองลบป้ายของคุณอีกครั้งในอีกสักครู่"),
                n("bb10280e", "มีบางอย่างผิดพลาด ลองบันทึกรายชื่อของคุณอีกครั้งในอีกสักครู่"),
                n("h8885a22", "ชื่อของรายชื่อไม่ควรเกิน 25 ตัวอักษร"),
                n("f8132984", "เมื่อคุณสร้างรายชื่อส่วนตัว จะมีแค่คุณเท่านั้นที่มองเห็นได้"),
                n("h421e74c", "รายชื่อแนะนำ"),
                n("aa62dea8", "เรากำลังเฝ้าระวัง"),
                n("e5e4d3aa", "ตรวจสอบอีกครั้งในภายหลังเพื่อดูรายชื่อที่แนะนำ"),
                n("c4d7650c", "จัดการสมาชิก"),
                n("h7f2418c", "กำลังโหลดข้อมูลรายชื่อ"),
                n("b18e5cd2", "มีบางอย่างผิดพลาด ลองลบรายชื่อของคุณอีกครั้งในอีกสักครู่"),
                n("cdd73e9c", "ลบรายชื่อ"),
                n("def8ff62", "ลบรายชื่อหรือไม่"),
                n("j8b9cde8", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และรายชื่อของคุณจะหายไป"),
                n("e9f3dec4", "การค้นหารายชื่อ"),
                n("b9192d55", function (e) {
                    return e.query + " - การค้นหารายชื่อ";
                }),
                n("d6a23192", "สร้างรายชื่อใหม่"),
                n("ie256518", "ลำดับเหตุการณ์การค้นหารายชื่อ"),
                n("j57a2568", "การค้นหารายชื่อ"),
                n("hc76e8cd", function (e) {
                    return 'ไม่มีรายชื่อที่ตรงกับ "' + e.query + '"';
                }),
                n("d872881a", "ทำไมไม่สร้างขึ้นมาล่ะ"),
                n("j177067a", "ค้นหารายชื่อ"),
                n("g13ea02c", "ลองค้นหารายชื่อ"),
                n("d1461f1e", "รายชื่อนี้เงียบเหงา"),
                n("bcbd3416", "ผู้คนที่ติดตามรายชื่อนี้จะแสดงขึ้นที่นี่"),
                n("b197a56c", "ผู้ติดตามรายชื่อ"),
                n("f0ab07f5", function (e) {
                    return "สมาชิก (" + e.memberCount + ")";
                }),
                n("h9ce3406", "รายชื่อสมาชิก"),
                n("dfeaeb26", "เพิ่มในรายชื่อของคุณ"),
                n("a332103e", "ผู้คนที่ถูกเพิ่มในรายชื่อนี้จะแสดงขึ้นที่นี่"),
                n("e2f7dc62", "ค้นหาสมาชิกที่แนะนำ"),
                n("gc23cc00", "ลองค้นหาบัญชีเพื่อดูบัญชีแนะนำที่จะเพิ่มเข้ามาในรายชื่อนี้"),
                n("e3deb126", "คำแนะนำรายชื่อ"),
                n("eb7b54be", "การโหลดรายชื่อ"),
                n("a9ca06d2", "ข้อมูล"),
                n("a367dc9a", "คุณจะเห็นโพสต์ล่าสุดทันทีที่มีการโพสต์"),
                n("dd438748", "คุณจะเห็นโพสต์ติดอันดับก่อน"),
                n("fe7e217c", "ดูโพสต์ล่าสุด"),
                n("ce78b698", "คุณจะเห็นโพสต์ติดอันดับก่อน โพสต์ล่าสุดจะแสดงขึ้นทันทีที่มีการโพสต์"),
                n("i5a1628a", "ดูโพสต์ติดอันดับ"),
                n("f333a93e", "คุณจะเห็นโพสต์ล่าสุดก่อน โพสต์ติดอันดับจะแสดงโพสต์ที่ดีที่สุดให้คุณเห็น"),
                n("c7294984", "รายงานรายชื่อ"),
                n("g6340998", "การดำเนินการนี้จะไม่เพิ่มคุณกลับเข้าไปในรายชื่อของพวกเขาโดยอัตโนมัติ"),
                n("i6da4f7a", "แบ่งปันรายชื่อ"),
                n("a062ff80", "คัดลอกลิงก์ไปยังรายชื่อ"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "คุณยังไม่ได้ติดตาม @" + e.screenName;
                }),
                n("a64512a4", "รายชื่อลำดับเหตุการณ์"),
                n("i0bcc456", "เมื่อติดตามแล้ว คุณจะเห็นรายชื่อของพวกเขา"),
                n("d8315ca0", "รายชื่อที่คุณเป็นสมาชิกอยู่"),
                n("e74be9ac", "รายชื่อที่พวกเขาเป็นสมาชิกอยู่"),
                n("c80cb4e4", "รายชื่อใหม่"),
                n("bbcaa24b", function (e) {
                    return "รายชื่อที่สร้างโดย @" + e.screenName;
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " ยังไม่ได้สร้างรายชื่อใดๆ";
                }),
                n("f5978664", "เมื่อพวกเขาดำเนินการแล้ว ข้อมูลนั้นจะแสดงที่นี่"),
                n("h243711c", "คุณยังไม่ได้สร้างรายชื่อใดๆ"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " ยังไม่ได้รับการเพิ่มลงในรายชื่อใดๆ";
                }),
                n("e05568cc", "เมื่อมีการเพิ่มลงในรายชื่อ ข้อมูลนั้นจะแสดงที่นี่"),
                n("b86a098a", "คุณยังไม่ได้รับการเพิ่มลงในรายชื่อใดๆ"),
                n("h06e09a2", "เมื่อมีคนเพิ่มคุณลงในรายชื่อ ข้อมูลจะแสดงขึ้นมาตรงนี้"),
                n("gbaa5489", function (e) {
                    return "รายชื่อสมาชิกสำหรับ @" + e.screenName;
                }),
                n("g6b54ff6", "คุณดูถึงรายการล่าสุดแล้ว"),
                n("ec5fd35a", "เมื่อมีคนขอติดตามคุณ ข้อมูลจะแสดงที่นี่เพื่อให้คุณยอมรับหรือปฏิเสธ"),
                n("ec2d8342", "ปฏิเสธ"),
                n("j85d8d90", "ไม่มีคำขอติดตามที่กำลังรอดำเนินการสำหรับผู้ใช้รายนั้น"),
                n("c3d23f10", "ดูเหมือนว่าจะมีการสะดุดเล็กน้อย ไม่ต้องกังวล ไม่ใช่ความผิดของคุณ คลิกด้านล่างเพื่อลองอีกครั้ง"),
                n("d2613123", function (e) {
                    return "สมัคร - " + e.price + "/เดือน";
                }),
                n("c4640fc0", "แบ่งปันข้อมูลส่วนตัวของระบบสมาชิก"),
                n("a72064a8", "คัดลอกลิงก์ไปที่ข้อมูลส่วนตัวของระบบสมาชิก"),
                n("e6c72234", "ข้อตกลงการแชร์อีเมล"),
                n("b17f0c4b", function (e) {
                    return "ขณะนี้คุณสมัครสมาชิกเพื่อติดตาม @" + e.screenName + " แล้ว";
                }),
                n("a5634d9a", "เกิดปัญหาในการประมวลผลระบบสมาชิก โปรดยกเลิกข้อความแจ้งนี้แล้วลองอีกครั้ง"),
                n("fe9d3afa", "กำลังโหลดผู้ติดตาม"),
                n("ab7fc3ef", function (e) {
                    return "ผู้คนที่ติดตาม " + e.fullName + " (@" + e.screenName + ") เป็นพิเศษ";
                }),
                n("j0d17377", function (e) {
                    return "ผู้คนที่คุณรู้จักที่ติดตาม " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fa9e827f", function (e) {
                    return "ผู้คนที่ติดตาม " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ha979be5", function (e) {
                    return "ผู้คนที่ " + e.fullName + " (@" + e.screenName + ") ติดตาม";
                }),
                n("d28be573", function (e) {
                    return "ผู้คนที่สมัครเป็นสมาชิกของ " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g9da3853", function (e) {
                    return "ผู้คนที่ " + e.fullName + " (@" + e.screenName + ") สมัครเป็นสมาชิก";
                }),
                n("cfd952a1", function (e) {
                    return "บัญชีที่ได้รับการยืนยันแล้วกำลังติดตาม " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fecc696e", "ผู้ติดตามที่ได้รับการยืนยันแล้ว"),
                n("g0a2fbbe", "คุณยังไม่มีสมาชิก"),
                n("g65f4bac", "คุณยังไม่มีผู้ติดตามเลย"),
                n("c36cfddc", "กำลังมองหาผู้ติดตามอยู่ใช่ไหม"),
                n("fd275c1a", "คุณยังไม่มีผู้ติดตามที่ได้รับการยืนยัน"),
                n("e08bd098", "คุณจะพบรายชื่อทุกคนที่สมัครสมาชิกเพื่อติดตามคุณที่นี่"),
                n("j029a4dc", "เมื่อมีคนติดตามคุณ คุณจะเห็นบุคคลเหล่านั้นที่นี่"),
                n("b2b2c6ce", "เมื่อมีคนติดตามบัญชีนี้ ข้อมูลจะแสดงที่นี่ การโพสต์และการโต้ตอบกับผู้อื่นช่วยเพิ่มผู้ติดตาม"),
                n("cb1a15c8", "การติดตามบัญชีเป็นวิธีที่ง่ายในการสร้างลำดับเหตุการณ์ของคุณและรู้ว่ามีอะไรเกิดขึ้นบ้างกับหัวข้อและผู้ที่คุณสนใจ"),
                n("i967b954", "คุณจะพบรายการระบบสมาชิกทั้งหมดของคุณที่นี่"),
                n("a44e403e", "เมื่อบัญชีที่ได้รับการยืนยันติดตามคุณ คุณจะเห็นพวกเขาที่นี่"),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " ยังไม่มีผู้ติดตามที่คุณรู้จักเลย";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " ไม่ได้กำลังติดตามใคร";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " ยังไม่มีผู้ติดตามที่ได้รับการยืนยันแล้ว";
                }),
                n("ec251f36", "เมื่อมีคนที่คุณรู้จักติดตามพวกเขา รายชื่อของพวกเขาจะแสดงที่นี่"),
                n("f8af4f48", "เมื่อพวกเขาติดตามบัญชี ข้อมูลจะแสดงที่นี่"),
                n("fd0aad94", "เมื่อคนที่ได้รับการยืนยันตัวตนติดตามบัญชีนี้ พวกเขาจะปรากฏที่นี่"),
                n("b84f6df1", function (e) {
                    return "มอบ Premium พร้อมส่วนลด " + e.percentage + "% ในระยะเวลาจำกัด";
                }),
                n("cfcac293", function (e) {
                    return "ของขวัญและการชำระเงิน " + e.price;
                }),
                n("d7a73450", "ระดับ"),
                n("hbd2c24e", "บัญชีนี้ไม่มีสิทธิ์รับของขวัญในขณะนี้"),
                n("f3fddc98", "ข้อกำหนดของผู้ซื้อ"),
                n("cff9c889", "เรียนรู้เพิ่มเติม"),
                n("c65dda96", "ของขวัญของคุณถูกส่งไปแล้ว"),
                n("f6e2a407", function (e) {
                    return "อนุญาตให้ทุกคนเห็นป้ายกำกับสมาชิกเมื่อคุณตอบกลับโพสต์ของ @" + e.screenName;
                }),
                n("j8dedddd", function (e) {
                    return "เมื่อคุณปิดตัวเลือกนี้ @" + e.screenName + " และสมาชิกจะยังเห็นป้ายกำกับของคุณเมื่อคุณตอบกลับโพสต์เฉพาะสมาชิกของ @" + e.screenName + " @" + e.screenName + " จะเห็นป้ายกำกับของคุณเสมอ";
                }),
                n("c8a513f6", "ยกเลิกระบบสมาชิก"),
                n("ea000ec8", "ยกเลิกระบบสมาชิกของคุณแล้วใช่ไหม"),
                n("d7b8387e", "หากคุณได้ยกเลิกไปแล้ว ก็ไม่ต้องทำอะไรอีก ระบบสมาชิกของคุณจะหมดอายุโดยอัตโนมัติเมื่อสิ้นสุดรอบการเรียกเก็บเงิน"),
                n("f4166d9a", "ต้องการยกเลิกระบบสมาชิกหรือไม่"),
                n("b74ff5fc", "หากคุณยกเลิก ระบบสมาชิกของคุณจะหมดอายุโดยอัตโนมัติเมื่อสิ้นสุดรอบการเรียกเก็บเงิน"),
                n("ee9efbc8", "ดำเนินการต่อเพื่อยกเลิก"),
                n("c5d9c77a", "ดูเหมือนว่าจะมีการสะดุดเล็กน้อย ไม่ต้องกังวล ไม่ใช่ความผิดของคุณ ปิดหน้าต่างนี้แล้วลองอีกครั้ง"),
                n("jda53c24", "คุณสามารถยกเลิกระบบสมาชิกของคุณผ่าน Apple App Store"),
                n("g0a7a53e", "คุณสามารถยกเลิกระบบสมาชิกของคุณผ่าน Google Play Store"),
                n("i5f14be7", function (e) {
                    return "ยินดีต้อนรับอีกครั้ง " + e.displayName;
                }),
                n("a76d58ba", "การวิเคราะห์โฆษณา"),
                n("eccd0e1a", "การวิเคราะห์องค์กร"),
                n("deea1708", "ต้องการดูการวิเคราะห์ในบัญชี X ทั้งหมดของคุณหรือไม่"),
                n("eb603ffc", "อัปเกรดเพื่อเชื่อมโยงเครือข่ายของคุณและดูการวิเคราะห์แบบรวม"),
                n("gf67aae4", "อัปเกรดเป็นการเข้าถึงอย่างสมบูรณ์"),
                n("h75e3618", "รวมองค์กรด้วย"),
                n("h24a8862", "เกี่ยวกับช่องทำเครื่องหมายนี้"),
                n("c29e3a88", "เลือกพันธมิตร"),
                n("j8318d57", function (e) {
                    return e.number + " พันธมิตร";
                }),
                n("bf809ec0", "เลือกพันธมิตร"),
                n("b719e224", "ไม่มีผลลัพธ์"),
                n("c9938100", "ผลลัพธ์การค้นหา"),
                n("d1a35ec6", "เพิ่มบัญชี"),
                n("b437adda", "อัปเกรดเป็นแบบชำระเงิน"),
                n("f1f6c88b", function (e) {
                    return "บัญชี (" + e.count + ")";
                }),
                n("b02156b8", "คําเชิญ"),
                n("gd67d29b", function (e) {
                    return "คำเชิญ (" + e.count + ")";
                }),
                n("daf646e6", "โปรดทราบ: คุณต้องติดป้ายกำกับบัญชีอย่างเหมาะสม"),
                n("i3895c32", "บัญชีของคุณอยู่ระหว่างการตรวจสอบเนื่องจากคุณเปลี่ยน @ชื่่อเรียก X"),
                n("i5f8b628", "คุณไม่สามารถแก้ไขพันธมิตรได้จนกว่าบัญชีของคุณจะได้รับการตรวจสอบ"),
                n("e9e663ac", "การชำระเงินของคุณเลยกำหนดชำระแล้ว"),
                n("c3ddd22c", "ข้อตกลง"),
                n("c9729d8a", "ข้อตกลง"),
                n("cdcd1d2c", "เพิ่มพันธมิตรไปยังองค์กรของคุณ"),
                n("d30ea6f3", function (e) {
                    return "คุณแน่ใจหรือไม่ว่าต้องการลบ @" + e.name;
                }),
                n("c2dfbb86", "ใช่ ลบเลย"),
                n("ba047f76", "การลบพันธมิตรจะลบเครื่องหมายถูกและป้ายกำกับการเป็นพันธมิตรทันที ระบบจะเรียกเก็บเงินคุณต่อไปจนถึงสิ้นเดือน"),
                n("j26dee0e", "ลบพันธมิตร"),
                n("e30cbdf0", "พันธมิตรนี้เป็นสมาชิกองค์กรที่ได้รับการยืนยันและจะต้องยังคงเป็นองค์กร ไม่สามารถเปลี่ยนเป็นบุคคลได้"),
                n("j3115ce8", "บุคคล"),
                n("d8bb1d84", "องค์กร");
            function f(e, a) {
                for (var c = 0; c < a.length; c++) {
                    var n = a[c];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((t = n.key),
                            (f = void 0),
                            "symbol" ==
                            typeof (f = (function (e, a) {
                                if ("object" != typeof e || null === e) return e;
                                var c = e[Symbol.toPrimitive];
                                if (void 0 !== c) {
                                    var n = c.call(e, a || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === a ? String : Number)(e);
                            })(t, "string"))
                                ? f
                                : String(f)),
                            n,
                        );
                }
                var t, f;
            }
            function r(e, a) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, a) {
                              return (e.__proto__ = a), e;
                          }),
                    r(e, a)
                );
            }
            n("e970bdbd", function (e) {
                return "เหลืออีก " + e.count + " คำเชิญ";
            }),
                n("id67d953", function (e) {
                    return "เกิดข้อผิดพลาดขณะเรียกดูรายละเอียดการชำระเงิน Stripe ของคุณ โปรดติดต่อ " + e.supportEmail + " หากปัญหานี้ยังคงอยู่";
                }),
                n("f323d314", "ส่งอีกครั้ง"),
                n("ac645cde", "คุณสามารถเพิ่มอีกครั้งได้ทุกเมื่อ"),
                n("d12af2dd", function (e) {
                    return "คุณแน่ใจหรือไม่ว่าต้องการลบคำเชิญนี้ถึง @" + e.screenName;
                }),
                n("ib60b2d5", function (e) {
                    return "คุณแน่ใจหรือไม่ว่าต้องการส่งคำเชิญนี้อีกครั้งถึง @" + e.screenName;
                }),
                n("ec6e7d9a", "บัญชีของคุณอยู่ในโหมดอ่านอย่างเดียวจนกว่าการเปลี่ยนระดับที่รอดำเนินการจะเสร็จสิ้น โปรดไปที่ Stripe เพื่อตรวจสอบการชำระเงินของคุณเพื่อให้แน่ใจว่าการเปลี่ยนระดับจะประสบความสำเร็จ"),
                n("b33d1518", "ซิงค์งานจากการผสานรวมที่รองรับหรือฟีด XML แบบกำหนดเอง"),
                n("dd2db402", "ขั้นตอนที่ 1: รวบรวมข้อมูลที่จำเป็น"),
                n("edb098c2", "ขั้นตอนที่ 2: ติดต่อทีมสนับสนุนของเรา"),
                n("c4474460", "ขั้นตอนที่ 2: ส่งอีเมลถึงทีมสนับสนุนของเรา"),
                n("a08da0fa", "จะเกิดอะไรขึ้นต่อจากนี้"),
                n("c127374e", "ส่งข้อความถึงเรา"),
                n("b2cb2a0c", "ชื่อผู้ใช้ของบัญชีองค์กรที่ได้รับการยืนยันของคุณ"),
                n("b8e64002", "ชื่อระบบติดตามผู้สมัครของคุณ"),
                n("acb99db6", "URL ไซต์อาชีพที่มีรายการงานของคุณ"),
                n("a64a5b7a", "ส่งข้อมูลที่จำเป็นไปยังทีมสนับสนุนเพื่อเริ่มต้นกระบวนการผสานรวม"),
                n("e3dffb4e", "คัดลอกที่อยู่อีเมลสนับสนุนของเราด้านล่างและส่งข้อมูลที่จำเป็นไปยังทีมสนับสนุนเพื่อเริ่มต้นกระบวนการผสานรวม"),
                n("b4fef99e", "หลังจากที่ทีมสนับสนุนของเราได้รับคำขอของคุณ เราจะตรวจสอบข้อมูลของคุณและจะช่วยในการกำหนดค่าการผสานรวม"),
                n("h37f2d96", "โปรดทราบว่าขณะนี้มีการรองรับระบบติดตามผู้สมัครบางรายการเท่านั้น"),
                n("ce102a20", "กำลังเปลี่ยนเส้นทางไปยัง Stripe"),
                n("ddfd6718", "การชำระเงินล้มเหลว"),
                n("i90ea7d2", "โปรดอัปเดตการเรียกเก็บเงินของคุณโดยทันทีเพื่อรักษาสิทธิประโยชน์ของคุณ"),
                n("a62359e6", "การตั้งค่าองค์กรที่ได้รับการยืนยัน"),
                n("ge221b7c", "อัปเกรดระบบสมาชิกองค์กรที่ได้รับการยืนยันเพื่อเข้าถึงพันธมิตรและเครดิตโฆษณาเพิ่มเติม"),
                n("i4dccc18", "การเรียกเก็บเงิน"),
                n("ec3cd6e4", "จัดการวิธีการชำระเงิน อัปเดตข้อมูลการเรียกเก็บเงิน และตรวจสอบใบแจ้งหนี้ของคุณ"),
                n("dac61c3c", "การตั้งค่าบัญชี"),
                n("b6b5fd66", "จัดการบัญชี X ของคุณรวมถึงการเปลี่ยนชื่อผู้ใช้หรือรหัสผ่านของคุณ"),
                n("hb9c4a1c", "คำถาม รายงานข้อบกพร่อง และข้อคิดเห็น"),
                n("c674f5b4", "ตั้งค่าการชำระเงินตามใบแจ้งหนี้"),
                n("i8237e66", "เปลี่ยนจากการชำระเงินด้วยบัตรเครดิตเป็นการชำระเงินตามใบแจ้งหนี้ผ่านการโอนเงินผ่านธนาคาร"),
                n("hebd348a", "กำหนดค่าวิธีการใช้โฆษณาเพื่อประชาสัมพันธ์ตำแหน่งงานจากพอร์ทัลการจ้างงาน"),
                n("ib5e6f90", "การประชาสัมพันธ์ตำแหน่งงาน"),
                n("id720215", "การจ้างงาน"),
                n("dd59f146", "บัญชีโฆษณาการประชาสัมพันธ์ตำแหน่งงาน"),
                n("e7e36818", "บัญชีโฆษณามีสิทธิ์ประชาสัมพันธ์ตำแหน่งงานเมื่อมีแหล่งเงินทุนครบถ้วน"),
                n("c28566e0", "บัญชีโฆษณา"),
                n("c80160d3", "การโฆษณา"),
                n("ff0edac0", "คุณแน่ใจหรือไม่ว่าต้องการยกเลิกระบบสมาชิก"),
                n("h2ac0348", "ไม่ นำฉันกลับไป"),
                n("dbf9667e", "ฉันแน่ใจ"),
                n("j7592572", "ยูเทิร์น"),
                n("ee778942", "สัญญาณไฟจราจร"),
                n("fdd57981", function (e) {
                    return "เราต้องการเสนอเครดิตโฆษณา " + e.totalAmount + " USD ฟรีแบบครั้งเดียวให้กับคุณ";
                }),
                n("i032a231", function (e) {
                    return "ฉันจะอยู่และรับเครดิตโฆษณามูลค่า " + e.totalAmount + " ของฉัน";
                }),
                n("hd7d278c", "ไม่เป็นไร ขอบคุณ"),
                n("jf8a0dea", "ยอดเยี่ยม! เครดิตโฆษณาฟรีใหม่ของคุณจะปรากฏในบัญชีของคุณในรอบการเรียกเก็บเงินถัดไป"),
                n("ebbb3154", "ปิดและกลับไปที่ X"),
                n("j1f68dda", "ขั้นตอนสุดท้าย: คุณแน่ใจหรือไม่ว่าต้องการยกเลิก"),
                n("c9c3464c", "กำลังดำเนินการยกเลิกระบบสมาชิก"),
                n("dd3a293c", "ระบบสมาชิกองค์กรที่ได้รับการยืนยันของคุณสิ้นสุดลงแล้ว"),
                n("faa0f956", "เกิดข้อผิดพลาดขณะยกเลิกระบบสมาชิกของคุณ"),
                n("b28289ea", "ขอบคุณ"),
                n("b36f74ae", "คุณจะไม่สามารถเข้าถึงพอร์ทัลได้อีกต่อไป เว้นแต่คุณจะสมัครและเปิดใช้งานอีกครั้ง"),
                n("b2297a4a", "ต้องการแก้ไขปัญหาหรือไม่ คุณสามารถกำหนดเวลาการโทรกับเราได้"),
                n("h3bdbc54", "ได้ มากำหนดเวลาการโทรกัน"),
                n("i135d64e", "ดำเนินการยกเลิกต่อไป"),
                n("g275882d", function (e) {
                    return "สำคัญ: คุณมีเครดิตโฆษณาฟรีที่ไม่มีการอ้างสิทธิ์มูลค่า " + e.creditAmount;
                }),
                n("ib085ed6", "ฉันจะอยู่และรับเครดิตโฆษณาของฉัน"),
                n("b5447710", "ไม่พบผู้ใช้"),
                n("h94755b8", "ผู้ใช้เลือกคำเชิญแล้ว"),
                n("bfb5effe", "ผู้ใช้เป็นพันธมิตรอยู่แล้ว"),
                n("c4b9664e", "เป็นพันธมิตรแล้ว"),
                n("g0eadcf6", "เป็นพันธมิตรกับองค์กรอื่น"),
                n("a8c81f88", "บัญชีขององค์กร"),
                n("e5abe772", "ผู้ใช้มีคำเชิญที่รอดำเนินการอยู่แล้ว"),
                n("e49b97e2", "ค้นหาบัญชี"),
                n("f002f1d6", "ส่งคำเชิญ"),
                n("g2a8bae4", "เพิ่มบัญชี X"),
                n("af7293cc", "เชิญบัญชี X เข้าร่วมองค์กรของคุณ หากพวกเขายอมรับ พวกเขาจะได้รับเครื่องหมายถูก และจะแสดงการเป็นพันธมิตรบนข้อมูลส่วนตัวของพวกเขา"),
                n("ec0f203e", "เมื่อพันธมิตรยอมรับคำเชิญแล้ว อย่าลืมอัปเดตเครื่องหมายถูกให้เป็นสีที่ถูกต้อง"),
                n("cec08784", "คุณมีพันธมิตรครบจำนวนที่กำหนดในใบแจ้งหนี้นี้แล้ว"),
                n("ab70828f", function (e) {
                    return "เพิ่ม @" + e.screenName;
                }),
                n("d49b389f", "ที่นี่"),
                n("b9e4bf55", "เรียนรู้เพิ่มเติม"),
                n("hc4703a9", "เรียนรู้เพิ่มเติม"),
                n("fa0ffaeb", "เรียนรู้เพิ่มเติม"),
                n("jf351704", "หากต้องการดำเนินการต่อ คุณต้องอัปเดตขีดจำกัดของพันธมิตรในใบแจ้งหนี้นี้"),
                n("ia5a6a40", "หากต้องการเริ่มต้น คุณจะต้องเพิ่มรายละเอียดการชำระเงินของคุณ"),
                n("d40d1cc0", "หากต้องการดำเนินการต่อ คุณต้องชำระเงินผ่าน Stripe"),
                n("c4a5f614", "เพิ่มรายละเอียดการชำระเงิน"),
                n("fa2a280a", "อัปเดตใบแจ้งหนี้"),
                n("i7b2f08e", "ยินดีต้อนรับสู่องค์กรที่ได้รับการยืนยัน"),
                n("g4e18b84", "พันธมิตรของคุณถึงขีดจำกัดแล้ว"),
                n("cbe23239", function (e) {
                    return "สำหรับคำสั่งซื้อที่มีพันธมิตรมากกว่า " + e.affiliatesCount + " ราย";
                }),
                n("fc1f43d0", "สร้างใบแจ้งหนี้"),
                n("g8881c78", "ดำเนินการชำระเงิน"),
                n("g59f8506", "หมายเหตุ: บัญชีที่ไม่สามารถยืนยันได้ว่าเป็นธุรกิจหรือหน่วยงานของรัฐ จะไม่ได้รับเงินคืน"),
                n("a310e476", "โดยตรง"),
                n("fde6cf98", "สำหรับการเข้าถึงองค์กรที่ได้รับการยืนยันในทันที"),
                n("fdfbfcb0", "การออกใบแจ้งหนี้"),
                n("f45d02e8", "เกิดข้อผิดพลาดขณะตั้งค่าระบบสมาชิกของคุณ โปรดลองส่งอีกครั้งจากอีเมลยืนยันการเปิดใช้งานของคุณ"),
                n("a1c566c0", "เกิดข้อผิดพลาดขณะตั้งค่าการสมัครสมาชิกของคุณ โปรดส่งรายละเอียดของคุณอีกครั้ง"),
                n("f5a1c6ac", "ระบบสมาชิกไม่สามารถใช้งานได้ในภูมิภาคของคุณ"),
                n("ef7ae9cd", "เรียนรู้เพิ่มเติม"),
                n("d3c6b8c9", "เรียนรู้เพิ่มเติม"),
                n("fafe5b9f", function (e) {
                    return "สมัครสมาชิกในราคา · " + e.price + " ต่อ " + e.interval;
                }),
                n("f2ae1d63", "ข้อตกลงการให้บริการผู้ซื้อ"),
                n("ie8759c5", "ข้อตกลงการให้บริการสำหรับผู้ซื้อ"),
                n("d842dd7b", function (e) {
                    return "เติบโตเร็วขึ้นบน X และรับเครดิตโฆษณามูลค่า " + e.credit + " ฟรี";
                }),
                n("fcfb696e", "⁺ข้อเสนอเครดิตโฆษณาที่มีเวลาจำกัด"),
                n("f5b98d62", function (e) {
                    return "ทุก" + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "ทุก" + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "เครดิตการโฆษณาสูงถึง " + e.creditAmount + "⁺";
                }),
                n("a6c45ede", "รวมถึง:"),
                n("e9aa43dc", "โพสต์รับสมัครงานแบบทั่วไป"),
                n("i1266238", "ความสามารถในการประชาสัมพันธ์ตำแหน่งงาน"),
                n("e8a4ea7a", "การสนับสนุนแบบเร่งด่วน"),
                n("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                n("ieafe1c6", "ยืนยันการเปลี่ยนแปลงระบบสมาชิกของคุณ"),
                n("bb21a170", "เปลี่ยนระบบสมาชิก"),
                n("b0dcc4dc", "บัญชีของคุณอยู่ระหว่างรอดําเนินการเปลี่ยนระดับ"),
                n("f3aef4ca", "ไม่พบระบบสมาชิกที่ใช้งานอยู่"),
                n("h802e65e", "การอัปเดตระบบสมาชิกล้มเหลว โปรดลองอีกครั้ง ระบบสมาชิกในปัจจุบันของคุณจะไม่ได้รับผลกระทบ"),
                n("c5269eb0", "นี่คือระบบสมาชิกที่ใช้งานอยู่ของคุณ"),
                n("c578c4ca", "แผนปัจจุบัน"),
                n("i5d19147", "แผนใหม่"),
                n("b025ff5f", "ที่นี่"),
                n("d6b932d4", "อยู่ระหว่างการทดลองใช้ฟรี"),
                n("b0efe690", "ดำเนินการต่อด้วย Basic"),
                n("g5f9cdaa", "ยืนยันการเปลี่ยนแปลงแผนของคุณ"),
                n("j21911de", "คุณต้องการเปลี่ยนเป็น Basic หรือต้องการคงสิทธิประโยชน์การเข้าถึงอย่างเต็มรูปแบบ"),
                n("b59dec9e", "คุณกำลังดาวน์เกรดเป็นแผน Basic จากการทดลองใช้ฟรีที่มีการเข้าถึงอย่างเต็มรูปแบบ"),
                n("e5ff0e1e", "ด้วยการเปลี่ยนแปลงนี้:"),
                n("ca004c80", "คุณสมบัติการทดลองใช้ที่มีการเข้าถึงอย่างเต็มรูปแบบ รวมถึงพันธมิตรจะไม่มีให้ใช้งานอีกต่อไป"),
                n("fae108ee", "พันธมิตรที่เพิ่มระหว่างการทดลองใช้ของคุณจะสูญเสียสิทธิประโยชน์และการสนับสนุนของ Premium+"),
                n("d47c0c7c", "คุณคือใคร"),
                n("hbd31720", "เลือกระบบสมาชิกที่ถูกต้องสำหรับคุณ:"),
                n("c75a9386", "เรียนรู้เพิ่มเติมเกี่ยวกับ"),
                n("b916b258", "และ"),
                n("ic6012ea", "ฉันเป็นบุคคล"),
                n("d8e618ce", "สำหรับบุคคลและผู้สร้าง"),
                n("dcbccede", "ฉันเป็นองค์กร"),
                n("f44ce884", "สำหรับธุรกิจ หน่วยงานรัฐบาล และองค์กรไม่แสวงผลกำไร"),
                n("dece6c60", "ชื่อองค์กร"),
                n("c4c1b600", "ที่อยู่อีเมลขององค์กร"),
                n("b1e0aec0", "@ชื่่อเรียก ขององค์กร"),
                n("c42d5f4a", "จำนวนพันธมิตร"),
                n("fca5f04b", function (e) {
                    return "คุณสามารถซื้อพันธมิตรได้สูงสุด " + e.affiliatesCount + " รายและจะถูกเรียกเก็บเงินตามจำนวน";
                }),
                n("dca6b3ac", "ตั้งค่าใบแจ้งหนี้"),
                n("c97ad52a", "อัปเดตใบแจ้งหนี้"),
                n("b36f0fd4", "เลือกจำนวนพันธมิตรที่คุณต้องการสำหรับองค์กรของคุณ"),
                n("b4871f4f", "ที่นี่"),
                n("b633d19e", "ขอบคุณ"),
                n("f713d3e2", "เราได้รับใบสมัครของคุณแล้วและขณะนี้อยู่ระหว่างการตรวจสอบ"),
                n("e11d5e1a", "คุณจะสามารถใช้ประโยชน์จาก Premium ได้ทั้งหมด แต่องค์กรของคุณจะไม่ได้รับเครื่องหมายถูกสีทองหรือสีเทา และคุณจะไม่สามารถเพิ่มบัญชีพันธมิตรได้จนกว่าบัญชีของคุณจะได้รับการอนุมัติ"),
                n("d83617cc", "บัญชีของคุณจะได้รับการตรวจสอบ"),
                n("afb30564", "เราอาจขอข้อมูลเพิ่มเติมเพื่ออนุมัติบัญชีของคุณ"),
                n("gdd3fa68", "เมื่อตรวจสอบและอนุมัติแล้ว บัญชีของคุณจะได้รับการยืนยันทันที และคุณจะสามารถใช้งานและเพิ่มพันธมิตรได้"),
                n("e6389996", "บัญชีใดๆ ที่ไม่ได้รับการอนุมัติจะไม่ได้รับเงินคืน"),
                n("a889b460", "ชำระเงินสำเร็จ"),
                n("d1c886dc", "ขั้นตอนต่อไป: อัปโหลดและยืนยันเอกสาร"),
                n("b13e9454", "การสมัครของคุณยังไม่เสร็จสมบูรณ์ โปรดส่งเอกสารที่จำเป็น โดยปกติจะใช้เวลาประมาณ 10 นาที"),
                n("e6b0965a", "คําสั่งซื้อของคุณ"),
                n("a1b58798", "ตรวจสอบคำสั่งซื้อของคุณด้านล่าง"),
                n("b651c7d7", function (e) {
                    return "พันธมิตร x " + e.count;
                }),
                n("ec5e9c54", "ระบบสมาชิกพื้นฐาน"),
                n("e16093fc", "รวมทั้งหมดต่อเดือน"),
                n("ce4acef6", "ยอดรวมต่อปี"),
                n("f4db2df0", "ระบบสมาชิกของคุณจะไม่สามารถใช้งานได้จนกว่าจะชำระใบแจ้งหนี้"),
                n("b9e0d614", "อัปเดตขีดจำกัดของพันธมิตรในใบแจ้งหนี้ของคุณแล้ว"),
                n("a45c9596", "สร้างใบแจ้งหนี้ของคุณสำเร็จแล้ว"),
                n("e4e5532a", "ใช้ส่วนลดแล้ว"),
                n("b557f073", function (e) {
                    return "เกิดข้อผิดพลาดขณะเรียกดูรายละเอียดใบแจ้งหนี้ Stripe ของคุณ โปรดติดต่อ " + e.supportEmail + " หากปัญหานี้ยังคงอยู่";
                }),
                n("e8c366ce", "ข้อตกลงการให้บริการผู้ซื้อของ X"),
                n("ee86d380", "ข้อมูลองค์กร"),
                n("b9c9ccca", "ชื่อนามสกุลของคุณ"),
                n("c7e818de", "ที่อยู่อีเมลของที่ทำงาน"),
                n("i60d7542", "เว็บไซต์ขององค์กร"),
                n("b92f9dee", "ประเภทองค์กร"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "เรียนรู้เพิ่มเติม"),
                n("f09630ff", "ที่นี่"),
                n("eb043b72", "การสมัครอยู่ระหว่างดำเนินการ"),
                n("a9ac4602", "การสมัครเข้าร่วมในองค์กรที่ได้รับการยืนยันยังอยู่ระหว่างการตรวจสอบ โปรดลองใหม่อีกครั้งในภายหลัง"),
                n("c5af3e12", "ข้อเสนอมีเวลาจำกัด เครดิตจะไม่สามารถสะสมได้"),
                n("e18d6fd6", "เครดิตโฆษณาของคุณ"),
                n("if435d1a", "คุณใช้เครดิตที่มีอยู่ทั้งหมดในเดือนนี้แล้ว เครดิตครั้งต่อไปของคุณจะออกให้เมื่อคุณชำระค่าระบบสมาชิกครั้งถัดไป"),
                n("af6704d7", "ที่นี่"),
                n("b293c6b4", "ฝ่ายสนับสนุน Premium ที่ได้รับการยืนยัน"),
                n("e9e9ca58", "พร้อมใช้งาน"),
                n("cf2ba3a2", "ID บัญชีโฆษณา"),
                n("gd7d051c", "เปิดใช้งาน"),
                n("f391c800", "ต้องระบุ ID บัญชีโฆษณา"),
                n("ja116d2c", "ID บัญชีโฆษณาไม่ถูกต้อง"),
                n("hf037537", function (e) {
                    return "เครดิตนี้จะสามารถใช้ได้ในวันที่ " + e.startDate;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "วิธีใช้เครดิตโฆษณาของคุณ"),
                n("h1f36d3e", "หากต้องการใช้เครดิตโฆษณาขององค์กรที่ได้รับการยืนยัน คุณต้องทำตามขั้นตอนต่อไปนี้"),
                n("a6519ffc", "หากคุณเคยลงโฆษณามาก่อน"),
                n("ibc9654a", "หากคุณเป็นผู้ลงโฆษณารายใหม่"),
                n("d3710c76", "หากคุณต้องการใช้เครดิตของคุณในบัญชีพันธมิตร"),
                n("d60a8f14", "เรียกใช้โฆษณาบน X"),
                n("fe66e4a8", "ผู้จัดการโฆษณาบน X"),
                n("b3ca0108", "เผยแพร่ข้อความของคุณในวงกว้างโดยใช้โฆษณา X"),
                n("g3754d57", "ที่นี่"),
                n("i615ad63", "ที่นี่"),
                n("a3ba48b9", "ที่นี่"),
                n("ca3c633a", "เครดิตโฆษณา"),
                n("ha843c96", "โฆษณา"),
                n("dd0f3b08", "โฆษณา"),
                n("c9fad534", "ไม่มีเครดิต"),
                n("a211b11e", "ไม่มีเครดิตที่สามารถเปิดใช้งานได้"),
                n("f2011db1", function (e) {
                    return "ใช้แล้ว " + e.usedAmount + " จาก " + e.couponAmount;
                }),
                n("ae37e25c", "ไม่ทราบจำนวนเงิน"),
                n("i1407e15", function (e) {
                    return "ใช้ในบัญชีโฆษณา " + e.accountId;
                }),
                n("id4359bf", function (e) {
                    return "หมดอายุแล้วเมื่อ " + e.when + " ในบัญชีโฆษณา " + e.accountId;
                }),
                n("f89af915", function (e) {
                    return "หมดอายุแล้วเมื่อ " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "หมดอายุ " + e.when + " ในบัญชีโฆษณา " + e.accountId;
                }),
                n("e8d8a2a9", function (e) {
                    return "หมดอายุ " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "พร้อมให้บริการ " + e.when;
                }),
                n("b070acf4", "พร้อมให้บริการในเร็วๆ นี้"),
                n("ace946c4", "เปิดใช้งานคูปอง"),
                n("b0b02e37", function (e) {
                    return "คูปองนี้ใช้กับ ID บัญชีโฆษณาสำเร็จแล้ว: " + e.accountId;
                }),
                n("f520ee22", "ID บัญชีโฆษณา"),
                n("df96ca56", "บัญชีอื่น"),
                n("b5566402", "ID มีเพียงตัวอักษรและตัวเลขเท่านั้น"),
                n("eb160d07", "ตัวเลือกบัญชีผู้จัดการโฆษณา"),
                n("e016ad32", "โหมดอ่านอย่างเดียว"),
                n("d7ab194e", "คุณสมบัติบางประการของบัญชีที่ยืนยันแล้วอาจอยู่ในโหมดอ่านอย่างเดียวในขณะที่การเปลี่ยนแปลงระบบสมาชิกของคุณกำลังดำเนินการ"),
                n("g25d851e", "บัญชีโฆษณา"),
                n("de7fef84", "ติดต่อฝ่ายสนับสนุนลูกค้าเพื่อขอความช่วยเหลือเกี่ยวกับบัญชีนี้"),
                n("ff1321b6", "การตั้งค่าเสร็จสิ้น บัญชีมีการเปิดการใช้งานแล้ว"),
                n("c1205320", "เปิดใช้งานบัญชีโฆษณาของคุณโดยการเพิ่มบัตรเครดิต"),
                n("c0343c0a", "การชำระเงินครั้งล่าสุดล้มเหลว โปรดตรวจสอบวิธีการชำระเงินในบัญชี"),
                n("j56e34a4", "ติดต่อฝ่ายสนับสนุนลูกค้าเพื่อขอความช่วยเหลือเกี่ยวกับการเข้าถึงบัญชี"),
                n("gef920f2", "จำเป็นต้องตั้งค่าเริ่มต้นเพื่อเปิดใช้งานบัญชี"),
                n("b68dd4d8", "คุณไม่มีสิทธิ์เข้าถึงบัญชีนี้ โปรดขอความช่วยเหลือจากทีมผู้ดูแลระบบ"),
                n("d637962c", "คุณไม่มีบัญชีโฆษณาใดๆ"),
                n("dd087ae0", "ตั้งค่าบน ads.x.com"),
                n("i3d7dd02", "บัญชีโฆษณาที่มีสิทธิ์พร้อมสำหรับการประชาสัมพันธ์ตำแหน่งงาน"),
                n("cc8f8516", "สร้างบัญชีโฆษณาเพื่อประชาสัมพันธ์ตำแหน่งงาน"),
                n("b4f117b8", "คุณไม่มีสิทธิ์เข้าถึงบัญชีโฆษณาการประชาสัมพันธ์ตำแหน่งงาน"),
                n("b7347cf4", "ตั้งค่าบัญชีโฆษณาเพื่อประชาสัมพันธ์ตำแหน่งงาน"),
                n("h7d03a2a", "เพิ่มงานผ่านแดชบอร์ดการจ้างงานของคุณ"),
                n("cd5aeec6", "สร้างบัญชีโฆษณา"),
                n("ged51d2e", "สร้างบัญชีโฆษณา"),
                n("gcfa25e6", "ไม่มีบัญชีโฆษณาที่สามารถใช้สำหรับองค์กรของคุณได้ ไปที่ ads.x.com เพื่อสร้าง"),
                n("g76fb922", "บัญชีใหม่"),
                n("db0a69e7", function (e) {
                    return "บัญชีโฆษณาของคุณ (ID: " + e.adAccountId + ") เป็นบัญชีใหม่ ตั้งค่าเริ่มต้นในผู้จัดการโฆษณาให้เสร็จสิ้นเพื่อเปิดใช้งาน";
                }),
                n("c7bad5cc", "ตั้งค่าบัญชี"),
                n("g8c563c0", "คุณต้องมีสิทธิ์เข้าถึง"),
                n("f6f29b17", function (e) {
                    return "คุณไม่มีสิทธิ์เข้าถึงบัญชีโฆษณา (ID: " + e.adAccountId + ") ขอให้ทีมผู้ดูแลระบบของคุณเพิ่มคุณในบัญชีในผู้จัดการโฆษณา";
                }),
                n("a15bb840", "ต้องการวิธีการชำระเงิน"),
                n("j4e981d9", function (e) {
                    return "บัญชีโฆษณาของคุณ (ID: " + e.adAccountId + ") ได้รับการตั้งค่าบางส่วนแล้ว หากต้องการเปิดใช้งาน ให้เพิ่มวิธีการชำระเงินลงในบัญชี เครดิตใดๆ ที่คุณใช้กับบัญชีนี้จะถูกใช้จนหมดก่อนที่คุณจะถูกเรียกเก็บเงิน";
                }),
                n("af142910", "การชำระเงินล้มเหลว"),
                n("a9635acf", function (e) {
                    return "บัญชีโฆษณาของคุณ (ID: " + e.adAccountId + ") เปิดใช้งานแล้ว แต่การชำระเงินครั้งล่าสุดล้มเหลว หากต้องการเปิดใช้งานอีกครั้ง ให้เปลี่ยนวิธีการชำระเงินในบัญชีนี้";
                }),
                n("d1cca474", "เปลี่ยนวิธีการชำระเงิน"),
                n("fe8b969a", "ฝ่ายสนับสนุนลูกค้าสามารถช่วยได้"),
                n("i8aa0b91", function (e) {
                    return "บัญชีโฆษณานี้ (ID: " + e.adAccountId + ") ต้องการความช่วยเหลือจากฝ่ายสนับสนุนลูกค้าเพื่อเปิดใช้งาน อย่าลืมใส่ ID บัญชีโฆษณาในข้อความของคุณ เราจะให้ความสำคัญกับคำขอของคุณ";
                }),
                n("d82c2074", "รับการสนับสนุน"),
                n("ad37d536", "ข้อตกลงการโอนชื่อเรียก"),
                n("e760074a", "ใช้ชื่อเรียกที่ไม่ได้ใช้งานหรือเปลี่ยนเป็นชื่อเรียกที่คุณมี"),
                n("j003ef92", "ซื้อชื่อเรียกที่ไม่มีการใช้งานจาก X สำหรับคุณหรือพันธมิตรของคุณหรือเปลี่ยนเป็นชื่อเรียกที่คุณมีอยู่แล้ว"),
                n("d57a8e42", "บริการนี้มีให้เฉพาะองค์กรที่ได้รับการยืนยันเท่านั้นและมีค่าใช้จ่ายเพิ่มเติมต่อหนึ่งชื่อเรียก เริ่มต้นที่ 10,000 ดอลลาร์สหรัฐ"),
                n("h9367bd6", "ส่งคำถามเกี่ยวกับชื่อเรียก"),
                n("a6a62e7e", "เริ่มต้นกระบวนการด้วยการตอบคำถามสักสองสามข้อโดยใช้บอทสนับสนุนอัตโนมัติของเรา"),
                n("e5912290", "เริ่มต้นการสอบถามเกี่ยวกับชื่อเรียก"),
                n("c2e24f66", "คอยดูข้อความสนับสนุนที่มุมล่างของหน้าจอนี้"),
                n("c94f514e", "การสอบถามเกี่ยวกับชื่อเรียกเริ่มต้นขึ้นแล้ว"),
                n("cf60d152", "กรอกแบบสอบถามสั้นๆ ในหน้าต่างแชทเพื่อส่งคำถามเกี่ยวกับชื่อเรียก"),
                n("f06b124e", "คำถามที่พบบ่อย"),
                n("h677fdcc", "ชื่อเรียกคิดราคาอย่างไร"),
                n("a55b39aa", "ขึ้นอยู่กับความยาวของอักขระและคำทั่วไป ราคาเริ่มต้นที่ 10,000 ดอลลาร์สหรัฐไปจนถึงมากกว่า 500,000 ดอลลาร์สหรัฐ"),
                n("d46bcb3a", "ฉันจะทราบได้อย่างไรว่าชื่อเรียกสามารถซื้อได้หรือไม่"),
                n("c6bcf72c", "ส่งคำขอถึงเราโดยใช้ปุ่มเริ่มต้นใช้งาน และเราจะแจ้งให้คุณทราบว่าสามารถซื้อได้หรือไม่"),
                n("d478604c", "ฉันสามารถซื้อชื่อเรียกในนามของธุรกิจอื่นได้หรือไม่"),
                n("c09f8cd2", "ไม่ ธุรกิจสามารถซื้อชื่อเรียกได้ในนามของพันธมิตรที่เชื่อมต่อกับธุรกิจของตนอย่างแท้จริงเท่านั้น"),
                n("d814f020", "ขั้นตอนการขายเป็นอย่างไร ใช้เวลานานเท่าใด"),
                n("f600b6f0", "ขอซื้อหรือเปลี่ยนชื่อเรียกโดยใช้ปุ่มเริ่มต้นใช้งาน เราจะตอบกลับพร้อมแจ้งความพร้อมใช้งานและราคาภายใน 3 วันทำการ หลังจากชำระเงินแล้ว เราจะโอนชื่อเรียกไปยังบัญชีที่คุณเลือกภายใน 1-2 วัน นอกจากนี้ เรายังย้ายชื่อเรียกเดิมไปยังบัญชีอื่นที่คุณเป็นเจ้าของได้อีกด้วย"),
                n("i8debc4a", "คุณมีส่วนลดสำหรับชื่อเรียกหลายชื่อหรือไม่"),
                n("c5199f3c", "ใช่ ขึ้นอยู่กับจำนวนชื่อเรียกที่คุณซื้อและมูลค่ารวมของใบเสนอราคา"),
                n("c20f923e", "ฉันมีเครื่องหมายการค้า - จะส่งผลอะไรหรือไม่"),
                n("b2fd4c15", "นโยบายเครื่องหมายการค้า"),
                n("a690746e", "รับการสนับสนุนแบบเร่งด่วน"),
                n("he2dc9b0", "ติดต่อเราโดยส่งชื่่อเรียกขององค์กรของคุณและรายละเอียดคําขอ"),
                n("e5e6479e", "ส่งอีเมลถึงเราพร้อมกับชื่่อเรียกหน่วยงานของคุณและรายละเอียดคำถามเพื่อรับการสนับสนุนที่รวดเร็วที่สุด"),
                n("ica8392a", "เมื่อเราได้รับคำขอของคุณ เราจะตรวจสอบและจัดลำดับความสำคัญตามลำดับที่ได้รับ"),
                n("ed37e36e", "สิ่งสำคัญ: การขาดชื่่อเรียกขององค์กรของคุณหรือการใช้อีเมลส่วนตัวอาจทำให้เกิดความล่าช้าในการดำเนินการตามคำขอของคุณ"),
                n("eb0d4fe2", "สร้างคอลัมน์"),
                n("e93d2f8a", "ปรับแต่งประสบการณ์ของคุณโดยเพิ่มคอลัมน์หลากหลายประเภท เช่น"),
                n("e8203d1e", "การค้นหา"),
                n("d82fd532", "ข้อความส่วนตัว"),
                n("c87babee", "และอีกมากมาย..."),
                n("f1990aa4", "จัดระเบียบคอลัมน์ด้วยเด็ค"),
                n("ib9c9a54", "ลองคิดดูว่าคุณมีเดสก์ท็อปหลายเครื่องบน X Pro คัดกรองสิ่งที่ไม่สำคัญ แล้วสนใจเฉพาะหัวข้อและเครื่องมือที่จำเป็นเมื่อคุณต้องการใช้งานเท่านั้น"),
                n("fb5ac13e", "ย้ายคอลัมน์"),
                n("bd545b7e", "คลิกจุดเหล่านี้เพื่อลากและวางคอลัมน์ที่ใดก็ได้บนเด็คของคุณ"),
                n("a98513b6", "ปรับแต่งคอลัมน์"),
                n("c8759e44", "เปลี่ยนด้านบนคอลัมน์ด้วยตัวเลือกต่างๆ เช่น"),
                n("a93e96c8", "จัดเรียงโพสต์ตามความนิยมหรือลำดับล่าสุด"),
                n("df300378", "เปลี่ยนขนาดคอลัมน์"),
                n("aa263910", "ใช้เครื่องมือค้นหาขั้นสูง"),
                n("ab3915aa", "ทิปและการตั้งค่า"),
                n("ia03837a", "ไปที่นี่เพื่อ"),
                n("f0bd595c", "จัดการเด็ค"),
                n("a74e9464", "เปลี่ยนการตั้งค่าการแสดงผล"),
                n("h254eb92", "ค้นหาคีย์ลัด"),
                n("j6e669a0", "สํารวจอีกครั้ง"),
                n("c15802be", "กำลังส่งโพสต์…"),
                n("e5506950", "เด็ค"),
                n("b1bd9a8a", "เด็คใหม่"),
                n("cf1a138f", function (e) {
                    return "เปลี่ยนเป็นเด็ค - " + e.title;
                }),
                n("g9c2da24", "เปิดหน้าต่างเพื่อสร้างเด็คใหม่"),
                n("hcef6b72", "เปิดหน้าต่างเพื่อจัดการเด็คของคุณ"),
                n("a77dbc7a", "แก้ไขเด็ค"),
                n("a154a293", function (e) {
                    return "เด็คที่เลือก " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "เด็คที่ไม่ได้เลือก " + e.deckName;
                }),
                n("ha2aae72", "เปิดหน้าต่างเพื่อจัดการเด็คที่เลือก"),
                n("hf59ffc8", "แถบนำทาง"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "เพิ่มคอลัมน์ใหม่"),
                n("ad61a830", "เขียนโพสต์"),
                n("c44f5114", "การตั้งค่าข้อความ"),
                n("c71066fe", "เริ่มการสํารวจ"),
                n("b452e6c2", "เป็นอย่างไรบ้าง"),
                n("j7737bc2", "ขอขอบคุณที่ใช้งาน X Pro เราอยากทราบว่าคุณมีความคิดเห็นอย่างไรบ้าง"),
                n("e8038d64", "ความคิดเห็นของคุณมีความสำคัญต่อเรา เพราะจะช่วยให้เราสร้างประสบการณ์ที่ดียิ่งขึ้นได้"),
                n("fce3c5ce", "แสดงความคิดเห็น"),
                n("ha39df38", "ส่วนบุคคล"),
                n("ja7b7d1a", "เรากำลังมีปัญหาด้านการเชื่อมต่อในขณะนี้ ระบบอาจไม่บันทึกการเปลี่ยนแปลงของคุณ"),
                n("ad5df1d7", function (e) {
                    return "เปลี่ยนเป็นคอลัมน์ - " + e.title;
                }),
                n("ba7bd92e", "การตั้งค่าคอลัมน์"),
                n("cc4ff736", "แบ่งปันคอลัมน์"),
                n("g684a93a", "ทุกคนที่ดูคอลัมน์นี้จะเห็นทุกการเปลี่ยนแปลงที่คุณทำในคอลัมน์"),
                n("a6bbdc1c", "ดูเท่านั้น"),
                n("f6e88162", "ห้องแล็บ"),
                n("e6df688c", "ตัวเลือก"),
                n("e3f2b93a", "แสดงหรือซ่อนข้อมูลเกี่ยวกับคอลัมน์นี้"),
                n("db257758", "ขนาดการแสดงตัวอย่างของสื่อ"),
                n("if2fbab8", "ขนาดการแสดงตัวอย่างของสื่อในการตอบกลับ"),
                n("he517d52", "เปลี่ยนชื่อคอลัมน์"),
                n("f6eb2cfe", "ชื่อคอลัมน์"),
                n("d6d39c84", "ต้องระบุชื่อคอลัมน์"),
                n("e5c06aee", "ความกว้างของคอลัมน์"),
                n("af6a4368", "ตั้งชื่อบทสนทนานี้ใหม่ แล้วดูว่ามีใครอยู่ในนี้บ้าง"),
                n("cdeac5ee", "การตั้งค่าข้อความส่วนตัว"),
                n("fda7ee26", "จัดการผู้ที่สามารถส่งข้อความถึงคุณได้"),
                n("c4ec8620", "รวม"),
                n("d5f29cd4", "ไม่รวม"),
                n("d01a62f8", "เวลาและสถานที่"),
                n("d614afc8", "ความชื่นชอบ การตอบกลับ และการรีโพสต์"),
                n("fb2bbc7a", "เนื้อหาของโพสต์"),
                n("a589add2", "มีหนึ่งคําจากคําเหล่านี้ (หรือ)"),
                n("d2f8dc8a", "โพสต์จากใครบางคน"),
                n("e37201ec", "ที่ตอบกลับผู้อื่น"),
                n("e035e056", "ที่พูดถึงผู้อื่น"),
                n("ef2d4092", "ไม่รวมคำ"),
                n("d59f395e", "ภาษาที่แสดง"),
                n("g67cd3f2", "เลือกภาษา"),
                n("c85f9b9c", "เปลี่ยนภาษา"),
                n("b5148188", "มากกว่า"),
                n("hf369320", "น้อยกว่า"),
                n("f4dce7b6", "เท่าไร"),
                n("ddafa9a2", "ดูตัวเลือก"),
                n("c6be8432", "ระดับของการมีส่วนร่วม"),
                n("e60b9fac", "แสดงโพสต์ต้นฉบับ"),
                n("eb441fee", "แสดงการรีโพสต์"),
                n("e920e6dc", "แสดงการอ้างอิง"),
                n("g9580526", "แสดงการตอบกลับ"),
                n("i73cbb5c", "คุณสามารถเพิ่มหนึ่งรายชื่อไปยังการค้นหาได้เท่านั้น เฉพาะรายชื่อแรกเท่านั้นที่จะใช้ได้ในการค้นหานี้"),
                n("c765315d", function (e) {
                    return "ป้อน " + e.listHandleListNameFormat + " หรือไอดีรายชื่อ";
                }),
                n("a153fbf2", "วิธีใช้รายชื่อในการค้นหา"),
                n("bf0d5a7c", "คุณสามารถเพิ่มหนึ่งรายชื่อต่อการค้นหา"),
                n("c6e8759a", "หากต้องการเพิ่มรายชื่อ ให้ใช้รูปแบบนี้:"),
                n("dd9daca8", "ใช้ - แทนเครื่องหมายจุดในชื่อของรายชื่อ"),
                n("cd71b264", "เรียนรู้เกี่ยวกับรายชื่อ"),
                n("ca23d726", "รูปภาพและวิดีโอ"),
                n("f1fa97a8", "การออกอากาศ"),
                n("c0bab0ba", "แสดงเฉพาะโพสต์ที่มีสื่อ"),
                n("g9512656", "แสดงเฉพาะผู้คนที่ยืนยันแล้ว"),
                n("b967e296", "แสดงเฉพาะคนที่คุณติดตามอยู่"),
                n("gc51a2ac", "เมื่อไรก็ได้"),
                n("d42a4916", "ไม่นานมานี้"),
                n("a2229a06", "ภายในกรอบเวลา"),
                n("c1fe6156", "เวลาเริ่มต้น"),
                n("cbc02622", "เวลาสิ้นสุด"),
                n("b666573c", "ค้นหาสถานที่"),
                n("cf260344", "โพสต์ใน"),
                n("j5805302", "รัศมี"),
                n("e592ab3c", "ใส่ตำแหน่งที่ตั้งและรัฐหรือประเทศในการค้นหาของคุณเพื่อผลลัพธ์ที่ดีขึ้น"),
                n("e8843b5d", function (e) {
                    return e.meters + " ม.";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + " กม.";
                }),
                n("ec688a09", function (e) {
                    return "การดำเนินการนี้จะป้องกันไม่ให้ @" + e.screenName + " รวมคุณไว้ในรายชื่อใดๆ ของพวกเขา ซึ่งรวมถึงรายชื่อนี้";
                }),
                n("iad54d54", "ล้างบุ๊คมาร์ก"),
                n("g4d581a2", "ล้างข้อมูลนี้ และโฟลเดอร์บุ๊คมาร์กทั้งหมด"),
                n("fb14aebe", "ล้างบุ๊คมาร์ก"),
                n("jf748f40", "ล้างบุ๊คมาร์กทั้งหมดหรือไม่"),
                n("d63a211a", "การดำเนินการนี้ไม่สามารถยกเลิกได้ และคุณจะลบโพสต์ทั้งหมดที่คุณเพิ่มลงในบุ๊คมาร์ก"),
                n("a16ebc1a", "เริ่มการสนทนาใหม่"),
                n("a1ff1890", "การดำเนินการนี้จะล้างการสนทนาปัจจุบันของคุณ"),
                n("ab352ee0", "แสดงโพสต์ล่าสุด"),
                n("c004c4d6", "ล้างโพสต์"),
                n("fc702822", "ล้างโพสต์และดูโพสต์ล่าสุดทันทีที่มีคนโพสต์"),
                n("a2c59056", "ก่อนคุณล้างคอลัมน์..."),
                n("d31bdbbe", "เปลี่ยนไปยังโพสต์ล่าสุด"),
                n("dec3722c", "โพสต์ล่าสุด"),
                n("g33b8c04", "สร้างสำเนา"),
                n("de2c3008", "ทำซ้ำคอลัมน์"),
                n("a7c01ce0", "เปลี่ยนชื่อหรือลบโฟลเดอร์"),
                n("e52e4c82", "เปลี่ยนตัวเลือกตำแหน่งและการปรับแต่งการตั้งค่าส่วนบุคคล"),
                n("f4d052a4", "Grok (โหมดปกติ)"),
                n("fa97c1c6", "Grok (โหมดสนุกสนาน)"),
                n("efb37dec", "โหมด"),
                n("h0064892", "ปกติ"),
                n("ad86db50", "สร้างเด็ค"),
                n("hb70ef30", "สร้างเด็คจากการค้นหานี้"),
                n("j8a945cc", "โพสต์ติดอันดับ"),
                n("f3a4a654", "โพสต์ที่ยืนยันแล้ว"),
                n("c8da0c42", "รูปภาพและวิดีโอ"),
                n("d2cf6f74", "คู่ค้า Premium"),
                n("c9b39e70", "ย้าย"),
                n("b9ea5f7c", "ย้ายคอลัมน์ไปที่เด็คอื่น"),
                n("g8b6d450", "ตัวเลือกการแจ้งเตือน"),
                n("dd703fbd", function (e) {
                    return "ลบคอลัมน์ - " + e.title;
                }),
                n("d9d11fc6", "ลบคอลัมน์สาธารณะหรือไม่"),
                n("h17ada6c", "การลบคอลัมน์สาธารณะจะทำให้ผู้ติดตามไม่สามารถเข้าถึงคอลัมน์ได้อย่างถาวร"),
                n("hb388fe8", "ลบคอลัมน์"),
                n("c1343ad6", "แปลงเป็นคอลัมน์การค้นหา"),
                n("e7a12d72", "แปลงเป็นคอลัมน์การค้นหาแล้ว"),
                n("f29424f0", "เปลี่ยนกลับ"),
                n("h5ff85a2", "แบ่งปันคอลัมน์"),
                n("d32058ba", "ทำให้คอลัมน์เป็นสาธารณะเพื่อทำให้สามารถแบ่งปันได้"),
                n("c926a6ca", "ทุกคนที่ติดตามคอลัมน์จะเห็นการเปลี่ยนแปลงที่คุณดำเนินการ"),
                n("g0175ca2", "ตัวเลือกคอลัมน์"),
                n("a800727c", "กลับไปยังตัวเลือกคอลัมน์"),
                n("f318bc40", "สร้างโฟลเดอร์ใหม่"),
                n("e300a9f0", "สร้างโฟลเดอร์บุ๊คมาร์ก"),
                n("j341c67c", "โฟลเดอร์ต้องมีชื่อ"),
                n("d00586a6", "ไม่สามารถโหลดคอลัมน์นี้ได้ ลองสร้างคอลัมน์ใหม่"),
                n("d0d8277e", "เจ้าของคอลัมน์ได้ลบหรือทำให้คอลัมน์เป็นแบบส่วนตัว"),
                n("j08fd6fe", "ชุมชนของคุณ"),
                n("b569a1fa", "กลับไปยังชุมชน"),
                n("i176bfd2", "ค้นหารายชื่อ"),
                n("a57c3292", "ค้นหารายชื่อใหม่"),
                n("f59f87dc", "ค้นหารายชื่อของผู้อื่น"),
                n("a5d70676", "รายชื่อที่คุณเป็นสมาชิกอยู่"),
                n("e377790a", "กลับไปยังรายชื่อ"),
                n("e952b8c3", function (e) {
                    return "รายชื่อของ @" + e.userScreenName;
                }),
                n("bc24f834", "กลับไปยังค้นหารายชื่อของผู้อื่น"),
                n("ee11d084", "ค้นหาข้อมูลส่วนตัว"),
                n("c300f3bc", "เพิ่มคอลัมน์"),
                n("bd744e9a", "เพิ่มข้อมูลด้วยการค้นหา"),
                n("i10d4124", "เริ่มตั้งแต่ขั้นแรกสุด"),
                n("jbff8606", "ส่งคำถาม"),
                n("dbd8a566", "ไม่สามารถลบโพสต์ที่ร่างไว้บางรายการ"),
                n("c82be5a8", "โพสต์ที่ร่างไว้ที่คุณเลือกถูกลบแล้ว"),
                n("ad84af68", "กำลังโหลดโพสต์ที่ร่างไว้"),
                n("ef97fb3a", "คุณไม่มีโพสต์ที่ร่างไว้"),
                n("f26ece12", "เมื่อมีแล้ว คุณจะเห็นทวีตเหล่านั้นที่นี่"),
                n("a4911812", "กำลังลบโพสต์ที่ร่างไว้"),
                n("b49be1ca", "ละทิ้งโพสต์ที่ร่างไว้"),
                n("ca91dc76", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และโพสต์แบบร่างของคุณจะหายไป"),
                n("b38b254a", "ไม่สามารถลบบางโพสต์ที่ตั้งเวลาไว้ได้"),
                n("he2e3cc4", "โพสต์ที่ตั้งเวลาไว้ที่คุณเลือกถูกลบแล้ว"),
                n("jf9faee4", "กำลังโหลดโพสต์ที่ตั้งเวลาไว้"),
                n("aa1cfd48", "คุณไม่มีโพสต์ที่ตั้งเวลาไว้"),
                n("b2a70dbe", "กำลังลบโพสต์ที่ตั้งเวลาไว้"),
                n("a07bb1b0", "ละทิ้งโพสต์ที่ตั้งเวลาไว้"),
                n("id78e802", "คุณไม่สามารถยกเลิกการดำเนินการนี้ได้ และโพสต์ที่ตั้งเวลาไว้ของคุณจะหายไป"),
                n("d9a75e16", "เลือกหนึ่งรายการ"),
                n("aa030cd4", "ดูโพสต์ที่แนะนำก่อน"),
                n("c0d2d4aa", "ลำดับเหตุการณ์หน้าแรก"),
                n("ecbbbb90", "ดูรายชื่อของคุณเองหรือของผู้อื่น"),
                n("c351229c", "ดูชุมชนที่คุณเป็นส่วนหนึ่ง"),
                n("a2d1df82", "ค้นหาสิ่งที่คุณกำลังมองหาอยู่"),
                n("d5387d8a", "ทันข่าวสารอยู่เสมอด้วยข้อความของคุณ"),
                n("e738198c", "ดูว่าสิ่งใดที่กำลังได้รับความนิยมบน X"),
                n("ifb8c91e", "ค้นหาข้อมูลส่วนตัวและดูว่าพวกเขาทำอะไรกันบ้าง"),
                n("aa0525d0", "ข้อมูลส่วนตัว"),
                n("cb7844a6", "ติดตามการแจ้งเตือนและการพูดถึงของคุณ"),
                n("e64da55e", "ดูโพสต์ที่คุณตั้งเวลาไว้"),
                n("h9659832", "ดูโพสต์ที่คุณร่างไว้"),
                n("f1b6535e", "ร่างโพสต์"),
                n("a24add8a", "ดูโพสต์ที่บุ๊คมาร์ก"),
                n("gb19f215", function (e) {
                    return "คอลัมน์ - " + e.title;
                }),
                n("g7751b34", "ปิดสแต็ค"),
                n("b94fa48c", "ล้างสแต็ค"),
                n("dd3dc3cc", "กลับไปมรสแต็ค"),
                n("bc7acfd0", "คอลัมน์ที่แบ่งปัน"),
                n("a6587d95", function (e) {
                    return "จัดระเบียบคอลัมน์ - " + e.title;
                }),
                n("fb071dea", "ย้ายคอลัมน์"),
                n("c77a6327", function (e) {
                    return "เปิดตัวเลือกคอลัมน์ - " + e.title;
                }),
                n("h53c41f0", "ตัวเลือกคอลัมน์"),
                n("f7bbbb6d", function (e) {
                    return "ปิดตัวเลือกคอลัมน์ - " + e.title;
                }),
                n("eee9f83e", "ปิดตัวเลือกคอลัมน์"),
                n("a443bbc0", "ปิดการค้นหา"),
                n("c8b12c8f", function (e) {
                    return "ตั้งค่าคอลัมน์เนื้อหา - " + e.title;
                }),
                n("fe048090", "แสดงภาพรวม"),
                n("e57560b4", "ซ่อนภาพรวม"),
                n("fb087db0", "สร้างคอลัมน์แยก"),
                n("aa128cd8", "เพิ่มเป็นคอลัมน์ใหม่"),
                n("aa4f00c6", "แบ่งปันเด็ค"),
                n("fdf97052", "ไปที่ตัวเลือกเด็ค"),
                n("ed427868", "ทำเด็คให้เป็นสาธารณะ"),
                n("gecc71a2", "หากต้องการแบ่งปันเด็ค คุณต้องทำเด็คเป็นสาธารณะก่อน"),
                n("f0653866", "การแบ่งปันเด็ค"),
                n("b158400a", "ข้ามขั้นตอนนี้"),
                n("h15afbce", "ไปตั้งค่ากันเถอะ"),
                n("ibe6be32", "ปรับแต่งประสบการณ์ X Pro ของคุณ: เลือกความกว้างคอลัมน์ สี ข้อความ และขนาดสื่อที่เหมาะกับคุณ"),
                n("e28eb008", "เปิดการตั้งค่าการแสดงผล"),
                n("dc8b86e0", "ตอนนี้เรามาเพิ่มคอลัมน์ของคุณกัน"),
                n("ee28603e", "นำเข้าคอลัมน์ของคุณ"),
                n("dad15d22", "ประหยัดเวลาโดยการนำเข้าคอลัมน์ค้นหา รายชื่อ และข้อมูลส่วนตัวที่คุณมีอยู่แล้ว คุณจะไม่สามารถคัดลอกรายการเหล่านี้ได้ในภายหลัง"),
                n("j85b4522", "หรือเริ่มตั้งแต่ขั้นแรกสุด"),
                n("hfd5ca12", "อืมม... เราไม่สามารถนำเข้าคอลัมน์ของคุณ"),
                n("b855852a", "นำเข้าได้เฉพาะคอลัมน์การค้นหา รายชื่อ และข้อมูลส่วนตัว เพิ่มคอลัมน์หน้าแรกแทน"),
                n("dc6c806e", "ไม่สามารถนำเข้าคอลัมน์ของคุณ"),
                n("a0dfe2f6", "X Pro เป็นวิธีที่สะดวกในการดูคอลัมน์ลำดับเหตุการณ์หลายคอลัมน์ในอินเทอร์เฟซเดียวที่ใช้งานง่าย"),
                n("i8912d28", "มาเพิ่มคอลัมน์กัน..."),
                n("ce0c0f34", "ตอนนี้เรามาดูรอบๆ กันดีกว่า"),
                n("h36d2aa2", "เรียนรู้เคล็ดลับที่มีประโยชน์เพื่อให้คุณได้เริ่มต้น"),
                n("fbaf9442", "เพิ่มเด็คเริ่มต้น"),
                n("b354ea52", "กำลังเพิ่มเด็คเริ่มต้น..."),
                n("if195eb8", "กำลังเพิ่มคอลัมน์..."),
                n("ea07517c", "ลบคอลัมน์แล้ว"),
                n("habced9e", "เพื่อกู้คืนคอลัมน์"),
                n("g4fcb4f8", "กู้คืนคอลัมน์แล้ว"),
                n("d4429cba", "หืมม... ไม่พบเด็คที่คุณต้องการ ลองเลือกเด็คอื่นแทน"),
                n("g2c6e34a", "จัดการขนาดเนื้อหา สี และพื้นหลัง"),
                n("bf2890a6", "ขนาดการแสดงผล"),
                n("h098a550", "ความกว้างคอลัมน์เริ่มต้น"),
                n("ab248726", "การแสดงตัวอย่างของสื่อเริ่มต้น"),
                n("jdaf161c", "แท็บข้อความ"),
                n("ge0fcfd0", "โฮเวอร์การ์ด"),
                n("e1cab6e8", "นำการเปลี่ยนแปลงไปใช้กับคอลัมน์ที่มีอยู่หรือไม่"),
                n("ce2e487c", 'หากคุณเปลี่ยนแปลงคอลัมน์ทั้งหมด ทุกคอลัมน์ในเด็คทั้งหมดของคุณจะได้รับการอัพเดต หากคุณเลือก "ไม่" เฉพาะคอลัมน์ที่คุณสร้างจากตอนนี้เท่านั้นที่จะได้รับการตั้งค่าใหม่'),
                n("fdbd90a6", "ใช่ เปลี่ยนคอลัมน์ทั้งหมด"),
                n("h8affe68", "ไม่ คอลัมน์ใหม่เท่านั้น"),
                n("f06885b6", "ตัวเลือกขนาดของสื่อในคอลัมน์"),
                n("e4bab2d0", "ตัวเลือกความกว้างคอลัมน์"),
                n("f0e71094", "แสดงแท็บข้อความ"),
                n("aa25a5a6", "แท็บข้อความที่ยุบได้ที่ด้านล่างของหน้าจอ"),
                n("g3da3c90", "แสดงโฮเวอร์การ์ด"),
                n("b08a8656", "แสดงโฮเวอร์การ์ดเมื่อวางเมาส์เหนือรายการโต้ตอบ"),
                n("g9df1984", "เพิ่มเด็ค"),
                n("df77af70", "เลือกอีโมจิสำหรับเด็คของคุณ"),
                n("ee7765ba", "เลือกอีโมจิ"),
                n("e0127c83", function (e) {
                    return "เปลี่ยนอีโมจิ " + e.emoji;
                }),
                n("hb8b6254", "ทุกคนสามารถเข้าถึงเด็คสาธารณะของคุณได้จากข้อมูลส่วนตัวของคุณ คุณยังสามารถแบ่งปันลิงก์ไปยังเด็คได้ หากคุณเปลี่ยนใจ คุณสามารถทำให้เป็นส่วนตัวได้อีกครั้ง เรียนรู้เพิ่มเติม"),
                n("gfbaf4e8", "เด็คนี้ไม่สามารถทำให้เป็นสาธารณะได้ในขณะนี้"),
                n("ae04848a", "เด็คนี้มีคอลัมน์ที่เกี่ยวข้องกับบัญชี X ของคุณ ในการทำให้เด็คนี้เป็นสาธารณะ คุณจะต้องนำคอลัมน์เหล่านั้นออก เรียนรู้เพิ่มเติม"),
                n("d606207a", "ลบเด็ค"),
                n("h95cb00e", "เด็คนี้จะถูกลบอย่างถาวร การดำเนินการนี้ไม่สามารถยกเลิกได้"),
                n("f50c9834", "เด็คนี้จะถูกลบถาวร หากคุณลบเด็คนี้ คุณจะไม่สามารถเรียกคืนได้ในภายหลัง"),
                n("cb861826", "เรียงลำดับเด็คใหม่"),
                n("i5896b2b", function (e) {
                    return 'แก้ไขเด็ค "' + e.title + '"';
                }),
                n("ef602cab", function (e) {
                    return 'ลบเด็ค "' + e.title + '"';
                }),
                n("b44b9d83", function (e) {
                    return 'เอาหมุดเด็ค "' + e.title + '" ออก';
                }),
                n("je4a847f", function (e) {
                    return 'ปักหมุดเด็ค "' + e.title + '"';
                }),
                n("ad41be88", "ย้ายคอลัมน์ไปที่เด็ค"),
                n("cb82860a", "ไม่พบคอลัมน์"),
                n("icbecd02", "เพิ่มคอลัมน์"),
                n("fdf1a2c6", "เพิ่มเด็ค"),
                n("d25acc28", "อะไรอยู่ในนั้น"),
                n("fe5df266", "ทำให้คอลัมน์เป็นส่วนตัวหรือไม่"),
                n("i3206148", "การทำให้คอลัมน์สาธารณะกลายเป็นส่วนตัวจะทำให้ผู้ติดตามไม่สามารถเข้าถึงคอลัมน์ได้"),
                n("c65d210c", "ทำให้คอลัมน์เป็นส่วนตัว"),
                n("j4d54f1e", "เครื่องมืออันทรงพลังแบบเรียลไทม์สำหรับผู้คนที่ใช้ชีวิตบน X"),
                n("je0526a0", "ดูหลายลำดับเหตุการณ์ได้ในหน้าจอเดียว ติดตามและจัดระเบียบเนื้อหา รวมถึงมีส่วนร่วมกับชุมชนของคุณในแบบเรียลไทม์"),
                n("d128af54", "สมัคร X Premium"),
                n("bacd7195", function (e) {
                    return e.fullName + " (@" + e.screenName + ") บน X";
                }),
                n("e5b4aafa", "การเชื่อมต่ออินเทอร์เน็ตของคุณถูกขัดจังหวะ"),
                n("g43c3b36", "โปรดเชื่อมต่ออินเทอร์เน็ตอีกครั้งเพื่อดำเนินการต่อ"),
                n("hafe83ec", "กดปิดเพื่อออกจากแอพพลิเคชั่น"),
                n("b2ec74fe", "ปิด"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " ยอดดู " + e.timeAgo;
                }),
                n("a7a90902", "กดเลือกเพื่อแสดง"),
                n("cb0a3b5e", "โพสต์นี้อาจมีสื่อที่ล่อแหลม แน่ใจหรือไม่ว่าต้องการแสดง"),
                n("a4eb1304", "คุณสามารถกลับเข้าสู่ระบบได้ตลอดเวลา"),
                n("b86c2e12", "เข้าสู่ระบบเพื่อค้นหาเนื้อหาทั้งหมดของ X"),
                n("ia13bd7c", "คีย์บอร์ด"),
                n("f9fa40c8", "สัมผัสประสบการณ์ที่ดีที่สุดของ X"),
                n("gb6a7f62", "รหัสของคุณหมดอายุแล้ว หากคุณต้องการลองอีกครั้ง เลือกปุ่มด้านล่างเพื่อรับรหัสใหม่"),
                n("ge19602a", "รับรหัสใหม่"),
                n("dd4ec2e8", "เข้าสู่ระบบ X โดยไปที่ URL ด้านล่างบนแล็ปท็อปหรืออุปกรณ์มือถือของคุณ และป้อนรหัสที่แสดงที่นี่"),
                n("f4d7084c", "เข้าสู่ระบบ X โดยใช้หนึ่งในสองตัวเลือกเหล่านี้:"),
                n("ebc1accc", "สแกนรหัส QR นี้"),
                n("a4742bc0", "ไปที่ URL ด้านล่างบนแล็ปท็อปหรืออุปกรณ์มือถือของคุณ และป้อนรหัสที่แสดงที่นี่"),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return "เข้าสู่ระบบเพื่อดูวิดีโอจาก " + e.name;
                }),
                n("fb83778c", "เข้าสู่ระบบเพื่อดูวิดีโอจากผู้ใช้รายนี้"),
                n("dd4bbaea", "คุณไม่มีวิดีโอที่จะแสดง"),
                n("i71d6193", function (e) {
                    return "ไม่มีวิดีโอที่จะแสดงจาก " + e.name;
                }),
                n("adb512f0", "วิดีโอล่าสุด"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "กําลังติดตาม";
                }),
                n("cd3f5206", "ถัดไป:"),
                n("c930299f", function (e) {
                    return "ครั้งถัดไปในอีก " + e.count + ":";
                }),
                n("b2e9f19c", "เล่นวิดีโอล่าสุดอีกครั้ง"),
                n("de906774", "ความเร็ว"),
                n("caca839e", "คำบรรยายแทนเสียง"),
                n("b049f56c", "คุณภาพ"),
                n("fa7169d8", "หากต้องการรายงานเนื้อหานี้ โปรดไปที่ URL ด้านล่างบนแล็ปท็อปหรืออุปกรณ์มือถือของคุณ"),
                n("c973ec9c", "ชื่อผู้ใช้บัญชี"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "URL เนื้อหา"),
                n("a4ee9394", "สีขาว"),
                n("a9f3474c", "สีฟ้า"),
                n("i50b6538", "สีม่วงอมแดง"),
                n("jffeb664", "สีแดง"),
                n("e375c2d0", "สีดํา"),
                n("c2c5dea4", "สีตัวอักษร"),
                n("ce71b3d0", "รูปแบบตัวอักษร"),
                n("d2eb1582", "ค่าเริ่มต้น (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "ความทึบแสงของข้อความ"),
                n("a562039c", "สีพื้นหลัง"),
                n("h44e879e", "ความทึบแสงของพื้นหลัง"),
                n("b843ced4", "อัตโนมัติ"),
                n("e30d2cea", "0.5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1.5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "ไปข้างหน้า"),
                n("ee0f61ca", "ถอยหลัง"),
                n("i2d14148", "เลิกชื่นชอบ"),
                n("a1eb471a", "ลบความไม่ชอบออก"),
                n("e40051e8", "ลบบุ๊คมาร์ก"),
                n("g9ecf0e8", "ดูการตอบกลับ"),
                n("aa97ae7e", "การควบคุมเครื่องเล่นโทรทัศน์"),
                n("ed170a6a", "ตัวเลื่อน"),
                n("ee838ea0", "การติดตามหัวข้อนี้จะช่วยปรับเปลี่ยนลำดับเหตุการณ์หน้าแรกและประสบการณ์ใช้งาน X ในแบบของคุณ"),
                n("h85446ce", "ระบบไม่รองรับเบราว์เซอร์นี้แล้ว"),
                n("e24d1fa6", "โปรดเปลี่ยนไปใช้เบราว์เซอร์ที่รองรับเพื่อใช้งาน x.com ต่อไป คุณสามารถดูรายชื่อเบราว์เซอร์ที่รองรับได้ที่ศูนย์ช่วยเหลือ"),
                n("a138aeb2", "JavaScript ไม่พร้อมใช้งาน"),
                n("d8e122c2", "เราตรวจพบว่าไม่มีการเปิดใช้งาน JavaScript ในเบราว์เซอร์นี้ โปรดเปิดใช้งาน JavaScript หรือเปลี่ยนไปใช้เบราว์เซอร์ที่รองรับเพื่อใช้งาน x.com ต่อไป คุณสามารถดูรายชื่อเบราว์เซอร์ที่รองรับได้ที่ศูนย์ช่วยเหลือ"),
                n("f1a9e3a2", "รับข่าวด่วน ข่าวการเมือง เพลงที่กำลังเป็นที่นิยม อีเวนต์ระดับโลก คะแนนกีฬา และข่าวสารล่าสุดทั่วโลกได้ทั้งหมดโดยใช้ข้อมูลน้อยลง"),
                n("bb402b62", "X Pro เป็นแดชบอร์ดที่ปรับแต่งได้สำหรับการติดตามข่าวสารล่าสุดเกี่ยวกับสิ่งที่เกิดขึ้นในขณะนี้"),
                n("ed617674", "360"),
                n("e23b20a0", "ยกเลิก"),
                n("a620fcf0", "กำลังโหลดรูปภาพ"),
                n("e9e2064c", "มีบางอย่างผิดพลาด แต่อย่ากังวล — นี่ไม่ใช่ความผิดของคุณ"),
                n("d7060c80", "รีเฟรช"),
                n("a0493514", "ลองอีกครั้ง"),
                n("ff3dd27c", "ค่าเริ่มต้น"),
                n("b554fcf4", "สว่าง"),
                n("j590b148", "สว่างปานกลาง"),
                n("e7d4ee86", "กลาง"),
                n("ia423ebc", "สีเข้มปานกลาง"),
                n("a2cf0942", "สีเข้ม"),
                n("j824dc06", "ค้นหาอีโมจิ"),
                n("fffb3384", "ไม่พบอีโมจิ"),
                n("j3d20752", "ลองค้นหาอย่างอื่นแทน"),
                n("d67ad796", "เลือกโทนสีที่เป็นค่าเริ่มต้นของคุณ"),
                n("e6388bfa", "ล้างทั้งหมด"),
                n("j7c67eca", "ล่าสุด"),
                n("da539d38", "ผลลัพธ์การค้นหา"),
                n("d95eb228", "กลับ"),
                n("af8fa2ae", "ปิด"),
                n("ef8b2f54", "อ่านแผนภูมิ"),
                n("d567ceda", "แนวตั้ง"),
                n("f7b30768", "ซ้อนกัน"),
                n("hcd54328", "จัดกลุ่ม"),
                n("affbaf62", "ข้อมูลเพิ่มเติม"),
                n("c388d026", "ตกลง"),
                n("ha20397c", "คุณสมบัติการช่วยสำหรับการเข้าถึง"),
                n("baf7a43c", "การเข้าถึง"),
                n("e8f674ab", function (e) {
                    return "นี่คือแผนภูมิแท่ง " + e.chartType + " ชื่อของแผนภูมิคือ " + e.chartTitle + " มีหมวดหมู่ทั้งหมด " + e.noOfCategories + " ประเภท ค่าต่ำสุดคือ " + e.minValue + " และค่าสูงสุดคือ " + e.maxValue + " สำรวจแผนภูมิโดยใช้ตัวควบคุมการนำทาง";
                }),
                n("d969327c", "เล่นฉบับเสียง"),
                n("d8cbbcd4", 'เล่นแผนภูมิเสียง กดเพื่อเล่นฉบับเสียงของแผนภูมิหรือกดปุ่ม "A" ที่จุดข้อมูลแต่ละจุดเพื่อฟังเสียง'),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "ข้อมูลที่ไม่ระบุชื่อ, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "ข้อมูลที่ไม่ระบุชื่อ, " + e.value;
                }),
                n("b15c0a18", "ละทิ้งการแก้ไขหรือไม่"),
                n("aebf81c8", "ระบบจะไม่บันทึกการเปลี่ยนแปลงใดๆ ของคุณ"),
                n("aa744c1e", "แก้ไขต่อ"),
                n("fe04d89a", "ละทิ้ง"),
                n("bb5d8cd2", "ใช่"),
                n("dc33d78a", "ภาพหน้าปกของบทความ"),
                n("j190bf1a", "สด"),
                n("e3fcbdba", "ยกเลิก"),
                n("jc0b3a8c", "คำอธิบายรูปภาพ"),
                n("ia1d2e58", "ชื่นชอบโดยผู้เขียน"),
                n("h81f3036", "บทความ"),
                n("bed2945c", "อ่านคำอธิบายรูปภาพ"),
                n("j2eea17a", "สื่อที่กำลังติดตามอยู่มีเนื้อหาที่อาจล่อแหลม"),
                n("b05a39b2", "ดู"),
                n("a7cd5cf4", "วิดีโอ"),
                n("b6eb8f6a", "การออกอากาศ"),
                n("dcc2b9b3", function (e) {
                    return "เล่น " + e.locVideoType;
                }),
                n("hf4ffd4d", function (e) {
                    return "เล่น " + e.locVideoType + " สด";
                }),
                n("f6e90cd7", function (e) {
                    return "ความยาว " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return "เริ่มต้นเมื่อ " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " ยอดดู";
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " และ " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " และ " + e.listItem2;
                }),
                n("ec72e2f8", "ติดตาม"),
                n("d9d2a865", function (e) {
                    return "เล่น" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "ร้านค้า" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "เลือกซื้อสินค้าเลย" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "จอง" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "เชื่อมต่อ" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "คําสั่งซื้อ" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "เปิด" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "เรียนรู้เพิ่มเติม"),
                n("d1ff55d8", "ติดตั้ง"),
                n("g40f106c", "ส่งข้อความถึงเรา"),
                n("j393e386", "ส่งข้อความส่วนตัวถึงพวกเรา"),
                n("a771d32e", "ส่งข้อความส่วนตัวถึงฉัน"),
                n("d8e9c24c", "ส่งข้อความส่วนตัว"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 ดาว – " + e.appNumRatings + " คะแนน";
                }),
                n("cc5508a9", function (e) {
                    return "เริ่มต้น " + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return "โพสต์ " + e.action;
                }),
                n("f17dfdb6", "เล่น"),
                n("j836de8a", "บัญชีที่มีการป้องกัน"),
                n("f4b8dc08", "บัญชีที่สมัครสมาชิก"),
                n("f936caa6", "บัญชีนักแปล"),
                n("ac72ee4e", "บัญชีที่ยืนยันแล้ว"),
                n("f49e0aac", "ระบุรายละเอียดเกี่ยวกับบัญชีที่ยืนยันแล้ว"),
                n("f59bdb94", "ระบุรายละเอียดเกี่ยวกับบัญชีที่ถูกป้องกัน"),
                n("d7e50a66", "เรียนรู้เพิ่มเติม"),
                n("fc065ee4", "เรียนรู้เพิ่มเติมเกี่ยวกับระบบสมาชิก"),
                n("e453f536", "ระบบสมาชิกคืออะไร"),
                n("bd4cb7a0", "เมื่อคุณสมัครสมาชิกเพื่อติดตามผู้สร้างคนโปรด คุณจะได้รับเนื้อหาโบนัส และพวกเขาจะได้รับเงินเล็กๆ น้อยๆ"),
                n("g7099a02", "แสดงข้อมูลเพิ่มเติม"),
                n("c2637ef6", "เข้าใจแล้ว"),
                n("efb17190", "ติดตามคุณ"),
                n("g57b5f6c", "สมาชิกของคุณ"),
                n("a77a27c0", "สมัครรับข้อมูลแล้ว"),
                n("gdd173da", "ตอบโดย Grok ในโหมดสนุกสนาน"),
                n("dfd6eeac", "ตอบโดย Grok"),
                n("deceb214", "รูปภาพโดย Grok"),
                n("befddd48", "แสดง"),
                n("hf3f8e3a", "แสดงเพิ่มเติม"),
                n("h504ea5e", "สร้างเวอร์ชันของคุณด้วย Grok"),
                n("eb722de2", "ถาม Grok ด้วยตัวคุณเอง"),
                n("bb5c5864", "การอ้างอิง"),
                n("a8b58cf4", "แสดงเธรดนี้"),
                n("i5f742fe", "แสดงโพลนี้"),
                n("fc45ccc6", "วิดีโอที่ฝังไว้"),
                n("a9edea48", "รีโหลด"),
                n("d26d8730", "คัดลอกที่อยู่วิดีโอ"),
                n("f1b6bcec", "คัดลอกที่อยู่ GIF"),
                n("j25d7cca", "ซ่อนคําบรรยาย"),
                n("a858b25c", "แสดงคําบรรยาย"),
                n("faf9f484", "โฆษณา"),
                n("ae2ea9e7", function (e) {
                    return "โฆษณาโดย " + e.advertiserName;
                }),
                n("hea01798", "ตัวเลื่อนเพื่อค้นหา"),
                n("f8a09386", "ดูบน Periscope"),
                n("gf2b6eee", "หน้าต่างย่อยในหน้าต่างหลัก"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " เปอร์เซ็นต์";
                }),
                n("fb236728", "หยุดชั่วคราว"),
                n("e9bd453e", "เล่นใหม่"),
                n("d46b00b0", "ข้ามไปที่ถ่ายทอดสด"),
                n("ec8ab8b4", "ซ่อน"),
                n("b8b6344a", "เลิกซ่อน"),
                n("c9a642fa", "ตัวเลื่อนปรับเสียง"),
                n("c27e60b0", "เต็มหน้าจอ"),
                n("d2969f10", "ออกจากโหมดเต็มหน้าจอ"),
                n("f06f2e53", function (e) {
                    return e.currentTime + " จาก " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return "ดู " + e.advertiserName;
                }),
                n("f3c268a5", function (e) {
                    return "เลือกซื้อ " + e.advertiserName;
                }),
                n("g60001bb", function (e) {
                    return "ดู " + e.advertiserName;
                }),
                n("dff1ddd9", function (e) {
                    return "ไปยัง " + e.advertiserName;
                }),
                n("b0b22805", function (e) {
                    return "เข้าชม " + e.advertiserName;
                }),
                n("c67e71aa", "ดูตอนนี้"),
                n("a6ada13e", "ช็อปเลย"),
                n("j0f12222", "ดูเพิ่มเติม"),
                n("f569f7c8", "ไปยังเว็บไซต์"),
                n("j0c6772a", "เข้าชมเว็บไซต์"),
                n("f73003aa", "วิดีโอจะเล่นหลังโฆษณา"),
                n("b3112b8a", "ข้าม"),
                n("h6333ad0", "ข้ามโฆษณา"),
                n("c59da417", function (e) {
                    return "ข้ามโฆษณาใน " + e.seconds;
                }),
                n("c3c147cf", function (e) {
                    return "ข้าม " + e.seconds;
                }),
                n("h9b3104e", "การตั้งค่าวิดีโอ"),
                n("ha3efce4", "อัตโนมัติ"),
                n("hd8d044d", function (e) {
                    return "อัตโนมัติ (" + e.quality + ")";
                }),
                n("a7bf9962", "ดาวน์โหลดวิดีโอ"),
                n("ccc97152", "ความเร็วในการเล่น"),
                n("h531ade0", "คุณภาพของวิดีโอ"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0.5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1.5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "คุณได้รับคุณภาพที่ต่ำกว่าปกติเนื่องจากตัวเลือกเบราว์เซอร์ เราขอแนะนำให้ใช้เบราว์เซอร์ที่รองรับ HEVC"),
                n("a681babd", function (e) {
                    return "ดูตอนนี้ที่ " + e.trimmedHostname;
                }),
                n("db3cd325", function (e) {
                    return "เยี่ยมชม " + e.trimmedHostname;
                }),
                n("f1ad0df1", function (e) {
                    return "โฆษณา · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return "โฆษณาโดย " + e.advertiserName + " · " + e.timeRemaining;
                }),
                n("a15adf2c", "แบบฟอร์มนี้"),
                n("c1658fc6", "ไม่สามารถเล่นสื่อนี้ได้"),
                n("h519ae04", "สื่อนี้ถูกปิดใช้งานเนื่องจากมีการอ้างสิทธิ์ของลิขสิทธิ์"),
                n("ce871584", "การออกอากาศนี้สิ้นสุดแล้ว"),
                n("c101eb96", "การออกอากาศนี้ไม่สามารถใช้งานได้");
            n("gb24a514", "สื่อนี้ถูกปิดการใช้งานตามที่มีการรายงานโดยเจ้าของลิขสิทธิ์"),
                n("hcaf3e63", function (e) {
                    return "สื่อนี้ถูกปิดใช้งานเนื่องจากมีการเรียกร้องลิขสิทธิ์จาก " + e.holder;
                }),
                n("if05c038", "การออกอากาศนี้ไม่สามารถใช้งานได้ในตำแหน่งที่ตั้งของคุณ"),
                n("d420171b", function (e) {
                    return "วิดีโอไม่สามารถใช้งานได้เนื่องจากมีการอ้างสิทธิ์ของลิขสิทธิ์โดย " + e.holder;
                }),
                n("b1eb72fa", "ขออภัย มีการจำกัดการรับชมวิดีโอนี้ในบางพิ้นที่ โปรดรอสักครู่ในขณะที่เรารับตำแหน่งที่ตั้งของคุณ ตรวจสอบให้แน่ใจว่าได้เปิดใช้งานการตั้งค่าตำแหน่งที่ตั้งในเบราว์เซอร์ของคุณ"),
                n("c057680c", "เราไม่สามารถเล่นวิดีโอในเบราว์เซอร์นี้ โปรดลองเว็บเบราว์เซอร์อื่น"),
                n("i5dfae6e", "วิดีโอนี้ไม่สามารถใช้งานได้ในตำแหน่งที่ตั้งของคุณ"),
                n("c2388276", "วิดีโอนี้ถูกลบแล้ว"),
                n("d2c96140", "ตัวบ่งชี้เสียงของแขกรับเชิญ"),
                n("f6dc9146", "เล่นซ้ำ"),
                n("d30c74fe", "เสียง"),
                n("f2d4e6f2", "ชมอีกครั้ง"),
                n("e9f1af3a", "ดูเพิ่มเติม"),
                n("f1881d86", "ไม่สามารถตอบกลับ แชร์ หรือชื่นชอบโพสต์นี้ได้"),
                n("j3d37222", "X จำเป็นต้องแสดงประกาศนี้ตามกฎหมาย"),
                n("e461d0ee", "รับข้อมูลล่าสุด"),
                n("d1386940", "ทันเหตุการณ์"),
                n("ecda5f9e", "การทำให้เข้าใจผิด"),
                n("a423473c", "ประกาศที่จำเป็นตามกฎหมาย"),
                n("b3296688", "การมองเห็นถูกจำกัด"),
                n("ccd32094", "ขณะนี้"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " ที่แล้ว";
                }),
                n("ae408b76", "คุณรีโพสต์แล้ว"),
                n("j355f008", "โพสต์ที่ปักหมุด"),
                n("habf9678", "ปักหมุดโดยผู้เขียน"),
                n("db0798ed", function (e) {
                    return e.topicName + " หัวข้อ";
                }),
                n("dc716ec9", function (e) {
                    return "หัวข้อที่แนะนำ: " + e.topicName;
                }),
                n("fbc2003c", "สิ้นสุดแล้ว"),
                n("h5051dd8", "ยกเลิกแล้ว"),
                n("bb5f91a3", function (e) {
                    return e.count + " ในพื้นที่สนทนานี้";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " กำลังฟัง";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " กำลังพูด + " + e.count + " กำลังฟัง";
                }),
                n("df006f4f", function (e) {
                    return e.count + " สนใจ";
                }),
                n("c889af33", function (e) {
                    return e.count + " เข้าร่วม";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " รับฟัง";
                }),
                n("jbc5f47a", "ด็อคพื้นที่สนทนา"),
                n("gfe2830f", function (e) {
                    return "อีก " + e.count + " คน";
                }),
                n("dbeae6cf", function (e) {
                    return "ผู้ฟังอีก " + e.count + " คน";
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+อีก " + e.count + " คน";
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " เวลา " + e.time;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "เวลา " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return "เหลืออีก " + e.formattedCount + " นาที";
                }),
                n("ib15cddb", function (e) {
                    return "เหลืออีก " + e.formattedCount + " ชั่วโมง";
                }),
                n("db9ed19f", function (e) {
                    return "เหลืออีก " + e.formattedCount + " วัน";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " วัน เหลืออีก " + e.formattedHours + " ชั่วโมง";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " ชั่วโมง เหลืออีก " + e.formattedMins + " นาที";
                }),
                n("f89a5d60", "โฮสต์"),
                n("ce2cfb36", "เฉพาะสมาชิกเท่านั้น"),
                n("df06241c", "ชุมชน"),
                n("b03e162a", "ฟังแบบสดๆ"),
                n("b3d828ee", "เข้าร่วมแล้ว"),
                n("g519ec2a", "เล่นการบันทึก"),
                n("c6000450", "ตั้งการแจ้งเตือนแล้ว"),
                n("db44ff5c", "ตั้งการแจ้งเตือน"),
                n("f7b6346a", "เริ่มต้นเดี๋ยวนี้"),
                n("cc1f75ac", "พื้นที่สนทนา"),
                n("bd08d1b2", "ไม่มีรายละเอียด"),
                n("j8b01b27", function (e) {
                    return "พื้นที่สนทนา " + e.title + " ที่โฮสต์โดย " + e.host + " ถูกยกเลิกแล้ว";
                }),
                n("fda9f48c", "พื้นที่สนทนาถูกยกเลิกแล้ว"),
                n("jf7853f7", function (e) {
                    return "พื้นที่สนทนา " + e.title + " ที่โฮสต์โดย " + e.host + " ได้สิ้นสุดลงแล้ว";
                }),
                n("i1a29920", "พื้นที่สนทนาสิ้นสุดแล้ว"),
                n("db467ffe", "เข้าร่วมพื้นที่สนทนา"),
                n("i8dc3993", function (e) {
                    return "จัดโดย " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return "ระหว่างคุณและ " + e.count + " อื่นๆ";
                }),
                n("d19b9f77", function (e) {
                    return e.action + " ใน " + e.title + " ที่จัดโดย " + e.host + " เวลา " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "เริ่ม " + e.title + " ที่ตั้งเวลาไว้สำหรับ " + e.scheduledStart + " ตอนนี้";
                }),
                n("ea4258b7", function (e) {
                    return e.action + " ในพื้นที่สนทนา เวลา " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "เล่นการบันทึกของ " + e.title;
                }),
                n("gaeb997e", "เพิ่มเติม"),
                n("f8b21226", "เข้าร่วม"),
                n("e1b95ab0", "แก้ไขล่าสุด"),
                n("i308d42c", "โพสต์นี้มีเวอร์ชันใหม่"),
                n("h092d520", "โพสต์นี้มีเวอร์ชันใหม่"),
                n("b74bf8b8", "รูปภาพ"),
                n("ha9ed08c", "สร้างด้วย"),
                n("bff61470", "คลิกที่นี่เพื่อแก้ไข"),
                n("f4393d0f", function (e) {
                    return "เป็นของ " + e.name;
                }),
                n("f8e8e32e", "คุณ"),
                n("df6703d3", "คุณ"),
                n("c20f7e9f", function (e) {
                    return t(e.otherUsersCount, e.otherUsersCount + " คน");
                }),
                n("he26f627", function (e) {
                    return t(e.otherUsersCount, e.otherUsersCount + " คน");
                }),
                n("gea7aa3c", "ต่อไป"),
                n("b6462b32", "ก่อนหน้า"),
                n("caddb529", "และ"),
                n("ff31714c", function (e) {
                    return " และอีก " + e.othersCount + " คน";
                }),
                n("e06c99b7", "และ"),
                n("i4e2f96c", function (e) {
                    return " และอีก " + e.othersCount + " คน";
                }),
                n("ga629a8c", "ดูผู้คนในบทสนทนา"),
                n("d6f781e4", "เมื่อคุณสมัครสมาชิกเพื่อติดตามผู้สร้างคนโปรดบน X คุณจะได้รับเนื้อหาโบนัส และพวกเขาจะได้รับเงินเล็กๆ น้อยๆ"),
                n("dab106f8", "สมาชิก"),
                n("a46e92c2", "ผดล"),
                n("f9633e62", "ผดลรบ"),
                n("a3dfd0cb", function (e) {
                    return "โพสต์" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "โพสต์" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "บทความ" + e.noun;
                }),
                n("h13ffc88", "เสียง"),
                n("c8c4600e", "โพสต์ในรูปแบบเสียง"),
                n("de8c5eb2", "เล่นเสียง"),
                n("ec286028", "หยุดเสียงชั่วคราว"),
                n("ad77feb6", "ไม่มีคำบรรยาย"),
                n("e82adfeb", function (e) {
                    return e.count + " เว็บเพจ";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " โพสต์";
                }),
                n("g78032d5", function (e) {
                    return "หน้าเว็บและโพสต์ " + e.count + " รายการ";
                }),
                n("j3de54a8", "หมายเหตุ"),
                n("a6a6ced4", "อ่านบันทึก"),
                n("dbc0c2f4", "บุ๊คมาร์ก"),
                n("d6885d3e", "ดูชุมชน"),
                n("d5a48014", "หัวเรื่อง"),
                n("b92b6156", "หัวเรื่องย่อย"),
                n("ec5ed598", "เนื้อหา"),
                n("c69eb656", "เต็มเวลา"),
                n("g46ae43c", "สัญญาเต็มเวลา"),
                n("jf7d4cc6", "ไม่เต็มเวลา"),
                n("b2214572", "สัญญาว่าจ้าง"),
                n("f8337bd6", "ต่อปี"),
                n("i935bf88", "ต่อชั่วโมง"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "รายชื่อ"),
                n("fe64170c", "เมื่อคุณทำการเลือกแล้วจะไม่สามารถเปลี่ยนแปลงได้"),
                n("g10ace38", "ตัวเลือกโพล"),
                n("a3edf99a", "ผลลัพธ์สุดท้าย"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " โหวต";
                }),
                n("e86732e4", "ที่เลือก"),
                n("a35a5b10", "ผู้ติดตามที่คุณรู้จัก"),
                n("fc8cd112", "ยังไม่ถูกติดตามจากคนที่คุณติดตามอยู่"),
                n("df8cd2af", function (e) {
                    return "สไลด์ " + e.currentSlide + " จาก " + e.itemCount + " - Carousel " + e.type + " " + e.altText;
                }),
                n("d70740da", "สไลด์ถัดไป"),
                n("c4d53ba2", "สไลด์ก่อนหน้า"),
                n("h6405c17", function (e) {
                    return "สไลด์ " + e.currentSlide + " จาก " + e.itemCount + " - Carousel";
                }),
                n("a3efd2c4", "หัวข้อ"),
                n("b91c8e53", function (e) {
                    return "บัตรหัวข้อสำหรับ " + e.title;
                }),
                n("b3826295", function (e) {
                    return "บัตรหัวข้อสำหรับ " + e.title + ", " + e.description;
                }),
                n("c9bb65db", function (e) {
                    return "คอลเลคชั่นรูปภาพ " + e.slidesLength + " รายการ " + e.heroVanityContent + " " + e.heroTitleContent;
                }),
                n("e1bddf52", "ลากเพื่อหมุน"),
                n("f0e1fb48", "ไม่สามารถสร้างตัวอย่างในรูปแบบวิดีโอในเบราว์เซอร์นี้ แต่อาจอัปโหลดวิดีโอได้อยู่"),
                n("c2fc878d", function (e) {
                    return "คุณมีตัวอักษรเกินกว่าที่กำหนด " + e.count + " ตัว";
                }),
                n("db11b27f", function (e) {
                    return "เหลืออีก " + e.count + " ตัวอักษร";
                }),
                n("bb7b821a", "คุณสามารถตอบกลับได้"),
                n("fc41217b", function (e) {
                    return "บัญชีที่ @" + e.screenName + " ติดตามหรือกล่าวถึงสามารถตอบกลับได้";
                }),
                n("e5dc76d0", "คุณสามารถตอบกลับบทสนทนานี้ได้"),
                n("ab105904", "ใครตอบกลับได้บ้าง"),
                n("fd1cda7a", "คุณไม่สามารถตอบกลับบทสนทนานี้ได้"),
                n("f064f477", function (e) {
                    return "บัญชีที่ @" + e.screenName + " ติดตามหรือพูดถึงสามารถตอบกลับได้";
                }),
                n("ea9ac5c9", function (e) {
                    return "บัญชีที่ @" + e.screenName + " พูดถึงสามารถตอบกลับได้";
                }),
                n("d2ae1499", function (e) {
                    return "บัญชีที่ @" + e.screenName + " สมัครสมาชิกเพื่อติดตามหรือพูดถึงสามารถตอบกลับได้";
                }),
                n("a4e254ff", function (e) {
                    return "บัญชีที่ยืนยันแล้วหรือบัญชีที่ @" + e.screenName + " พูดถึงสามารถตอบกลับได้";
                }),
                n("j1b02fd8", "รับการยืนยัน"),
                n("daba4484", "เฉพาะผู้เขียนและผู้ดูแลเท่านั้นที่สามารถเห็นโพสต์นี้ได้"),
                n("f956070a", "ถูกซ่อนโดยผู้ดูแลเนื่องจากละเมิดกฎของชุมชน"),
                n("cc17f408", "เมื่อสมาชิกถูกลบออกไป โพสต์ของพวกเขาจะถูกซ่อนจากชุมชน"),
                n("j620ce06", "ใครเห็นโพสต์นี้บ้าง"),
                n("bd414b44", "พิเศษสำหรับสมาชิกของคุณ"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " และสมาชิกของพวกเขาเท่านั้นที่สามารถเห็นโพสต์ของคุณได้";
                }),
                n("g1c6a77e", "คุณกำลังดูเนื้อหาระบบสมาชิก"),
                n("d3b143d7", function (e) {
                    return "คุณสามารถดูและตอบกลับได้เนื่องจากคุณสมัครสมาชิกเพื่อติดตาม @" + e.screenName;
                }),
                n("f6337117", function (e) {
                    return "คุณสามารถดูโพสต์นี้ได้เพราะคุณสมัครสมาชิกเพื่อติดตาม @" + e.screenName;
                }),
                n("g766a06d", function (e) {
                    return "เฉพาะผู้คนในวงในของ @" + e.screenName + " เท่านั้นที่สามารถเห็นโพสต์นี้";
                }),
                n("j040a368", "ลิงก์ถูกปิดใช้งานในการตอบกลับ"),
                n("b31d0af7", function (e) {
                    return e.screenName + " ไม่อนุญาตให้มีลิงก์ในการตอบกลับโพสต์นี้";
                }),
                n("eab0f780", "คุณไม่สามารถโพสต์หรืออ้างอิงลิงก์ภายนอกในการตอบกลับโพสต์นี้"),
                n("f17a1f54", "พิเศษสำหรับ Premium"),
                n("a0953370", "ระบบสมาชิก"),
                n("d9687d23", function (e) {
                    return "ลดลง " + e.trendValueNegativePercent;
                }),
                n("ac73eb5a", "ไม่มีการเปลี่ยนแปลง"),
                n("c5a9f921", function (e) {
                    return "เพิ่มขึ้น " + e.trendValuePositivePercent;
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " นาที ที่แล้ว";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " ชั่วโมง ที่แล้ว";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " วัน ที่แล้ว";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " สัปดาห์ ที่แล้ว";
                }),
                n("efcd5885", function (e) {
                    return e.months + " เดือน ที่แล้ว";
                }),
                n("c37228b5", function (e) {
                    return e.years + " ปี ที่แล้ว";
                }),
                n("jf83d092", "วัน"),
                n("af4abf20", "เดือน"),
                n("b871f280", "ปี"),
                n("hac89ab0", "มกราคม"),
                n("ef30b30a", "กุมภาพันธ์"),
                n("b56920fa", "มีนาคม"),
                n("b1a0f1ec", "เมษายน"),
                n("daf779c8", "พฤษภาคม"),
                n("c6ad074e", "มิถุนายน"),
                n("f1db106c", "กรกฎาคม"),
                n("i4e80b7a", "สิงหาคม"),
                n("efa6cc1e", "กันยายน"),
                n("f40a0cbe", "ตุลาคม"),
                n("ac74a31c", "พฤศจิกายน"),
                n("i6c1e4b2", "ธันวาคม"),
                n("de540c32", "แสดงรหัสผ่าน"),
                n("b4abfdb4", "ซ่อนรหัสผ่าน"),
                n("f06ae5d3", function (e) {
                    return e.standardTweetCount + " ตัวอักษร ที่เหลือสำหรับโพสต์มาตรฐาน " + e.totalCount + " ตัวอักษร ที่เหลือทั้งหมด";
                }),
                n("fee0a8bc", "บันทึก"),
                n("ae7f7656", "ล้าง"),
                n("gd769996", "มีข้อผิดพลาดบางอย่างเกิดขึ้น ลองโหลดอีกครั้ง"),
                n("i5450bec", "สื่อ"),
                n("f7432494", "เพิ่มรูปภาพ"),
                n("a5f7ce12", "ติดตามกลับ"),
                n("c3befdbe", "กําลังติดตาม"),
                n("d3029dbc", "เลิกติดตาม"),
                n("aeb6f0a0", "สมัครรับข้อมูล"),
                n("b4397192", "จัดการ"),
                n("i8cfb6e6", "ถูกบล็อค"),
                n("ea100d6a", "ยกเลิกการบล็อค"),
                n("fe40537f", function (e) {
                    return "ยกเลิกการบล็อค @" + e.screenName + " หรือไม่";
                }),
                n("ab7c3460", "พวกเขาจะสามารถติดตามคุณและดูโพสต์ของคุณได้"),
                n("i58d8718", "พวกเขาจะสามารถติดตามคุณและมีส่วนร่วมกับโพสต์สาธารณะของคุณได้"),
                n("cda66545", function (e) {
                    return "คลิกเพื่อ " + e.followType + " " + e.screenName;
                }),
                n("ee05e96b", function (e) {
                    return "คลิกเพื่อ " + e.followType + " " + e.screenName;
                }),
                n("a8d77a25", function (e) {
                    return "คลิกเพื่อออกจาก " + e.screenName;
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " ถึง " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "เลิกติดตาม @" + e.screenName + " หรือไม่";
                }),
                n("i4bb9ef7", function (e) {
                    return "เลิกติดตาม " + e.title + " หรือไม่";
                }),
                n("ge753264", "โพสต์ของพวกเขาจะไม่แสดงในลำดับเหตุการณ์สำหรับคุณอีกต่อไป คุณยังสามารถดูข้อมูลส่วนตัวของพวกเขาได้ หากโพสต์ของพวกเขาไม่ได้ถูกป้องกันไว้"),
                n("b837c0e8", "แม้ว่าคุณจะเลิกติดตามหัวข้อนี้ แต่คุณอาจยังเห็นโพสต์เกี่ยวกับหัวข้อนี้อยู่ ซึ่งขึ้นอยู่กับบัญชีที่คุณติดตาม"),
                n("ddac1f1d", function (e) {
                    return "คุณแน่ใจหรือไม่ว่าต้องการออกจาก " + e.communityName;
                }),
                n("j8e33c40", "คุณจะไม่สามารถเข้าถึงและมีส่วนร่วมในชุมชนได้อีก แต่ผู้คนจะยังเห็นโพสต์ก่อนหน้าของคุณ"),
                n("f305840e", "กําลังรอดําเนินการ"),
                n("i036327c", "ละทิ้งคำขอติดตามหรือไม่"),
                n("j95e3097", function (e) {
                    return "นี่จะเป็นการยกเลิกคำขอที่กำลังรอดำเนินการของคุณ และ @" + e.screenName + " จะไม่เห็นคำขอของคุณอีกต่อไป";
                }),
                n("d85bc1b8", "ย่อหรือขยายภาพ"),
                n("f596ace8", "สัดส่วนจอภาพ: ต้นฉบับ"),
                n("df031fca", "สัดส่วนจอภาพ: กว้าง"),
                n("b40332c6", "สัดส่วนจอภาพ: จตุรัส"),
                n("e547b368", "ต้นฉบับ"),
                n("f7571204", "กว้าง"),
                n("e6e16812", "จัตุรัส"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return "ประชาสัมพันธ์โดย " + e.fullName;
                }),
                n("if2bf8b4", "ประชาสัมพันธ์"),
                n("f3624b5c", "ประชาสัมพันธ์ (การเมือง)"),
                n("b4b3b113", function (e) {
                    return "ประชาสัมพันธ์ (การเมือง) โดย " + e.fullName;
                }),
                n("be222050", "(ปัญหา) ที่ประชาสัมพันธ์"),
                n("hcbbe447", function (e) {
                    return "(ปัญหา) ที่ประชาสัมพันธ์โดย " + e.fullName;
                }),
                n("jcf3e7a2", "ความคืบหน้าเฟรมสำหรับแอนิเมชั่น Lottie"),
                n("a0af935c", "ชื่นชอบแล้ว"),
                n("b8c465e2", "รีโพสต์แล้ว"),
                n("c7a989ce", "บุ๊คมาร์กแล้ว"),
                n("b03835c7", function (e) {
                    return e.replyCount + " การตอบกลับ";
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " รีโพสต์";
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " ความชอบ";
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " บุ๊คมาร์ก";
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " ดู";
                }),
                n("f2849136", "การวิเคราะห์"),
                n("f206e970", "ดูการวิเคราะห์โพสต์"),
                n("c7073f5b", function (e) {
                    return e.count + " ยอดดู ดูการวิเคราะห์โพสต์";
                }),
                n("hf417cf0", "ลบออกจากบุ๊คมาร์ก"),
                n("febd30ed", function (e) {
                    return e.count + " บุ๊คมาร์ก บุ๊คมาร์ก";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " บุ๊คมาร์ก บุ๊คมาร์กแล้ว";
                }),
                n("d636ebc6", "ชื่นชอบ"),
                n("eb3a8b0c", "เลิกชื่นชอบ"),
                n("j472ecfc", "ชื่นชอบโพสต์นี้"),
                n("dac92b0d", function (e) {
                    return e.count + " ความชอบ ชื่นชอบ";
                }),
                n("aa650427", function (e) {
                    return e.count + " ความชอบ ชื่นชอบ";
                }),
                n("hdf7226a", "ตอบกลับ"),
                n("c9940955", function (e) {
                    return e.count + " การตอบกลับ การตอบกลับ";
                }),
                n("f2919fb8", "รีโพสต์"),
                n("fd1e5446", "ยกเลิกการรีโพสต์"),
                n("dfad425d", function (e) {
                    return e.count + " รีโพสต์ รีโพสต์";
                }),
                n("a386dc55", function (e) {
                    return e.count + " รีโพสต์ รีโพสต์แล้ว";
                }),
                n("f65198c2", "ดูคำพูด"),
                n("dc63da16", "แบ่งปัน"),
                n("cee0585c", "แชร์โพสต์"),
                n("ceb6841c", "เมื่อสมาชิกถูกลบออกไป โพสต์ของพวกเขาจะถูกซ่อนจากชุมชน"),
                n("cb731cae", "แก้ไขวงใน"),
                n("c33d3a84", "สิ่งที่เกิดขึ้นในวงในจะไม่ถูกเผยแพร่ออกไป"),
                n("c4f10e71", "เรียนรู้เพิ่มเติม"),
                n("b09adb0c", "ดูบทสนทนา"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "กําลังติดตาม";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "ผู้ติดตาม";
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "ผู้สมัครรับข่าวสาร";
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "ระบบสมาชิก";
                }),
                n("ef633578", "บัญชีถูกระงับการใช้งาน"),
                n("a6a3d496", "ใส่ลิงก์"),
                n("acce6978", "แก้ไขลิงก์"),
                n("f5e8f526", "แก้ไข"),
                n("h517e8d8", "ลบ"),
                n("a30ae58e", "ข้อความที่จะแสดง"),
                n("da38c958", "URL"),
                n("d5d57678", "แทรก"),
                n("ec822028", "โปรดกรอกข้อมูลในช่องนี้"),
                n("ebc5d2cc", "URL นี้มีบางอย่างไม่ถูกต้อง โปรดตรวจสอบการสะกดและการจัดรูปแบบของลิงก์นี้"),
                n("h30a19bb", function (e) {
                    return "นี่คือแผนภูมิวงกลม ชื่อของแผนภูมิคือ " + e.chartTitle + " มีหมวดหมู่ทั้งหมด " + e.noOfCategories + " ประเภท ค่าต่ำสุดคือ " + e.minValue + " และค่าสูงสุดคือ " + e.maxValue + " สำรวจแผนภูมิโดยใช้ตัวควบคุมการนำทาง";
                }),
                n("h39fbf33", function (e) {
                    return "แผนภูมิแท่งแนวนอนที่มีข้อมูลตั้งแต่ " + e.minValue + " ถึง " + e.maxValue;
                }),
                n("gdd51574", "ลากลงเพื่อรีเฟรช"),
                n("e557ad8e", "ใช้งานอยู่"),
                n("e3a58c28", "ขยาย"),
                n("db355331", function (e) {
                    return e.team + " ชนะ";
                }),
                n("a8428d5e", "กําลังจะเกิดขึ้น"),
                n("a7aad8ba", "สด"),
                n("e431f1aa", "สุดท้าย"),
                n("a7391708", "เลื่อน"),
                n("d2dbfa92", "ยกเลิก"),
                n("cd734f66", "วันนี้"),
                n("c8891d06", "พรุ่งนี้"),
                n("d2414d31", function (e) {
                    return e.count + " รายการที่ยังไม่ได้อ่าน";
                }),
                n("ce4e85ae", "รายการที่ยังไม่ได้อ่าน"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "ก่อนเที่ยง/หลังเที่ยง"),
                n("i7a6f114", "ชั่วโมง"),
                n("ccc99ff2", "นาที"),
                n("g5662c95", function (e) {
                    return "ระดับ " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "ผู้ใช้นี้อยู่ในพื้นที่สนทนาที่กำลังใช้งานอยู่ในขณะนี้ คลิกเพื่อเข้าร่วม"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " อยู่ในพื้นที่สนทนาที่กำลังใช้งานอยู่ในขณะนี้ คลิกเพื่อเข้าร่วม";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " อยู่ในการออกอากาศสดที่กำลังใช้งานอยู่ในขณะนี้ คลิกเพื่อดู";
                }),
                n("d9fd5570", "การตอบกลับที่ซ่อนอยู่"),
                n("c566d3a6", "ซ่อน"),
                n("a897c4d6", "เปิดประวัติการแก้ไข"),
                n("e07a85a2", "โพสต์ไม่พร้อมใช้งาน"),
                n("ffeb2fc6", "ต่อไป"),
                n("af2a65d9", function (e) {
                    return "เลือกไว้ " + e.timestamp;
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " นาที";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " วินาที";
                }),
                n("f42c0c80", "จากด้านท้ายของส่วนที่เลือก ให้ใช้แป้นลูกศรปรับตัวเลือก"),
                n("i667afe8", "จากด้านบนของส่วนที่เลือก ให้ใช้แป้นลูกศรปรับตัวเลือก"),
                n("gfaaead8", "ไม่มีชื่อ"),
                n("cfd13f46", "ด็อคเสียง"),
                n("eba2660a", "สีฟ้า"),
                n("hc196b78", "สีม่วงเข้ม"),
                n("c8bc49d2", "สีม่วง"),
                n("efff09ee", "สีเขียว"),
                n("fcb424ee", "สีเหลือง"),
                n("ie2215aa", "สีม่วงอมแดง"),
                n("f106ce44", "สีส้ม"),
                n("acddd4d4", "สีแดง"),
                n("cef9b062", "สีน้ำเงินอมเขียว"),
                n("d9daefca", "สีเทาเข้ม");
            var d = c(202784),
                b = [],
                u = {};
            function i(e) {
                return e;
            }
            var o = (function (e) {
                var a, c, n, t, o;
                function m() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (c = e),
                    ((a = m).prototype = Object.create(c.prototype)),
                    (a.prototype.constructor = a),
                    r(a, c),
                    (m.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = m),
                    (t = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X จะเก็บสำเนาพื้นที่สนทนาไว้เสมอสำหรับการตรวจสอบ "];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["บัญชีที่คุณบล็อคจะไม่สามารถเข้าร่วมได้ อย่างไรก็ตาม คนที่ไม่ได้เข้าสู่ระบบ X อาจสามารถฟังได้ "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X จะเก็บสำเนาบันทึกพื้นที่สนทนาไว้เป็นเวลาจำกัดเสมอเพื่อตรวจสอบสแปมและการกระทำที่ไม่เหมาะสม "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["สมัครสมาชิกองค์กรที่ได้รับการยืนยันและรับเครดิตโฆษณามูลค่า $1,000 เพื่อใช้กับบัญชีใดก็ได้ในองค์กรของคุณ "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["เมื่อคุณสมัครใช้ X คุณจะสามารถตอบกลับโพสต์ของ ", " ได้"];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["เมื่อคุณสมัครใช้ X คุณจะสามารถแชร์โพสต์ของ ", " กับผู้ติดตามของคุณได้"];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["เข้าร่วม X ตอนนี้เพื่อแจ้งให้ ", " ทราบว่าคุณชื่นชอบโพสต์ของพวกเขา"];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["ติดตาม ", " เพื่อดูสิ่งที่พวกเขาแบ่งปันบน X"];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["สมัครใช้งาน X วันนี้เพื่อแชร์โพสต์ของ ", " แบบส่วนตัว"];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["ติดตาม ", " โพสต์ที่รวบรวมไว้"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["สมัครใช้งาน X ตอนนี้เพื่อดูโพสต์จากผู้คนมากมายที่ ", " รวบรวมไว้"];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["สมัคร X ตอนนี้ เพื่อค้นหาการสนทนาใหม่ๆ ที่น่าสนใจเกี่ยวกับสิ่งที่คุณให้ความสำคัญที่สุดอย่าง "];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["ค้นหาโพสต์ของ ", " บน X"];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ['X และคู่ค้าใช้คุกกี้เพื่อให้บริการที่ดียิ่งขึ้น ปลอดภัยยิ่งขึ้น และรวดเร็วยิ่งขึ้นแก่คุณ และเพื่อสนับสนุนธุรกิจของเรา คุกกี้บางตัวจำเป็นต่อการใช้บริการ การปรับปรุงบริการ และการตรวจสอบให้แน่ใจว่าทำงานได้อย่างถูกต้อง หากคุณคลิก "ยอมรับคุกกี้ทั้งหมด" จะถือว่าคุณยังอนุญาตให้ X และคู่ค้าใช้คุกกี้เพื่อมอบโฆษณาและการสื่อสารที่เหมาะกับความสนใจของคุณ หากคุณคลิก “ปฏิเสธคุกกี้ที่ไม่จำเป็น” เราจะไม่ใช้คุกกี้เพื่อรวบรวมข้อมูลเพิ่มเติมสำหรับโฆษณาและการสื่อสารที่ปรับแต่งให้เหมาะกับคุณโดยเฉพาะ หากต้องการเรียนรู้เพิ่มเติม รวมถึงวิธีเปลี่ยนตัวเลือกของคุณ โปรดไปที่หน้าคุกกี้ของ', "ของเรา"];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X และคู่ค้าใช้คุกกี้เพื่อให้บริการที่ดียิ่งขึ้น ปลอดภัยยิ่งขึ้น และรวดเร็วยิ่งขึ้นแก่คุณ และเพื่อสนับสนุนธุรกิจของเรา คุกกี้บางตัวจำเป็นต่อการใช้บริการ การปรับปรุงบริการ และการตรวจสอบให้แน่ใจว่าทำงานได้อย่างถูกต้อง "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["การสมัครนี้จะถือว่าคุณยอมรับ ", " และ ", " รวมถึง "];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังบทความที่เกี่ยวกับคุณอย่างน้อยสามบทความในสำนักข่าวที่มีคุณสมบัติซึ่งได้รับการตีพิมพ์ภายในหกเดือนที่ผ่านมา "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["คุณจะต้องมีคุณสมบัติตามข้อกำหนดเฉพาะที่ขึ้นอยู่กับประเภทของบัญชี X ที่คุณมี "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["เลือกตัวเลือกที่ตรงกับบัญชีของคุณมากที่สุด "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["เลือกวิธีการหนึ่งเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นนักเคลื่อนไหวหรือผู้จัดงาน "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["คุณยังไม่มีผู้ติดตามหรือการพูดถึงตามเกณฑ์ขั้นต่ำสำหรับภูมิภาคของคุณที่จำเป็นต้องได้รับการยืนยันในฐานะนักเคลื่อนไหว "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังข้อมูลส่วนตัวบน Google Trends พร้อมหลักฐานกิจกรรมการค้นหาล่าสุดเกี่ยวกับคุณ "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังหน้า Wikipedia ที่เกี่ยวกับคุณ โดยต้องมีการอ้างอิงภายนอกอย่างน้อยสามรายการ "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าคุณเป็นผู้นำในองค์กรสนับสนุนที่ได้รับการยืนยันแล้ว โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการขององค์กรที่ยืนยันแล้ว "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["เลือกวิธีการหนึ่งเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นบุคคลที่มีอิทธิพลทางความคิด "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["คุณยังไม่มีผู้ติดตามหรือการพูดถึงตามเกณฑ์ขั้นต่ำสำหรับภูมิภาคของคุณที่จำเป็นต้องได้รับการยืนยันในฐานะผู้สร้างเนื้อหาหรือผู้มีอิทธิพลทางความคิด "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a prominent company, brand, or organization. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Provide a link to a Google Trends profile with evidence of recent search activity about your company, brand, or organization. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Provide a link to a Wikipedia page about your company, brand, or organization that contains at least three external references. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Provide a link showing evidence of that your company, brand, or organization is listed on a public stock exchange. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Provide links to at least three articles about your company in verified news publications in the last six months. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["You must hold a senior leadership position at a verified organization to be eligible for verification in this category. Add your organization’s account to confirm eligibility. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Pick a method to show that your account qualifies for verification as a senior leader of a prominent organization. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Provide links to least three articles published by verified news organizations within the last six months that reference you as a senior leader or executive at your organization. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Provide a link that references you as a senior leader at your organization. The reference must come from the official site of a verified company, brand, or organization. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังข้อมูลส่วนตัวบน Google Trends พร้อมหลักฐานกิจกรรมการค้นหาล่าสุดเกี่ยวกับการผลิตของคุณ "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังบทความที่เกี่ยวกับการผลิตของคุณอย่างน้อยสามบทความในสำนักข่าวที่มีคุณสมบัติในหกเดือนที่ผ่านมา "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["เลือกหนึ่งวิธีเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นบัญชีอย่างเป็นทางการของการผลิตที่สำคัญ "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["ระบุลิงก์ที่แสดงหลักฐานว่าองค์กรการผลิตของคุณจดทะเบียนอยู่ในตลาดหุ้นสาธารณะ "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังหน้า Wikipedia ที่เกี่ยวกับการผลิตของคุณ ซึ่งมีการอ้างอิงภายนอกอย่างน้อยสามรายการ "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["เลือกวิธีการหนึ่งเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นบริษัทด้านความบันเทิงที่มีชื่อเสียง "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังข้อมูลส่วนตัวบน Google Trends พร้อมหลักฐานกิจกรรมการค้นหาล่าสุดเกี่ยวกับบริษัทด้านความบันเทิงของคุณ "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังบทความที่เกี่ยวกับบริษัทของคุณอย่างน้อยสามบทความในสำนักข่าวที่มีคุณสมบัติในหกเดือนที่ผ่านมา "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["ระบุลิงก์ที่แสดงหลักฐานว่าบริษัทด้านความบันเทิงของคุณจดทะเบียนอยู่ในตลาดหุ้นสาธารณะ "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังหน้า Wikipedia ที่เกี่ยวกับบริษัทด้านความบันเทิงของคุณ ซึ่งมีการอ้างอิงภายนอกอย่างน้อยสามรายการ "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["เลือกวิธีการหนึ่งเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นผู้สร้างเนื้อหาดิจิทัลที่มีอิทธิพล "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["ระบุลิงก์ไปยังข้อมูลส่วนตัวผู้สร้างเนื้อหาของคุณ ข้อมูลส่วนตัวผู้สร้างของคุณสามารถอยู่บนแพลตฟอร์มดิจิทัลใดก็ได้ แต่ต้องใช้อ้างอิงชื่อเรียก X ของคุณได้ "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังหน้า Wikipedia ที่เกี่ยวกับคุณ ซึ่งมีการอ้างอิงภายนอกอย่างน้อยสามรายการ "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["เลือกวิธีการหนึ่งเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นบุคคลในวงการบันเทิง "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังข้อมูลส่วนตัว IMDB ของคุณที่มีเครดิตด้านการผลิตอย่างน้อย 50 รายการ "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าคุณเป็นบุคลากรในวงการบันเทิงและบัญชี X ของคุณ โดยข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการของนิติบุคคลที่ตรวจสอบแล้ว "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["เลือกหมวดหมู่ที่ตรงกับบัญชีภาครัฐของคุณมากที่สุด "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["ระบุลิงก์ไปยังอย่างน้อยห้าบทความที่เผยแพร่โดยสำนักข่าวที่ได้รับการยืนยันภายในหกเดือนที่ผ่านมา ซึ่งสามารถใช้อ้างอิงได้ว่าคุณเป็นผู้สมัครเข้ารับตำแหน่งที่มีคุณสมบัติ "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["ระบุลิงก์ไปยังอย่างน้อยห้าบทความที่เผยแพร่โดยสำนักข่าวที่ได้รับการยืนยันภายในหกเดือนที่ผ่านมา ซึ่งสามารถใช้อ้างอิงได้ว่าคุณเป็นสำนักงานภาครัฐที่มีคุณสมบัติ "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["ระบุลิงก์ไปยังอย่างน้อยห้าบทความที่เผยแพร่โดยสำนักข่าวที่ได้รับการยืนยันภายในหกเดือนที่ผ่านมา ซึ่งสามารถใช้อ้างอิงได้ว่าคุณเป็นเจ้าหน้าที่รัฐที่มีคุณสมบัติ "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["ระบุลิงก์ไปยังเว็บไซต์แคมเปญทางการของคุณที่สามารถใช้อ้างอิงได้ว่าคุณเป็นผู้สมัครรับเลือกตั้งสำหรับสำนักงานรัฐบาลระดับรัฐหรือระดับชาติ และบัญชี X ของคุณ "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["ระบุลิงก์ไปยังเว็บไซต์ทางการของรัฐบาลที่สามารถใช้อ้างอิงสำนักงานภาครัฐหรือบริการสาธารณะและบัญชี X ของคุณ "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าคุณเป็นเจ้าหน้าที่รัฐหรือองค์กรในเครือ ข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการขององค์กรภาครัฐที่ได้รับการยืนยัน "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["นักข่าวต้องได้รับการว่าจ้างจากองค์กรหรือสิ่งพิมพ์ด้านข่าวสารที่ยืนยันตัวตนแล้ว ระบุลิงก์ไปยังบัญชีผู้ว่าจ้างของคุณ "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["เลือกวิธีการหนึ่งเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นนักข่าวที่มีชื่อเสียง "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["ระบุลิงก์ที่สามารถใช้อ้างอิงได้ว่าคุณเป็นนักข่าวของผู้ว่าจ้างของคุณ ข้อมูลอ้างอิงต้องมาจากเว็บไซต์ทางการขององค์กรข่าวที่ยืนยันตัวตนแล้ว "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["ระบุบรรทัดที่ลงชื่อและ/หรือเครดิตอย่างน้อย 3 รายการในสิ่งพิมพ์ที่มีคุณสมบัติเหมาะสมที่เผยแพร่ภายใน 6 เดือนที่ผ่านมา "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["เลือกหนึ่งวิธีเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นองค์กรข่าวที่มีชื่อเสียง "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังข้อมูลส่วนตัวบน Google Trends พร้อมหลักฐานกิจกรรมการค้นหาล่าสุดเกี่ยวกับองค์กรข่าวของคุณ "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังหน้า Wikipedia เกี่ยวกับองค์กรข่าวของคุณที่มีการอ้างอิงภายนอกอย่างน้อยสามรายการ "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["ระบุลิงก์ที่แสดงหลักฐานว่าองค์กรข่าวของคุณจดทะเบียนอยู่ในตลาดหุ้นสาธารณะ "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังบทความเกี่ยวกับองค์กรข่าวของคุณในการเผยแพร่ข่าวที่ได้รับการยืนยันแล้วอย่างน้อยสามบทความในช่วงหกเดือนที่ผ่านมา "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["บุคคลในวงการกีฬาอาชีพจะต้องแข่งขันในลีกการแข่งกีฬาที่ได้รับการยืนยันและกิจกรรมที่ต้องได้รับการยืนยัน ระบุลิงก์ไปยังทีม ลีก กิจกรรม หรือองค์กรที่ยืนยันแล้วที่เกี่ยวข้องกับบัญชีของคุณ"];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["คุณยังไม่มีผู้ติดตามถึงตามเกณฑ์ขั้นต่ำสำหรับภูมิภาคของคุณที่จำเป็นต้องได้รับการยืนยันในฐานะบุคคลในวงการเกม "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["บุคคลในวงการเกมจะต้องแข่งขันในลีก esports ที่ได้รับการยืนยันและกิจกรรมที่ต้องได้รับการยืนยัน ระบุลิงก์ไปยังทีม ลีก กิจกรรม หรือองค์กรที่ยืนยันแล้วที่เกี่ยวข้องกับบัญชีของคุณ"];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["เลือกหนึ่งวิธีเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นลีกการแข่งกีฬา ทีม หรือการแข่งขันระดับโลกที่มีชื่อเสียง "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังข้อมูลส่วนตัวบน Google Trends พร้อมหลักฐานกิจกรรมการค้นหาล่าสุดเกี่ยวกับองค์กรกีฬาอาชีพของคุณ "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังหน้า Wikipedia เกี่ยวกับองค์กรกีฬาอาชีพของคุณที่มีการอ้างอิงภายนอกอย่างน้อยสามรายการ "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["ระบุลิงก์ที่แสดงหลักฐานว่าองค์กรกีฬาอาชีพของคุณจดทะเบียนอยู่ในตลาดหุ้นสาธารณะ "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังเว็บไซต์อย่างเป็นทางการของการแข่งขันกีฬาระดับโลกหรือองค์กรกีฬาอาชีพที่อ้างอิงถึงคุณในฐานะลีก ทีม หรือการแข่งขัน "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังบทความเกี่ยวกับองค์กรของคุณในการเผยแพร่ข่าวที่ได้รับการยืนยันแล้วอย่างน้อยสามบทความในช่วงหกเดือนที่ผ่านมา "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["เลือกหนึ่งวิธีเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นนักกีฬาอาชีพ "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["เลือกวิธีการหนึ่งเพื่อแสดงว่าบัญชีของคุณมีคุณสมบัติสำหรับการยืนยันว่าเป็นบุคคลในวงการเกม "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังเว็บไซต์อย่างเป็นทางการของการแข่งขันกีฬาระดับโลกหรือองค์กรกีฬาอาชีพที่อ้างอิงถึงคุณในฐานะนักกีฬา ผู้จัดการ หรือโค้ชมืออาชีพ "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["ระบุลิงก์ที่เชื่อมโยงไปยังเว็บไซต์อย่างเป็นทางการของลีก esports หรือกิจกรรมที่ได้รับการยืนยันซึ่งอ้างอิงถึงคุณในฐานะสมาชิกในทีมที่อยู่ในรายชื่อผู้เล่น โค้ช หรือผู้จัดการ "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["ขออภัย เราไม่สามารถประมวลผลคำขอการยืนยันใหม่ได้ในขณะนี้ โปรดกลับมาตรวจสอบและลองอีกครั้งในภายหลัง "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["ในการยืนยันตัวตนของคุณทางอีเมล คุณต้องมีที่อยู่ที่ยืนยันแล้วก่อนหน้านี้ ไปที่ ", " เพื่อดำเนินการนี้"];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["ในการยืนยันตัวตนของคุณทางอีเมล คุณต้องมีที่อยู่อีเมลที่ยืนยันแล้วซึ่งตรงตามข้อกำหนดคุณสมบัติของเรา ไปที่ ", " เพื่อดำเนินการนี้"];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["การยืนยันมีไว้สำหรับบุคคลหรือกลุ่มที่มีชื่อเสียงในหมวดหมู่เฉพาะ หากคุณดูเหมือนจะอยู่ในกลุ่มนั้น ให้เริ่มคำขอการยืนยัน "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["ตรวจสอบให้แน่ใจว่าใบหน้าของคุณและข้อความบนบัตรประจำตัวของคุณสามารถมองเห็นได้ชัดเจนและอ่านออก หากไม่เป็นเช่นนั้น คุณอาจต้องส่งอีกครั้ง X จะไม่รับหรือจัดเก็บสำเนาบัตรประจำตัวของคุณ "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["สำหรับข้อมูลเกี่ยวกับวิธีการเข้าถึงหรือแก้ไขข้อมูลใดๆ ที่ส่งมา โปรดไปที่", "ของเรา"];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["คุณจะได้รับการติดต่อกลับทันทีที่มีการตัดสินใจ ซึ่งอาจใช้เวลาสูงสุด " + this.props.days + " วัน"];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["ช่วยเราปรับปรุงด้วยแบบ ", "สั้นๆ"];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["คำขอล่าสุดของคุณถูกปฏิเสธเมื่อ " + this.props.date + " คุณจะต้องรอ 30 วันนับจากวันนั้น จึงจะส่งคำขอใหม่ได้"];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["คำขอล่าสุดของคุณถูกสร้างขึ้นเมื่อ " + this.props.date + " คุณจะต้องรอ 30 วันนับจากวันนั้น จึงจะส่งคำขอใหม่ได้"];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["คำขอล่าสุดของคุณถูกสร้างขึ้นเมื่อ " + this.props.date + " คุณจะได้รับการติดต่อกลับทันทีที่มีการตัดสินใจ"];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["ขอให้สนุกและอย่าลืมทำตาม"];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["นี่คือแอพที่คุณเชื่อมต่อกับบัญชี คุณจะเห็นข้อมูลที่แอพเหล่านี้เข้าถึงและยกเลิกการเข้าถึง "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["ผู้คนที่คุณติดตามจะสามารถส่งข้อความถึงคุณได้เสมอ "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["เชื่อมต่อบัญชีสำหรับจัดการเพื่อให้บัญชีอัตโนมัติของคุณได้รับป้ายกำกับบัญชีอัตโนมัติ บัญชีอัตโนมัติทั้งหมดต้องเชื่อมต่อกับบัญชีสำหรับจัดการ "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["เราพยายามทำให้ X เป็นพื้นที่สำหรับบทสนทนาที่ไม่มีพิษภัย ดังนั้น เราจึงปิดหลากหลายช่องทางในการมีส่วนร่วมกับโพสต์นี้ หากคุณต้องการพูดถึงโพสต์นี้ คุณสามารถอ้างอิงโพสต์ได้ "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["เราพยายามทำให้ X เป็นพื้นที่สำหรับบทสนทนาที่ไม่มีพิษภัย ดังนั้น เราจึงปิดหลากหลายช่องทางในการมีส่วนร่วมกับโพสต์นี้ "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["เฉพาะ @" + this.props.username + " และวงในของพวกเขาเท่านั้นที่จะเห็นโพสต์เหล่านี้"];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["กฎเหล่านี้บังคับใช้โดยผู้ดูแลระบบของชุมชน และเป็นส่วนเพิ่มเติมจาก"];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["ชุมชนเป็นแบบสาธารณะ บัญชีที่มีการป้องกันจึงไม่สามารถเข้าร่วมได้ในขณะนี้ คุณสามารถอ่านโพสต์ได้ แต่หากต้องการเข้าร่วม "];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["ผู้ดูแลลบคุณออกเนื่องจากคุณละเมิดกฎของชุมชนข้อนี้: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return ["ดู " + this.props.viewerCount + " ครั้ง"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["GIF จาก "];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["วิดีโอจาก "];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["รูปภาพผ่าน "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['ค้นหา "', '"'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['คุณหมายถึง "', '" ใช่หรือไม่'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " สามารถตอบกลับได้แล้ว"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " ตัวอักษร"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["แก้ไขล่าสุด: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["", "เพื่อขอความช่วยเหลือและดูวิธีการ"];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["ผ่าน "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["บันทึกครั้งล่าสุด "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " ไม่ถูกเผยแพร่ ย้ายไปยังฉบับร่างของคุณ และจะไม่ปรากฏต่อสาธารณะ"];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["สื่อที่กำลังติดตามอยู่มีเนื้อหาที่อาจล่อแหลม "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["ฟังก์ชันแก้ไขจะจำกัดเฉพาะโพสต์ต้นฉบับและไม่รวมสิ่งอื่นๆ เช่น การตอบกลับหรือเธรด ", "เกี่ยวกับสิ่งที่คุณแก้ไขได้"];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["ต้องการแก้ไขวงในของคุณใช่ไหม ลงมือเลย ผู้คนจะไม่ได้รับแจ้งเตือนหากคุณลบพวกเขาออก "];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["", "ตัวเขียนบทความใหม่สำหรับตัวเลือกการจัดรูปแบบใหม่"];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["ชุมชนเป็นแบบสาธารณะ ดังนั้นบัญชีที่มีการป้องกันจึงไม่สามารถเข้าร่วมบทสนทนาได้ คุณสามารถอ่านและชื่นชอบโพสต์ได้ แต่หากต้องการทำสิ่งอื่นเพิ่มเติม คุณจะต้อง"];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["การตอบกลับถึง "];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["กำลังตอบกลับถึง "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["กำลังตอบกลับถึง "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["กำลังตอบกลับถึง "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["ตอบกลับถึง ", " ใน " + this.props.communityName];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["ตอบกลับถึง ", " ใน " + this.props.communityName];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["ตอบกลับถึง ", " ใน " + this.props.communityName];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["ตอบกลับถึง ", " ใน " + this.props.communityName];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["กำลังตอบกลับ ", " การตอบกลับของคุณจะปรากฏแก่", "ของพวกเขาด้วย"];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["กำลังตอบกลับ ", " การตอบกลับของคุณจะปรากฏแก่", "ของพวกเขาด้วย"];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["กำลังตอบกลับ ", "สมาชิก"];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["กำลังตอบกลับ ", " การตอบกลับของคุณจะปรากฏแก่", "ของพวกเขาด้วย"];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนในวงในของ " + this.props.trustedFriendsTweetOwner + " ที่ติดตามคุณจะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนในวงในของ " + this.props.trustedFriendsTweetOwner + " จะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนในวงในของ ", " ที่ติดตามคุณจะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนในวงในของ ", " จะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนในวงในของ ", " ที่ติดตามคุณจะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนในวงในของ ", " จะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนในวงในของ ", " ที่ติดตามคุณจะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["ตอบกลับถึง ", " ผู้คนวงในของ ", " จะมองเห็นการตอบกลับของคุณได้เช่นกัน"];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["เมื่อคลิกประชาสัมพันธ์โพสต์ แสดงว่าคุณยอมรับ"];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["อีเมลใหม่ของคุณ " + this.props.unverifiedEmail + " ยังไม่ได้รับการยืนยัน "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["การเปลี่ยนรหัสผ่านจะทำให้คุณถูกนำออกจากเซสชันของ X ที่ใช้งานอยู่ทั้งหมด ยกเว้นเซสชันที่คุณกำลังใช้งานอยู่ในขณะนี้ โดยไม่มีผลกระทบต่อ ", " ที่สามารถเข้าถึงบัญชีของคุณได้ "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["ฉันยินยอมให้ X และ Persona ใช้รูปภาพบัตรประจำตัวของฉันและภาพเซลฟี่ของฉัน รวมถึงข้อมูลไบโอเมตริกที่แยกออกมาเพื่อยืนยันตัวตนของฉัน และเพื่อวัตถุประสงค์ด้านความปลอดภัยและการรักษาความปลอดภัย การป้องกันการฉ้อโกง และการชำระเงินของ X Persona อาจจัดเก็บข้อมูลดังกล่าวได้นานถึง 30 วัน X อาจจัดเก็บชื่อเต็ม ที่อยู่ และแฮชของหมายเลขเอกสารการยืนยันตัวตนของฉันตราบเท่าที่ฉันสมัครสมาชิก"];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["ฉันยินยอมให้ X และ Au10tix ใช้รูปภาพบัตรประจำตัวของฉันและภาพเซลฟี่ของฉัน รวมถึงข้อมูลไบโอเมตริกที่แยกออกมาเพื่อยืนยันตัวตนของฉัน และเพื่อวัตถุประสงค์ด้านความปลอดภัยและการรักษาความปลอดภัย การป้องกันการฉ้อโกง และการชำระเงินของ X Au10tix อาจจัดเก็บข้อมูลดังกล่าวได้นานถึง 30 วัน X อาจจัดเก็บชื่อเต็ม ที่อยู่ และแฮชของหมายเลขเอกสารการยืนยันตัวตนของฉันตราบเท่าที่ฉันเข้าร่วมในโปรแกรม", "หรือ"];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["ฉันยินยอมให้ X และ Au10tix ใช้รูปภาพบัตรประจำตัวของฉันและภาพเซลฟี่ของฉัน รวมถึงข้อมูลไบโอเมตริกที่แยกออกมาเพื่อยืนยันตัวตนของฉัน และเพื่อวัตถุประสงค์ด้านความปลอดภัยและการรักษาความปลอดภัย การป้องกันการฉ้อโกง และการชำระเงินของ X Au10tix อาจจัดเก็บข้อมูลดังกล่าวได้นานถึง 30 วัน X อาจจัดเก็บชื่อเต็ม ที่อยู่ และแฮชของหมายเลขเอกสารการยืนยันตัวตนของฉันตราบเท่าที่ฉันเข้าร่วมในโปรแกรม", "หรือ"];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["ฉันยินยอมให้ X และ Stripe ใช้รูปภาพบัตรประจำตัวของฉันและภาพเซลฟี่ของฉัน รวมถึงข้อมูลไบโอเมตริกที่แยกออกมาเพื่อยืนยันตัวตนของฉัน และเพื่อวัตถุประสงค์ด้านความปลอดภัยและการรักษาความปลอดภัย การป้องกันการฉ้อโกง และการชำระเงินของ X Stripe หรือผู้ประมวลผลย่อยอาจจัดเก็บข้อมูลดังกล่าวเป็นเวลานาน 30 วันและอาจใช้เพื่อฝึกโมเดลและอัปเดตฐานข้อมูลเพื่อวัตถุประสงค์ในการตรวจจับการฉ้อโกง X อาจจัดเก็บชื่อเต็ม ที่อยู่ และแฮชของหมายเลขเอกสารการยืนยันตัวตนของฉันตราบเท่าที่ฉันเข้าร่วมในโปรแกรม", "หรือ"];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["ฉันยินยอมให้ X และ Stripe ใช้รูปภาพบัตรประจำตัวของฉันและภาพเซลฟี่ของฉัน รวมถึงข้อมูลไบโอเมตริกที่แยกออกมาเพื่อยืนยันตัวตนของฉัน และเพื่อวัตถุประสงค์ด้านความปลอดภัยและการรักษาความปลอดภัย การป้องกันการฉ้อโกง และการชำระเงินของ X Stripe หรือผู้ประมวลผลย่อยอาจจัดเก็บข้อมูลดังกล่าวเป็นเวลานาน 30 วันและอาจใช้เพื่อฝึกโมเดลและอัปเดตฐานข้อมูลเพื่อวัตถุประสงค์ในการตรวจจับการฉ้อโกง X อาจจัดเก็บชื่อเต็ม ที่อยู่ และแฮชของหมายเลขเอกสารการยืนยันตัวตนของฉันตราบเท่าที่ฉันเข้าร่วมในโปรแกรม", "หรือ"];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["จดหรือบันทึกภาพหน้าจอ และเก็บไว้ในที่ที่ปลอดภัย รหัสนี้ใช้ได้เพียงครั้งเดียวเท่านั้น "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["นี่คือประเทศหลักที่เชื่อมโยงกับบัญชีของคุณ ประเทศของคุณจะช่วยในการปรับแต่งการใช้ X ให้เหมาะสมกับคุณ "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["นี่คือรายชื่อผู้ติดต่อทีคุณนำเข้าจากอุปกรณ์มือถือ เราใช้ข้อมูลนี้เพื่อปรับแต่งการใช้งาน X ให้เหมาะสมกับคุณ เช่น การแนะนำบัญชีที่ต้องการติดตาม คุณสามารถลบรายชื่อผู้ติดต่อที่คุณอัปโหลดไปก่อนหน้านี้และปิดการซิงค์กับ X ร์บนอุปกรณ์ทั้งหมด โปรดทราบว่าการดำเนินการนี้จะใช้เวลาสักครู่ "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["หากเปิดใช้งาน คุณจะสามารถใส่ข้อมูลตำแหน่งในโพสต์ได้ "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["เรียกเก็บเงิน ", " " + this.props.discountedPrice + " ต่อเดือน เป็นเวลา " + this.props.duration + " เดือน"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["เรียกเก็บเงิน ", " " + this.props.discountedPrice + " ต่อปี เป็นเวลา " + this.props.duration + " ปี"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", " เป็นเวลา " + this.props.duration + " ปี"];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", " เป็นเวลา " + this.props.duration + " เดือน"];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["เมื่อคุณบล็อคใครสักคน คนๆ นั้นจะไม่สามารถติดตามหรือส่งข้อความหาคุณได้ และคุณจะไม่เห็นการแจ้งเตือนจากพวกเขา "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["ข้อมูลบัญชีบางส่วนอาจยังพร้อมใช้งานในเครื่องมือค้นหาข้อมูลต่างๆ เช่น Google หรือ Bing "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["หากคุณเพียงต้องการเปลี่ยน @ชื่อผู้ใช้ ของคุณ คุณไม่จำเป็นต้องปิดการใช้งานบัญชีของคุณ และสามารถแก้ไขได้ใน", "ของคุณ"];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["หากต้องการใช้ @ชื่อผู้ใช้ หรือที่อยู่อีเมลปัจจุบันของคุณกับบัญชี X อื่น โปรด", "ก่อนที่คุณจะปิดการใช้งานบัญชีนี้"];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["หากคุณต้องการดาวน์โหลด", " คุณจะต้องส่งคำขอและทำขั้นตอนการดาวน์โหลดให้เสร็จเรียบร้อยก่อนที่จะปิดการใช้งานบัญชีของคุณ ระบบไม่สามารถส่งลิงก์เพื่อดาวน์โหลดข้อมูลของคุณไปยังบัญชีที่ปิดการใช้งานได้"];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["คุณกำลังยืนยันว่า ", " ถูกต้อง หากไม่ถูกต้อง บัญชีของคุณอาจได้รับผลกระทบ"];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X ใช้อายุของคุณเพื่อปรับแต่งประสบการณ์ ซึ่งรวมถึงโฆษณาตามที่ได้อธิบายไว้ใน"];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["คุณสามารถควบคุมผู้ที่เห็นวันเกิดของคุณบน X ได้ "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " กำลังโฮสต์"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " กำลังโฮสต์ร่วม"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " กำลังพูด"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " กำลังฟัง"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["สร้าง "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["มีบริษัทที่มีเว็บไซต์นี้อยู่แล้ว คุณหมายถึง ", " หรือไม่"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["ตัวกรองเหล่านี้จะไม่มีผลต่อการแจ้งเตือนจากคนที่คุณติดตาม "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["คุณสามารถซ่อนได้หนึ่งคำ วลี @ชื่อผู้ใช้ หรือแฮชแท็กต่อครั้ง "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["เมื่อคุณซ่อนคำ คุณจะไม่ได้รับการแจ้งเตือนใหม่ๆ สำหรับโพสต์ที่มีคำเหล่านั้น หรือเห็นโพสต์ที่มีคำเหล่านั้นในลำดับเหตุการณ์ในหน้าแรกของคุณ "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["นี่คือทุกบัญชีที่คุณซ่อนไว้ คุณสามารถเพิ่มหรือลบพวกเขาออกจากรายชื่อนี้ได้ "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["จัดการการตั้งค่าของคุณสำหรับการดูสื่อที่มีเนื้อหาล่อแหลมบน X เรียนรู้เพิ่มเติมเกี่ยวกับ", "ของเรา"];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["รวมถึงสื่ออื่นๆ ที่ถูกทำเครื่องหมายว่าล่อแหลม เช่น สื่อจากบัญชีที่ทำเครื่องหมาย", "ของตนว่าล่อแหลม"];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["บัญชีของคุณถูกตั้งค่าสถานะและไม่สามารถเข้าร่วมโปรแกรมส่วนแบ่งรายได้ของผู้สร้าง คุณสามารถอุทธรณ์ได้โดยทำตามคำแนะนำ", " ส่วนแบ่งรายได้ของคุณจะยังคงสะสมต่อไปในขณะที่คำอุทธรณ์ของคุณอยู่ระหว่างการดำเนินการ"];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["บัญชีของคุณถูกตั้งค่าสถานะและไม่สามารถเข้าร่วมโปรแกรมส่วนแบ่งรายได้จากโฆษณา คุณสามารถอุทธรณ์ได้โดยทำตามคำแนะนำ", " ส่วนแบ่งรายได้ของคุณจะยังคงสะสมต่อไปในขณะที่คำอุทธรณ์ของคุณอยู่ระหว่างการดำเนินการ"];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["สมัครสมาชิกเพื่อติดตาม", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["สงสัยว่าคุณจะได้รับรายได้เท่าไรใช่ไหม "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["การสมัครแสดงว่าคุณยอมรับ"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["เลือกราคารายเดือนที่เหมาะสมกับคุณและกลุ่มเป้าหมายของคุณ สงสัยว่าคุณจะได้รับรายได้เท่าไหร่ใช่ไหม "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["การเลือกยอมรับและดำเนินการต่อแสดงว่าคุณยอมรับ"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["ตรวจสอบราคาสำหรับระบบสมาชิกของคุณอีกครั้งและยืนยัน ", "ขณะที่ระบบสมาชิกอยู่ในช่วงทดสอบ"];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["เราได้ยืนยันบัญชี Stripe ของคุณแล้ว ระบบสมาชิกในบัญชีของคุณจะใช้งานได้ในอีกไม่ช้า เราจะส่งการแจ้งเตือนถึงคุณทันทีที่ใช้งานได้ คุณยังสามารถเยี่ยมชมโปรไฟล์ของคุณเพื่อดูว่ามีการเปิดใช้งานระบบสมาชิกหรือไม่"];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["การแตะด้านล่างแสดงว่าคุณยอมรับ"];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ['การเลือก "เข้าร่วมและยืนยันตัวตน" แสดงว่าคุณยอมรับ'];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ['การเลือก "เข้าร่วมและยืนยัน ID" แสดงว่าคุณยอมรับ'];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["หารายได้จากโฆษณาที่แสดงในการตอบกลับบนโพสต์ของคุณ เพื่อให้มีสิทธิ์เข้าร่วมโปรแกรมรายได้จากโฆษณา บัญชีของคุณต้องปฏิบัติตาม", " "];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["ควบคุมวิธีที่ X ใช้ในการปรับให้เหมาะกับประสบการณ์ของคุณใน "];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["ใช่ บัญชีอัตโนมัติทั้งหมดจะต้องติดป้ายกำกับ ซึ่งเป็นการดำเนินการที่จำเป็นตาม", "ของเรา"];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["เรียนรู้เพิ่มเติมที่หน้า"];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["เรียนรู้เพิ่มเติมในหน้า"];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["เราไม่อยากให้คุณไปเลย #ลาก่อน"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["หากคุณยังไม่ได้ให้ข้อมูลวันเกิด เราจะแสดงช่วงอายุโดยอ้างอิงจากข้อมูลส่วนตัวและความเคลื่อนไหวของคุณใน X เราใช้ข้อมูลอายุเพื่อปรับแต่งการใช้งานให้เหมาะสมกับคุณ "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["ไม่ถูกต้องใช่ไหม คุณสามารถเพิ่มวันเดือนปีเกิดของคุณลงใน", "ของคุณ โดยไม่แบ่งปันกับสาธารณะได้"];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["กลุ่มเป้าหมายแบบปรับแต่งมักสร้างมาจากรายชื่ออีเมลหรือพฤติกรรมการเรียกดู ซึ่งช่วยให้ผู้ลงโฆษณาสามารถเข้าถึงลูกค้ามุ่งหวังหรือผู้ที่แสดงความสนใจในธุรกิจของพวกเขาแล้วได้ "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["ขณะนี้คุณเป็นส่วนหนึ่งของ ", " จาก "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["หากต้องการเปิดใช้งานคุณสมบัตินี้ ให้ไปที่การตั้งค่า", ' และเปิด "ปรับแต่งให้เหมาะสมกับตัวตนของคุณ"'];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["หากต้องการเปิดใช้งานคุณสมบัตินี้ ให้ไปที่การตั้งค่า", 'แล้วเปิด "ปรับแต่งตามตัวตนโดยสรุป"'];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["คุณสามารถลบข้อมูลนี้ได้โดยปิดการใช้งาน “ปรับแต่งให้เหมาะสมกับตัวตนโดยสรุปของคุณ” ในการตั้งค่า"];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["คุณสามารถลบข้อมูลนี้ได้โดยปิดการใช้งาน “ปรับแต่งให้เหมาะสมกับตัวตนของคุณ” ในการตั้งค่า "];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ['มีแฮชอนุมานของที่อยู่อีเมลที่มีองค์ประกอบเหมือนกับที่อยู่อีเมลที่คุณได้ให้ไว้กับ X คุณสามารถลบข้อมูลนี้ได้โดยปิดการใช้งาน "ปรับแต่งให้เหมาะสมกับตัวตนของคุณ" ในการตั้งค่า'];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["ข้อมูลเหล่านี้คืออุปกรณ์ที่ X ใช้เพื่อปรับปรุงและประเมินประสบการณ์ของคุณบนเบราว์เซอร์นี้ "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["เบราว์เซอร์และอุปกรณ์เหล่านี้สัมพันธ์กับคุณ "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["นี่คือเบราว์เซอร์ อุปกรณ์ และข้อมูลที่ X ใช้เพื่อปรับแต่งประสบการณ์ในแบบของคุณ ซึ่งรวมถึงอุปกรณ์และเบราว์เซอร์ที่คุณไม่ได้ใช้ในการเข้าสู่ X เช่นเดียวกับที่อยู่อีเมลและหมายเลขโทรศัพท์ที่คล้ายกับที่เชื่อมโยงกับบัญชี X ของคุณ "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["ไปที่ ", " เพื่อเปิดใช้งาน"];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["หากคุณพบเห็นความเคลื่อนไหวที่น่าสงสัยใดๆ จากแอพ ให้ไปที่ ", " เพื่อยกเลิกสิทธิ์การเข้าถึงของแอพดังกล่าว ในบางกรณี ตำแหน่ง IP อาจไม่ตรงกันกับตำแหน่ง IP เครื่องของคุณ "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["คู่ค้าของ X สร้างกลุ่มเป้าหมายจากการตัดสินใจซื้อ ไลฟ์สไตล์ และพฤติกรรมทางออนไลน์และออฟไลน์อื่นๆ "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["เกิดข้อผิดพลาดบางประการ และระบบไม่สามารถส่งข้อมูล X ของคุณได้ หากต้องการขอข้อมูลของคุณ โปรด"];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " ที่แล้ว"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["แสดงได้เฉพาะแขกรับเชิญ 1 พันรายแรกเท่านั้น อาจมีคนที่กำลังฟังอยู่โดยไม่ระบุตัวตนหรือไม่ได้เข้าสู่ระบบ X "];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + " นาที " + this.props.seconds + " วินาที"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + " ชั่วโมง " + this.props.minutes + " นาที"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " ได้เปลี่ยนรูปภาพกลุ่ม"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["คุณได้เปลี่ยนชื่อกลุ่มเป็น "];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " ได้เปลี่ยนชื่อกลุ่มเป็น "];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["มีการเปลี่ยนชื่อกลุ่มเป็น "];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " ได้เพิ่มคุณ "];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["เพิ่ม ", " แล้ว"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " ออกไปแล้ว"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " ได้เพิ่มคุณแล้ว"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["มี ", " อยู่ในกลุ่มนี้"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["มี อยู่  " + this.props.count + " คน คน ในกลุ่มนี้"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["โพสต์นี้อาจมีเนื้อหาล่อแหลม "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["ข้อความถูกเข้ารหัสลับ "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["คุณไม่สามารถส่งข้อความส่วนตัวที่เข้ารหัสลับถึงบุคคลนี้ "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["คุณไม่สามารถส่งข้อความให้กับบุคคลนี้ได้อีกต่อไป "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["บทสนทนาแบบเข้ารหัสลับนี้ไม่สามารถเข้าถึงได้จากอุปกรณ์ปัจจุบันของคุณ หากต้องการเข้าถึง โปรดเข้าสู่ระบบจากอุปกรณ์เครื่องเก่าของคุณ "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["คุณไม่สามารถส่งข้อความถึงกลุ่มนี้ได้เนื่องจากคุณไม่ได้รับการยืนยัน "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["คุณไม่สามารถส่งข้อความถึงผู้ใช้รายนี้ได้เนื่องจากคุณไม่ได้รับการยืนยัน "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["คุณตอบ Fleet ของ ", ": "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["ตอบ Fleet ของคุณ: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " ส่ง GIF แล้ว"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " ได้ส่งลิงก์"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " ได้ส่งรูปภาพ"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " ได้ส่งสติกเกอร์"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " ได้ส่งวิดีโอ"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " ส่งข้อความเสียง"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " แชร์โพสต์แล้ว"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อวิดีโอของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อวิดีโอของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อวิดีโอด้วย "];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อวิดีโอด้วย "];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อรูปภาพของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อรูปภาพของ ", " ด้วย "];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อรูปภาพด้วย "];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อรูปภาพด้วย "];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อ GIF ของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อ GIF ของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อ GIF ด้วย "];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อ GIF ด้วย "];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["คุณได้แสดงความรู้สึกต่อโพสต์ของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อโพสต์ของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["คุณได้แสดงความรู้สึกต่อโพสต์ด้วย "];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " ได้แสดงความรู้สึกต่อโพสต์ด้วย "];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อลิงก์ของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อลิงก์ของ ", " ด้วย "];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อลิงก์ด้วย "];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อลิงก์ด้วย "];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อข้อความของ @", " ด้วย ", ": "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อข้อความของ @", " ด้วย ", ": "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["คุณแสดงความรู้สึกด้วย ", ": "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " แสดงความรู้สึกด้วย ", ": "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อข้อความเสียงของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อข้อความเสียงของ @", " ด้วย "];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["คุณแสดงความรู้สึกต่อข้อความเสียงด้วย "];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " แสดงความรู้สึกต่อข้อความเสียงด้วย "];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["คุณแสดงความรู้สึกด้วย "];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " แสดงความรู้สึกด้วย "];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["ระบบ X จะสแกนลิงก์และสื่อที่ได้รับการแบ่งปันเพื่อหาสแปม การกระทำที่ไม่เหมาะสม และเนื้อหาต้องห้าม นอกจากนี้ เรายังวิเคราะห์รูปแบบการใช้งานเพื่อตรวจจับพฤติกรรมที่น่าสงสัยและปรับปรุงประสบการณ์ใช้งานของคุณ เราอาจให้ทีมงานตรวจสอบข้อความส่วนตัวเพื่อสืบหาการละเมิดกฎและการใช้บริการของเราในทางที่ผิดที่ได้รับรายงาน หรือเพื่อปฏิบัติตามกฎหมายและนโยบายของรัฐบาล ดูข้อมูลเพิ่มเติมที่"];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["คำขอข้อความจากผู้คนที่คุณไม่ได้ติดตามจะแสดงที่นี่ คุณต้องยอมรับคำขอเพื่อตอบกลับข้อความ "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["เมื่อคุณเริ่มการทดสอบ Google อาจรวบรวมและใช้ข้อมูลเกี่ยวกับคุณ อุปกรณ์ของคุณ และเบราว์เซอร์ ดู ", " ของ Google"];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " ความชอบ"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " รูปภาพและวีดีโอ"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " โพสต์"];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["คุณไม่สามารถติดตามหรือดูโพสต์ของ @" + this.props.screenName + " ได้ "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าต้องการดูโพสต์เหล่านี้ การดูโพสต์จะไม่ถือเป็นการยกเลิกการบล็อค @" + this.props.screenName + " "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["หากต้องการรายงานปัญหาทรัพย์สินทางปัญญา โปรดไปที่", " หากต้องการรายงานปัญหาอื่นๆ เกี่ยวกับผลิตภัณฑ์นี้ โปรดไปที่แอพ iOS หรือ Android"];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["หากต้องการทราบข้อมูลเพิ่มเติมเกี่ยวกับการละเมิดผลิตภัณฑ์ "];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["จำนวน: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["คุณเป็นผู้เลือกหมวดหมู่นี้เองและ X ไม่ได้เป็นผู้กำหนด ยืนยัน หรือรับรอง "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["บัญชีนี้เป็นพันธมิตรกับ "];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["เฉพาะผู้ติดตามที่ได้รับอนุญาตแล้วเท่านั้นที่สามารถเห็นโพสต์ของ @" + this.props.screenName + " คลิกติดตามเพื่อร้องขอการเข้าถึง "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X ระงับการใช้งานบัญชีที่ละเมิด"];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["เราต้องการทราบว่าบัญชี X ", " เป็นของคุณหรือไม่ ถ้าไม่ใช่ เราจะดำเนินการต่อและลบ ", " ออก"];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["หากบัญชี X ", " เป็นของคุณ และคุณต้องการหยุดรับการแจ้งเตือนทางอีเมลในอนาคต โปรดไปที่"];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["เราได้ลบอีเมลของคุณ ", " ออกจากบัญชี X ", " ตอนนี้คุณจะไม่ได้รับการแจ้งเตือนสำหรับบัญชีนี้"];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["บางคนอาจป้อนอีเมลของคุณโดยไม่ได้ตั้งใจเมื่อสมัครใช้บัญชี X หรืออาจใช้อีเมลในสิ่งที่เกี่ยวข้องกับการกระทำที่ไม่เหมาะสม คุณสามารถรายงานบัญชีเพื่อช่วยระบุและลบสแปมออกจาก X ได้ "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["ลองติดตาม", " เพื่อรับประโยชน์สูงสุดจากบทความติดอันดับ"];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["ติดตาม @" + this.props.screenName + " "];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["ขณะฟังโดยไม่ระบุตัวตน ผู้คนจะไม่สามารถมองเห็นคุณและคุณจะไม่สามารถเข้าร่วมได้ "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["สิทธิประโยชน์อย่างหนึ่งของการเป็นสมาชิกคือการเข้าถึงพื้นที่สนทนาสุดพิเศษแบบนี้ มีเพียงสมาชิกของ @" + this.props.screenName + " เท่านั้นที่สามารถเข้าร่วมพื้นที่สนทนานี้ได้ "];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["เพิ่มผลกระทบของการให้คะแนนเป็น " + this.props.ratingImpactToEarnIn + " จากคะแนนปัจจุบันของคุณคือ " + this.props.currentImpact + " และความสามารถในการเขียนของคุณจะถูกปลดล็อก"];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["เกี่ยวกับลิงก์ในโพสต์นี้ (", ") และควรปรากฏในโพสต์ทั้งหมดที่มีลิงก์นี้"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าหมายเหตุนี้จะเป็นประโยชน์กับ", "ที่มีรูปภาพนี้ แม้ว่าโพสต์เหล่านั้นจะเขียนข้อความต่างกันก็ตาม"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าหมายเหตุนี้จะเป็นประโยชน์กับทุกโพสต์ที่มีรูปภาพนี้ แม้ว่าโพสต์เหล่านั้นจะเขียนข้อความต่างกันก็ตาม"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าบันทึกนี้จะเป็นประโยชน์กับ", "ที่มีวิดีโอนี้ แม้ว่าโพสต์เหล่านั้นจะเขียนข้อความต่างกันก็ตาม"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าหมายเหตุนี้จะเป็นประโยชน์กับทุกโพสต์ที่มีวิดีโอนี้ แม้ว่าโพสต์เหล่านั้นจะเขียนข้อความต่างกันก็ตาม"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าหมายเหตุนี้จะเป็นประโยชน์กับ", "ที่มีสื่อนี้ แม้ว่าโพสต์เหล่านั้นจะเขียนข้อความต่างกันก็ตาม"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าหมายเหตุนี้จะเป็นประโยชน์กับทุกโพสต์ที่มีสื่อนี้ แม้ว่าโพสต์เหล่านั้นจะเขียนข้อความต่างกันก็ตาม"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["เรียนรู้เพิ่มเติมเกี่ยวกับ"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["คำขอจะไม่เปิดเผยชื่อและ", "เพื่อความโปร่งใส"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["หากคุณต้องการช่วยเขียนและให้คะแนนหมายเหตุจากชุมชน "];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["เพื่อรักษาคุณภาพคำขอให้อยู่ในระดับสูงและป้องกันสแปม บัญชีจะต้องมีหมายเลขโทรศัพท์ที่ได้รับการยืนยันจึงจะขอหมายเหตุจากชุมชนได้  "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["ในฐานะผู้เขียนโพสต์ คุณสามารถ"];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return ["ผลกระทบของการให้คะแนน " + this.props.impactDisplayNumber + " คะแนน"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return ["ผลกระทบของการเขียน " + this.props.impactDisplayNumber + " คะแนน"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในรูปภาพในโพสต์ที่ถูกลบไปแล้ว และอาจแสดงในโพสต์อื่นๆ ที่มีรูปภาพนี้ด้วย"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในรูปภาพใน", " และอาจแสดงในโพสต์อื่นๆ ที่มีรูปภาพนี้ด้วย"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในวิดีโอในโพสต์ที่ถูกลบไปแล้ว และอาจแสดงในโพสต์อื่นๆ ที่มีวิดีโอนี้ด้วย"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในวิดีโอใน", " และอาจแสดงในโพสต์อื่นๆ ที่มีวิดีโอนี้ด้วย"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในสื่อในโพสต์ที่ถูกลบไปแล้ว และอาจแสดงในโพสต์อื่นๆ ที่มีสื่อนี้ด้วย"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในสื่อใน", " และอาจแสดงในโพสต์อื่นๆ ที่มีสื่อนี้ด้วย"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเขียนไว้ในโพสต์ที่ถูกลบไปแล้ว และอาจแสดงในโพสต์อื่นๆ ที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["หมายเหตุเดิมที่เขียนไว้ใน", " และอาจแสดงในโพสต์อื่นที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["สามารถแสดงใน ", "ที่มีวิดีโอนี้ได้ หากผู้คนเห็นว่าสมควร"];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["สามารถแสดงในโพสต์ที่มีวิดีโอนี้ได้ หากผู้คนเห็นว่าสมควร"];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["สามารถแสดงใน ", "ที่มีรูปภาพนี้ได้ หากผู้คนเห็นว่าสมควร"];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["สามารถแสดงในโพสต์ที่มีรูปภาพนี้ได้ หากผู้คนเห็นว่าสมควร"];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["สามารถแสดงใน ", "ที่มีสื่อนี้ได้ หากผู้คนเห็นว่าสมควร"];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["สามารถแสดงในโพสต์ที่มีสื่อนี้ได้ หากผู้คนเห็นว่าสมควร"];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในวิดีโอในโพสต์ที่ถูกลบไปแล้ว และกำลังแสดงอยู่ใน ", "ที่มีวิดีโอนี้ด้วย"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในวิดีโอใน", " และกำลังแสดงอยู่ใน ", "ที่มีวิดีโอนี้ด้วย"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในวิดีโอในโพสต์ที่ถูกลบไปแล้ว และอาจแสดงใน ", "ที่มีวิดีโอนี้ด้วย"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในวิดีโอใน", " และอาจแสดงใน ", "ที่มีวิดีโอนี้ด้วย"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในรูปภาพในโพสต์ที่ถูกลบไปแล้ว และกำลังแสดงใน ", "ที่มีรูปภาพนี้ด้วย"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในรูปภาพใน", " และอาจแสดงใน ", "ที่มีรูปภาพนี้ด้วย"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในรูปภาพในโพสต์ที่ถูกลบไปแล้ว และอาจแสดงใน ", "ที่มีรูปภาพนี้ด้วย"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในรูปภาพใน", " และอาจแสดงใน ", "ที่มีรูปภาพนี้ด้วย"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในสื่อในโพสต์ที่ถูกลบไปแล้ว และกำลังแสดงใน ", "ที่มีสื่อนี้ด้วย"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในสื่อใน", " และกำลังแสดงอยู่ใน ", "ที่มีสื่อนี้ด้วย"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในสื่อในโพสต์ที่ถูกลบไปแล้ว และอาจแสดงใน ", "ที่มีสื่อนี้ด้วย"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุถูกเพิ่มลงในสื่อใน", " และอาจแสดงใน ", "ที่มีสื่อนี้ด้วย"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["แสดงใน ", "ที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["สามารถแสดงใน ", "ที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุอยู่ในโพสต์ที่ถูกลบไปแล้ว แสดงใน ", "ที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุอยู่ใน", " แสดงใน ", "ที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุอยู่ในโพสต์ที่ถูกลบไปแล้ว อาจแสดงใน ", "ที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["ตั้งแต่แรก หมายเหตุอยู่ใน", " อาจแสดงใน ", "ที่มีลิงก์ไปยัง "];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["แสดงต่อกลุ่มทดลองขนาดเล็กบน X · มีการดูมากกว่า " + this.props.impressionTruncated + " ครั้ง"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["แสดงต่อกลุ่มทดลองขนาดเล็กบน X"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["แสดงใน X · มีการดูมากกว่า " + this.props.impressionTruncated + " ครั้ง"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["แสดงบน X"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["การประเมินจะไม่มีการเปิดเผยชื่อ แต่จะเปิดเผยต่อสาธารณะเพื่อความโปร่งใส ดูวิธีที่หมายเหตุจากชุมชน"];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["คุณประเมินว่าโน้ตนี้"];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["คุณประเมินว่าโน้ตนี้"];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["คุณประเมินว่าโน้ตนี้"];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["บันทึกนี้ควรแสดงใน", " ที่มีลิงก์ไปยัง ", " หรือไม่"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["หมายเหตุนี้ควรแสดงใน ", "ที่มีวิดีโอเดียวกันนี้หรือไม่"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["หมายเหตุนี้ควรแสดงใน ", "ที่มีรูปภาพเดียวกันนี้หรือไม่"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["หมายเหตุนี้ควรแสดงใน ", "ที่มีสื่อเดียวกันนี้หรือไม่"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["หมายเหตุนี้ควรแสดงในโพสต์ทั้งหมดที่มีลิงก์ไปยัง ", " หรือไม่"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["หมายเหตุนี้ควรแสดงในโพสต์ทั้งหมดที่มีวิดีโอเดียวกันนี้หรือไม่"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["หมายเหตุนี้ควรแสดงในโพสต์ทั้งหมดที่มีรูปภาพเดียวกันนี้หรือไม่"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["หมายเหตุนี้ควรแสดงในโพสต์ทั้งหมดที่มีสื่อเดียวกันนี้หรือไม่"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["มีไอเดียหรือข้อเสนอแนะเพื่อปรับปรุงหมายเหตุจากชุมชนหรือไม่ "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["แสดงอีก " + this.props.remainingCount + " โพสต์ ที่อ้างถึงโดยผู้ร้องขอ"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["ผู้ได้รับมอบหมายของหมายเหตุจากชุมชนใช้นามแฝง · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["คุณสมบัตินี้เป็นคุณสมบัติใหม่สำหรับบันทึกของชุมชน โปรด"];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["เพิ่มผลกระทบของการให้คะแนนเป็น " + this.props.requiredRatingImpact + " จากคะแนนปัจจุบันของคุณคือ " + this.props.currentRatingImpact];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return ["โน้ตที่ถูกลบ " + this.props.num + " รายการ"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["หากต้องการปลดล็อกความสามารถในการเขียน ให้เพิ่มคะแนนนี้เป็น " + this.props.requiredRatingImpact];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["ต้องการเริ่มเขียนบันทึกใช่ไหม เพิ่มผลกระทบของการให้คะแนนของคุณเป็น " + this.props.requiredRatingImpact + " หรือสูงกว่า"];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["หมายเหตุจากชุมชนจะเก็บสถานะของบันทึกที่ถูกลบเพื่อกำหนดชื่อเสียงให้กับผู้เขียนบันทึกและผู้ให้คะแนนอย่างถูกต้อง "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["บริบทเขียนขึ้นโดยผู้ที่ใช้ X และจะปรากฏเมื่อผู้อื่นให้คะแนนว่าเป็นประโยชน์ "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["การใช้งานชุดข้อมูลของคุณจะอยู่ภายใต้ข้อตกลงและนโยบายนักพัฒนา X การคลิกที่ไอคอนดาวน์โหลดหมายความว่าคุณยอมรับ"];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["ไฟล์ที่ " + this.props.fileIndex + " จาก " + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["ลองค้นหาอย่างอื่นหรือตรวจสอบ", "เพื่อดูว่าการตั้งค่าของคุณช่วยปกป้องคุณจากเนื้อหาที่อาจล่อแหลมหรือไม่"];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["ใช้งานเมื่อ ", " ที่แล้ว"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าต้องการแต่งตั้ง ", " เป็นผู้ดูแล"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["คุณแน่ใจหรือไม่ว่าต้องการลบ ", " ออกจากการเป็นผู้ดูแล"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["ป้อน ", " เพื่อดำเนินการต่อ"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " ซ่อนโพสต์"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " ปักหมุดโพสต์"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " เอาหมุดออกจากโพสต์"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " เลิกซ่อนโพสต์"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " ลบสมาชิกออก"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " คืนสถานะสมาชิก"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " เข้าร่วมชุมชนนี้แล้ว"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " ออกจากชุมชนนี้แล้ว"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " อนุมัติคำขอเป็นสมาชิกแล้ว"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " ปฏิเสธคำขอเป็นสมาชิก"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " อนุมัติคำขอเป็นสมาชิกอีกครั้ง"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["รายงานโดย ", " และ "];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["รายงานโดย "];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["รายงานโดย "];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["คุณซ่อนโพสต์ของ @"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["คุณเก็บโพสต์ของ @"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["สร้างเมื่อ " + this.props.date + " โดย "];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["หากต้องการใช้คุณสมบัตินี้ ให้สลับไปยังบัญชีที่คุณเป็นเจ้าของ\n\nในฐานะผู้ได้รับมอบหมาย คุณสามารถส่งข้อความส่วนตัว เผยแพร่ทวีต และสร้างรายชื่อ รวมทั้งดูข้อมูลเหล่านั้นได้\n\nเรามองหาวิธีปรับปรุงการมอบหมายหน้าที่อยู่เสมอ อย่าลังเลที่จะ"];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["หากต้องการใช้คุณสมบัตินี้ ให้สลับไปยังบัญชีที่คุณเป็นเจ้าของ\n\nในฐานะผู้ดูแลระบบ คุณสามารถส่งข้อความส่วนตัว เผยแพร่โพสต์ และสร้างรายชื่อ รวมทั้งดูข้อมูลเหล่านั้นได้ คุณยังสามารถเชิญหรือลบผู้ได้รับมอบหมายออกจากบัญชีและดูการวิเคราะห์โพสต์ได้\n\nเรามองหาวิธีปรับปรุงการมอบหมายหน้าที่อยู่เสมอ อย่าลังเลที่จะ"];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["", "เพื่อดูข้อมูลเพิ่มเติมเกี่ยวกับงานนี้"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["เริ่มเห็นงาน ", " ", " ในลำดับเหตุการณ์ของคุณ"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["แสดงงาน ", " "];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["การดูโพสต์จะไม่ยกเลิกการบล็อค @" + this.props.screenName + " "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["สั่งซื้อล่วงหน้าในราคา "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["เรียนรู้เพิ่มเติมเกี่ยวกับโปรแกรมและนโยบายการสร้างเงินของเรา"];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(ค่าธรรมเนียม ", ")"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(ค่าธรรมเนียม ", "% โดยขั้นต่ำอยู่ที่ ", ")"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["", "% Fee, Min. "];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["เมื่อซื้อแสดงว่าคุณยอมรับ ", " และ ", " ของเรา ระบบสมาชิกจะต่ออายุโดยอัตโนมัติจนกว่าจะยกเลิกตามที่อธิบายไว้ในข้อกำหนด คุณสามารถยกเลิกได้ทุกเมื่อ"];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["เมื่อซื้อแสดงว่าคุณยอมรับ ", " และ ", " ของเรา"];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["การชื่นชอบ การพูดถึง การรีโพสต์ และอื่นๆ อีกมากมาย เมื่อมาจากบัญชีที่ยืนยันแล้ว คุณจะสามารถดูได้ที่นี่ "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["เรียนรู้เพิ่มเติมเกี่ยวกับสิทธิ์การเข้าถึงของแอพจากผู้ให้บริการรายอื่นได้ใน "];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["สร้างโดย ", " อ่าน ", " และ ", " ของ " + this.props.orgName];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["ส่งข้อความ ", " เพื่อรับการสนับสนุน"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", " เพื่อเริ่มต้น"];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["ซิงก์จาก "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["แชร์จาก "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["สำหรับคำถามที่เกี่ยวข้องกับการจ้างงานบน X โปรดส่งอีเมลถึงเราที่ "];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(สำหรับองค์กร ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["การเริ่ม", "และสมัครสมาชิกแสดงว่าคุณยอมรับ", "ของเรา หลังจากการทดลองใช้ฟรี " + this.props.numberOfDays + " วัน คุณจะถูกเรียกเก็บเงินตามจำนวนแผนรายปีหรือรายเดือนที่คุณเลือกเมื่อสมัคร เว้นแต่คุณจะยกเลิกภายในช่วงทดลองใช้งานฟรี " + this.props.numberOfDays + " วัน ระบบสมัครสมาชิกจะต่ออายุอัตโนมัติจนกว่าจะยกเลิกตามที่อธิบายไว้ในข้อกำหนด ", " ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนต่ออายุเพื่อหลีกเลี่ยงค่าใช้จ่ายเพิ่มเติม จำเป็นต้องมีหมายเลขโทรศัพท์ที่ยืนยันแล้วเพื่อสมัครสมาชิก หากคุณสมัครสมาชิกบนแพลตฟอร์มอื่น ให้จัดการระบบสมาชิกของคุณผ่านแพลตฟอร์มนั้น"];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["การสมัครสมาชิกจะถือว่าคุณยอมรับ", "ของเรา ระบบสมาชิกจะต่ออายุอัตโนมัติจนกว่าจะยกเลิกตามที่อธิบายไว้ใน", " ", " ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนการต่ออายุเพื่อหลีกเลี่ยงค่าใช้จ่ายเพิ่มเติม เมื่ออัปเกรด ระบบสมาชิกปัจจุบันของคุณและฟีเจอร์ที่เกี่ยวข้องจะเปลี่ยนเป็นระดับระบบสมาชิกใหม่ทันที คุณจะถูกเรียกเก็บเงินตามราคาของระดับใหม่ทันที แต่ยอดคงเหลือที่คำนวณตามสัดส่วนจากรอบการเรียกเก็บเงินปัจจุบันของคุณจะถูกนำมาใช้เพื่อชำระค่าใช้จ่ายทั้งหมดของวันนี้ คุณจะไม่ได้รับเงินคืนสำหรับส่วนหนึ่งส่วนใดของระบบสมาชิกก่อนหน้าของคุณ เว้นแต่กฎหมายจะกำหนดไว้"];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["การสมัครสมาชิกจะถือว่าคุณยอมรับ", "ของเรา ระบบสมาชิกจะต่ออายุอัตโนมัติจนกว่าจะยกเลิกตามที่อธิบายไว้ใน", " ", " ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนการต่ออายุเพื่อหลีกเลี่ยงค่าใช้จ่ายเพิ่มเติม เมื่อดาวน์เกรด ระบบสมาชิกปัจจุบันของคุณจะยังใช้งานได้จนถึงรอบการเรียกเก็บเงินครั้งต่อไปเมื่อระบบสมาชิกใหม่ของคุณเริ่มต้นขึ้น คุณจะถูกเรียกเก็บเงินในราคาของระดับใหม่เมื่อเริ่มต้นรอบการเรียกเก็บเงินครั้งถัดไป"];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["การสมัครสมาชิกจะถือว่าคุณยอมรับ", "ของเรา ระบบสมาชิกจะต่ออายุอัตโนมัติจนกว่าจะมีการยกเลิกตามที่ระบุไว้ใน", " ", " ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนการต่ออายุเพื่อหลีกเลี่ยงค่าธรรมเนียมเพิ่มเติม เมื่อเปลี่ยนแผน คุณจะยังคงสามารถใช้ฟีเจอร์ต่างๆ ที่เกี่ยวข้องกับระดับของคุณได้ คุณจะถูกเรียกเก็บเงินในราคาของแผนรายปีใหม่ทันที และยอดคงเหลือที่คำนวณตามสัดส่วนจากรอบการเรียกเก็บเงินรายเดือนของคุณจะถูกนำมาใช้เพื่อชำระค่าใช้จ่ายทั้งหมดของวันนี้"];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["การสมัครสมาชิกจะถือว่าคุณยอมรับ", "ของเรา ระบบสมาชิกจะต่ออายุอัตโนมัติจนกว่าจะมีการยกเลิกตามที่ระบุไว้ใน", " ", " ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนการต่ออายุเพื่อหลีกเลี่ยงค่าธรรมเนียมเพิ่มเติม เมื่อเปลี่ยนแผน คุณจะยังสามารถใช้งานฟีเจอร์ที่เกี่ยวข้องกับระดับของคุณ คุณจะถูกเรียกเก็บเงินในราคาต่อเดือนสำหรับระดับนั้นทันที แต่เครดิตที่เหลือตามสัดส่วนจากการชำระเงินรายปีของคุณจะถูกนำมาใช้เพื่อชำระค่าใช้จ่ายต่อเดือนจนกว่าจะหมด"];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["สมัครสมาชิกในราคา ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["เรียกเก็บเงิน ", " " + this.props.newPrice + "/" + this.props.interval + " ต่อปี"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["มีการแบ่งปันข้อมูลที่อยู่กับ Google ดู", " และ", " เพื่อเรียนรู้เพิ่มเติม"];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["เฉพาะผู้ดูแลระบบและผู้ดูแลของชุมชนเท่านั้นที่สามารถเพิ่มสปอตไลต์ให้พวกเขาบนข้อมูลส่วนตัว ต้องการ", "ของคุณเองหรือไม่"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["หากต้องการค้นหาศูนย์วิกฤตใกล้ตัวคุณ โปรดไปที่ "];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["หากคุณรู้สึกว่าตกอยู่ในอันตราย เราขอแนะนำให้คุณติดต่อหน่วยงานการบังคับใช้กฎหมายในพื้นที่ พวกเขาสามารถอ้างอิง", " หากมีคำถามตามมา"];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["คุณสามารถเลิกติดตามได้ทุกเมื่อจาก "];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["อัพเดตล่าสุด "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["ผู้คนจะไม่ได้รับการแจ้งเตือนเมื่อคุณแก้ไขวงใน ทุกคนที่คุณเพิ่มจะสามารถเห็นโพสต์ในวงในก่อนหน้าของคุณ "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["จำนวนครั้งที่มีผู้เห็นทวีตนี้ หากต้องการเรียนรู้เพิ่มเติม โปรดไปที่"];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["จำนวนครั้งที่มีผู้เห็นโพสต์นี้ อาจใช้เวลาสักครู่เพื่อให้จำนวนยอดดูปรากฏขึ้น หากต้องการเรียนรู้เพิ่มเติม โปรดไปที่"];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["จำนวนยอดดูไม่พร้อมใช้งานสำหรับโพสต์นี้ หากต้องการเรียนรู้เพิ่มเติม โปรดไปที่"];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["การคลิกสร้างการประชาสัมพันธ์หมายถึงคุณได้อ่านและยอมรับ", "และ"];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["การคลิกสร้างการประชาสัมพันธ์หมายถึงคุณได้อ่านและยอมรับ", "แล้ว"];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["ตัวเลือกการกำหนดเป้าหมายบางอย่างไม่สามารถใช้ได้สำหรับบัญชีโฆษณานี้ ซึ่งเป็นไปตาม", "ของ X"];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["การคลิกประชาสัมพันธ์โพสต์หมายถึงคุณได้อ่านและยอมรับ", "และ"];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["การคลิกประชาสัมพันธ์โพสต์หมายถึงคุณได้อ่านและยอมรับ"];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["โพสต์นี้ไม่มีการตอบกลับที่ซ่อนอยู่ แต่โพสต์ที่ถูกป้องกันอาจถูกกรองออก "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["เมื่อคลิกด้านล่างเพื่อทำการซื้อนี้ แสดงว่าคุณยอมรับ"];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["การดำเนินการนี้จะป้องกันไม่ให้ ", " รวมคุณไว้ในรายชื่อใดๆ ของพวกเขา ซึ่งรวมถึงรายชื่อนี้"];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["แชร์อีเมลของคุณกับ " + this.props.creatorName + " การยอมรับแสดงว่าคุณยินยอมให้ X แชร์ที่อยู่อีเมลกับผู้สร้างเพื่อวัตถุประสงค์ในการสื่อสารนอกแพลตฟอร์มและยอมรับ"];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["มอบ " + this.props.tier + " หนึ่งปีให้กับ @" + this.props.screenName + " ในราคา " + this.props.price + " เมื่อคุณชำระเงินเรียบร้อยแล้ว พวกเขาจะได้รับแจ้งว่าคุณได้ส่งของขวัญให้พวกเขาแล้ว"];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["ราคาของขวัญระบบสมาชิกจะถูกเรียกเก็บเงินเมื่อซื้อและไม่สามารถขอคืนเงินได้ เป็นการใช้งานครั้งเดียว ไม่สามารถเปลี่ยนได้ ไม่สามารถรวมกันได้ และไม่มีมูลค่าเป็นเงินสด เริ่มต้นหลังจากการตรวจสอบและการมอบหมายของ X ให้กับผู้รับ ซึ่งจะต้องรับทราบนโยบายและ", "ของเรา หากผู้รับไม่ปฏิบัติตามข้อกำหนดคุณสมบัติ ยกเลิกระบบสมาชิก หรือปฏิเสธข้อกำหนดและนโยบายของเรา ของขวัญจะไม่สามารถแลกและไม่สามารถขอคืนเงินได้ อาจมีการเรียกเก็บภาษีและข้อกำหนดอาจมีการเปลี่ยนแปลง "];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["องค์กรมีเครื่องหมายถูกสีทอง บุคคลมีเครื่องหมายถูกสีฟ้า การใช้งานที่ไม่เหมาะสมจะส่งผลให้มีการยกเลิกการสมัครสมาชิกของคุณโดยไม่มีการคืนเงิน ตาม", "ของเรา"];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["องค์กรมีรูปประจำตัวเป็นสี่เหลี่ยม บุคคลมีรูปประจำตัวเป็นวงกลม การใช้งานที่ไม่เหมาะสมจะส่งผลให้มีการยกเลิกการสมัครสมาชิกของคุณโดยไม่มีการคืนเงิน ตาม", "ของเรา"];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["กำหนดค่าบัญชีโฆษณาที่จะใช้สำหรับตำแหน่งงานเมื่อมีการประชาสัมพันธ์ผ่านพอร์ทัล"];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["ไม่พบบัญชีที่มีสิทธิ์ ตรวจสอบหน้า", "สำหรับขั้นตอนถัดไป"];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["การยกเลิกองค์กรที่ได้รับการยืนยันจะส่งผลให้องค์กรของคุณสูญเสียเครื่องหมายถูกสีทองทันที"];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["นอกจากนี้ บัญชีพันธมิตรทั้งหมดจะถูกยกเลิกทันที และสูญเสียเครื่องหมายถูกสีทองหรือสีฟ้าและป้ายกำกับการเป็นพันธมิตร"];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["การยกเลิกจะลบเครื่องหมายถูกและคุณสมบัติที่ต้องชำระเงินทั้งหมดออกจากองค์กรของคุณและบัญชีพันธมิตรทั้งหมดทันที"];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["หากคุณตัดสินใจที่จะอยู่ต่อในวันนี้ เราจะเพิ่มเครดิตโฆษณาฟรี " + this.props.creditAmount + " USD เพิ่มเติมในพอร์ทัลของคุณทุก " + this.props.daysOfCouponInterval + " วัน ในอีก " + this.props.totalDays + " วันถัดไป เมื่อคุณรับข้อเสนอนี้ ทีมสนับสนุนของเราจะติดต่อไปเพื่อช่วยให้คุณได้รับประโยชน์จากเครดิตนี้สำหรับองค์กรของคุณ"];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["หากคุณตัดสินใจที่จะอยู่ในวันนี้ เราจะเพิ่มเครดิตโฆษณาฟรีเพิ่มเติม " + this.props.creditAmount + " USD ไปยังพอร์ทัลของคุณในอีก " + this.props.daysToWaitForFirstRedeemable + " วันข้างหน้า เมื่อคุณรับข้อเสนอนี้ ทีมสนับสนุนของเราจะติดต่อคุณเพื่อช่วยให้คุณได้รับประโยชน์จากเครดิตนี้สำหรับองค์กรของคุณ"];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["นี่เป็นข้อเสนอครั้งเดียวและจะไม่สามารถใช้ได้อีก"];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["คุณยังคงสามารถกลับไปรับข้อเสนอแบบครั้งเดียวได้ ซึ่งจะไม่มีการเสนออีกครั้ง คุณจะไม่ได้รับเงินคืนตามจำนวนวันที่เหลือจากการสมัครสมาชิกของคุณก่อนรอบบิลถัดไป คุณจะไม่ถูกเรียกเก็บเงินหลังจากนั้น"];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["องค์กรที่ได้รับการยืนยันจะได้รับการสนับสนุนตามลำดับความสำคัญที่ X สำหรับทุกปัญหา ไม่ว่าจะเป็นอะไรก็ตาม เราสามารถช่วยคุณแก้ไขปัญหาได้โดยเร็วที่สุด คุณต้องการกำหนดเวลาการโทรกับสมาชิกในทีมองค์กรที่ได้รับการยืนยันและพูดคุยกับบุคคลที่จะช่วยคุณหรือไม่"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["หากคุณยกเลิก คุณจะสูญเสียการเข้าถึงเครดิตโฆษณาฟรีนี้ทันที และเครดิตโฆษณาฟรีในอนาคตที่มาพร้อมกับระบบสมาชิกของคุณ เนื่องจากคุณได้ชำระเงินเพื่อรับสิทธิประโยชน์นี้แล้ว เราขอแนะนำให้คุณใช้ต่อไป"];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["หากต้องการเพิ่มขีดจำกัดของคุณ โปรดติดต่อฝ่ายสนับสนุนระดับพรีเมียมที่ได้รับการยืนยัน"];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["ต้นทุนพันธมิตรเพิ่มเติมแต่ละรายการ ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["", " ต่อปีสำหรับปีแรก จากนั้น ", " ต่อปี"];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["บัญชีพันธมิตรเพิ่มเติมแต่ละบัญชีมีค่าบริการ ", " ต่อชื่อเรียกต่อปี "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + ", " ต่อชื่อเรียกต่อ ", " (", ") "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", ") "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["รับสิทธิ์ส่วนลด 30% สำหรับแผนรายปีและเครดิตโฆษณาฟรีสูงสุด $12,000 เมื่อคุณสมัครสมาชิกก่อน "];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["การเข้าถึงอย่างเต็มรูปแบบมีค่าบริการ ", "/", " (", ") บัญชีพันธมิตรเพิ่มเติมแต่ละบัญชีมีค่าบริการ ", " ต่อชื่อเรียกต่อ ", " (", ") "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["พื้นฐานมีค่าบริการ ", "/", " (", ") "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["การคลิกสมัครสมาชิกจะถือว่าคุณยอมรับ", "ของเรา ระบบสมาชิกจะต่ออายุอัตโนมัติจนกว่าจะยกเลิก บัญชีทั้งหมดที่ลงทะเบียนจะต้องผ่านการอนุมัติด้วยตนเอง"];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["การคลิกสมัครสมาชิกแสดงว่าคุณยอมรับ", "ของเรา ระบบสมาชิกจะต่ออายุอัตโนมัติจนกว่าจะยกเลิก บัญชีที่ลงทะเบียนจะได้รับการตรวจสอบการยืนยันตัวตน หากบัญชีที่สมัครไม่ใช่องค์กร คุณจะถูกปฏิเสธและไม่ได้รับเงินคืน"];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ เครดิตการโฆษณามูลค่า ", " สำหรับใช้จ่ายกับองค์กรของคุณหรือพันธมิตร", "พร้อมรับการสนับสนุนเฉพาะในช่วงเวลาจำกัด"];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ เครดิตการโฆษณามูลค่า ", " สำหรับใช้จ่ายกับองค์กรของคุณ", "พร้อมรับการสนับสนุนเฉพาะในช่วงเวลาจำกัด"];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + " ที่" + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + " ที่" + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["ไม่รองรับการเปลี่ยนแปลงระบบสมาชิกนี้ที่นี่ โปรดติดต่อฝ่ายสนับสนุน Premium ที่ได้รับการยืนยัน"];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["หากคุณต้องการพันธมิตรเพิ่มเติม โปรดติดต่อฝ่ายขายที่ได้รับการยืนยัน"];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["เมื่อคลิก ‘" + this.props.action + "’ แสดงว่าคุณยอมรับ"];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["เราจะใช้ข้อมูลนี้เพื่อประเมินการสมัครสำหรับ ", " "];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["การทำเครื่องหมายที่ช่องนี้แสดงว่าคุณได้อ่านและยอมรับข้อกำหนดและเงื่อนไขที่มีอยู่", "แล้ว"];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["ขณะนี้องค์กรที่ได้รับการยืนยันมีเครดิตโฆษณามูลค่า " + this.props.xtc_coupon_value + " (หรือเทียบเท่าในสกุลเงินท้องถิ่น)* คุณสามารถนำไปใช้กับองค์กรหรือพันธมิตรของคุณ เพียงเลือกบัญชีโฆษณาด้านล่างเพื่อแลกรับ"];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["ขณะนี้องค์กรที่ได้รับการยืนยันมีเครดิตโฆษณามูลค่า " + this.props.xtc_coupon_value + " (หรือเทียบเท่าในสกุลเงินท้องถิ่น)* ทุกๆ 30 วัน คุณจะได้รับ " + this.props.xtc_coupon_value + " (หรือเทียบเท่าในสกุลเงินท้องถิ่น) เพื่อใช้จ่ายกับโฆษณาที่สามารถใช้ได้ทุกเมื่อ คุณสามารถนำไปใช้กับองค์กรหรือพันธมิตรของคุณ เพียงเลือกบัญชีโฆษณาด้านล่างเพื่อแลกรับ"];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["หากต้องการจัดการ ID บัญชีโฆษณาของคุณ ให้ดำเนินการ"];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["ประสบปัญหาใช่ไหม โปรดติดต่อ", " หากมีคำถามใดๆ"];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["คุณมีเวลา ", " วันในการใช้จ่ายส่วนที่เหลืออีก ", " สำหรับเครดิตโฆษณานี้"];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["เปิดใช้งานเครดิตโฆษณาของคุณ หากคุณมีบัญชีโฆษณาหลายบัญชี คุณสามารถแก้ไขข้อมูลที่ป้อนด้านล่าง แลกได้จนถึง " + this.props.expiresAt];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["ค้นหา ID บัญชีโฆษณาที่เชื่อมโยงกับบัญชี X ของคุณ โดยคุณสามารถค้นหาได้"];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ['ตรวจสอบให้แน่ใจว่าคุณเพิ่มบัตรเครดิตเป็นประเภทการชำระเงินในผู้จัดการโฆษณาโดยเลือก "เพิ่มวิธีการชำระเงินใหม่" หากคุณไม่ได้ตั้งค่าบัตรเครดิต เครดิตของคุณจะไม่ถูกนำไปใช้และโฆษณาของคุณจะไม่ทำงาน'];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["คัดลอก ID บัญชีโฆษณาของคุณลงในช่องป้อนข้อความที่ด้านบนของหน้านี้ คลิกเปิดใช้งาน"];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["เปิดตัวแคมเปญของคุณ"];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ['ตรวจสอบให้แน่ใจว่าคุณเพิ่มบัตรเครดิตเป็นประเภทการชำระเงินในผู้จัดการโฆษณาโดยเลือก "เพิ่มวิธีการชำระเงินใหม่" หากคุณไม่ได้ตั้งค่าบัตรเครดิต โฆษณาของคุณจะไม่ทำงาน'];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["คุณจะเห็นเครดิตของคุณถูกนำไปใช้ภายใต้การเรียกเก็บเงินในผู้จัดการโฆษณา"];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["หากคุณเคยโฆษณากับ X มาก่อน คุณอาจมี ID บัญชีโฆษณาหลายรายการ"];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["คุณสามารถดูรายการ ID บัญชีโฆษณาทั้งหมดของคุณได้"];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["ตรวจสอบให้แน่ใจว่าคุณเลือก ID บัญชีโฆษณาที่ถูกต้องเพื่อใช้เครดิตของคุณ"];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["ในฐานะสมาชิกที่มีสิทธิ์เข้าถึงอย่างเต็มรูปแบบขององค์กรที่ได้รับการยืนยัน คุณสามารถใช้เครดิตกับบัญชีพันธมิตรของคุณได้"];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["หากต้องการดำเนินการนี้ คุณต้องมีสิทธิ์เข้าถึง ID บัญชีโฆษณาของบัญชีพันธมิตรที่คุณต้องการเรียกใช้แคมเปญ"];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["คุณสามารถค้นหาสิ่งนี้ได้โดยการเข้าสู่บัญชีพันธมิตรและไป"];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["องค์กรที่ได้รับการยืนยันมีสิทธิ์ได้รับเครดิตเพื่อใช้สำหรับ", "และการประชาสัมพันธ์ตำแหน่งงาน ทำตามขั้นตอนเหล่านี้เพื่อเปิดใช้งานความสามารถในการโฆษณาโดยสมบูรณ์"];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["องค์กรที่ได้รับการยืนยันมีสิทธิ์ได้รับเครดิตเพื่อใช้สำหรับ", " ทำตามขั้นตอนเหล่านี้เพื่อเปิดใช้งานความสามารถในการโฆษณาโดยสมบูรณ์"];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["เปิดใช้งานคูปอง"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["เลือกบัญชีที่ใช้งานอยู่ซึ่งอยู่ในสถานะที่ดีเพื่อรับเครดิตมูลค่า " + this.props.couponAmount + " นี้"];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["คุณสามารถดูรายการ ID บัญชีได้ใน", " รหัสตัวอย่าง: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["พร้อมประชาสัมพันธ์ตำแหน่งงานด้วยการดำเนินการ "];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["เมื่อมีสิทธิ์แล้ว จะสามารถประชาสัมพันธ์ตำแหน่งงานได้ด้วยการดำเนินการ "];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["เราตรวจสอบคำขอที่ส่งโดยเจ้าของเครื่องหมายการค้าหรือตัวแทนที่ได้รับอนุญาต โปรดดูรายละเอียดที่", "ของเรา"];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["ป้อนชื่อเรียกเจ้าของรายชื่อและชื่อของรายชื่อในรูปแบบดังนี้: "];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["สามารถล้างคอลัมน์นี้ได้ต่อเมื่อคุณสลับไปใช้", "เท่านั้น"];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["ดูนโยบายความเป็นส่วนตัวของเราได้ที่ "];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["ดูข้อตกลงการให้บริการของเราได้ที่ "];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ['X และคู่ค้าใช้คุกกี้เพื่อให้บริการที่ดียิ่งขึ้น ปลอดภัยยิ่งขึ้น และรวดเร็วยิ่งขึ้นแก่คุณ และเพื่อสนับสนุนธุรกิจของเรา คุกกี้บางตัวจำเป็นต่อการใช้บริการ การปรับปรุงบริการ และการตรวจสอบให้แน่ใจว่าทำงานได้อย่างถูกต้อง หากคุณคลิก "ยอมรับคุกกี้ทั้งหมด" จะถือว่าคุณยังอนุญาตให้ X และคู่ค้าใช้คุกกี้เพื่อมอบโฆษณาและการสื่อสารที่เหมาะกับความสนใจของคุณ หากคุณคลิก “ปฏิเสธคุกกี้ที่ไม่จำเป็น” เราจะไม่ใช้คุกกี้เพื่อรวบรวมข้อมูลเพิ่มเติมสำหรับโฆษณาและการสื่อสารที่ปรับแต่งให้เหมาะกับคุณโดยเฉพาะ หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับแนวทางปฏิบัติเกี่ยวกับคุกกี้ของเรา โปรดไปที่หน้าศูนย์ช่วยเหลือเกี่ยวกับคุกกี้บนเว็บที่ '];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["", " โดยผู้เขียน"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " บทความ"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " และ "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", ", "];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", " และ "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["สื่อนี้ถูกปิดใช้งานเนื่องจากมีการเรียกร้องลิขสิทธิ์จาก " + this.props.copyrightHolder + " หากต้องการโต้แย้ง โปรดใช้"];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " รีโพสต์แล้ว"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " เวลา " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["จาก "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " และอีก "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " และอีก "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["กำลังตอบกลับถึง "];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["กำลังตอบกลับถึง ", " ", " "];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["กำลังตอบกลับถึง ", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["กำลังตอบกลับถึง ", " ", " ", " "];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["กำลังตอบกลับถึง ", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["อ่าน "];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["จาก "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " สมาชิก"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["ติดตามโดย "];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["ติดตามโดย ", " และ "];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["ติดตามโดย ", ", ", " และ "];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["ติดตามโดย ", ", ", " และอีก ", " คนที่คุณติดตาม"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " และอีก ", " คนกำลังได้รับความนิยมในหัวข้อนี้"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["ชำระโดย "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["ชำระโดย ", " และไม่ได้รับอนุญาตโดยผู้สมัครหรือคณะกรรมการของผู้สมัคร"];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["ชำระโดย ", " · อนุญาตโดย " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["เฉพาะคุณและผู้คนในวงในเท่านั้นที่สามารถเห็นโพสต์นี้ ไม่สามารถรีโพสต์ อ้างอิง และแชร์ได้ "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["เรื่องที่กำลังได้รับความนิยม "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["เรื่องที่กำลังได้รับความนิยม ", "และ "];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " จาก "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    a = d.Children.toArray(this.props.children),
                                    c = ((e = this.props.$i18n), b[u[e]] || i);
                                return function (e, n, t) {
                                    return e.concat(n, a[c(t)]);
                                };
                            },
                        },
                    ]) && f(n.prototype, t),
                    o && f(n, o),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    m
                );
            })(c(111677)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", o),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(o, e);
                });
            var m = c(495075);
            c(800694), c(556829), c(530152), c(658610), c(492344), c(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                h = (m._numberFormat, m._numberFormatterFn),
                s = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.a592814313 = h(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0K" }, 4: { other: "00K" }, 5: { other: "000K" }, 6: { other: "0M" }, 7: { other: "00M" }, 8: { other: "000M" }, 9: { other: "0B" }, 10: { other: "00B" }, 11: { other: "000B" }, 12: { other: "0T" }, 13: { other: "00T" }, 14: { other: "000T" }, maxExponent: 14 }], m("th").pluralGenerator({}))),
                (m.b44490187 = h(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1295813915 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1255711777 = h(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a272690131 = h(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1664096694 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0K" }, 4: { other: "00K" }, 5: { other: "000K" }, 6: { other: "0M" }, 7: { other: "00M" }, 8: { other: "000M" }, 9: { other: "0B" }, 10: { other: "00B" }, 11: { other: "000B" }, 12: { other: "0T" }, 13: { other: "00T" }, 14: { other: "000T" }, maxExponent: 14 }], m("th").pluralGenerator({}))),
                (m.a1368677410 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a566421007 = h(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a896186768 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1849826192 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0K" }, 4: { other: "00K" }, 5: { other: "000K" }, 6: { other: "0M" }, 7: { other: "00M" }, 8: { other: "000M" }, 9: { other: "0B" }, 10: { other: "00B" }, 11: { other: "000B" }, 12: { other: "0T" }, 13: { other: "00T" }, 14: { other: "000T" }, maxExponent: 14 }], m("th").pluralGenerator({}))),
                (m.b1196844045 = h(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2029647985 = h(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a700841259 = h(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0K" }, 4: { other: "00K" }, 5: { other: "000K" }, 6: { other: "0M" }, 7: { other: "00M" }, 8: { other: "000M" }, 9: { other: "0B" }, 10: { other: "00B" }, 11: { other: "000B" }, 12: { other: "0T" }, 13: { other: "00T" }, 14: { other: "000T" }, maxExponent: 14 }], m("th").pluralGenerator({}))),
                (m.a1029461754 = h(["'AED' ", , 1, 2, 2, , , 0, 3, , "", "'AED' #,##0.00", "-'AED' 'AED' #,##0.00", "-'AED' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1355153213 = h(["'ALL' ", , 1, 0, 0, , , , 3, , "", "'ALL' #,##0", "-'ALL' 'ALL' #,##0", "-'ALL' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a159354008 = h(["'ARS' ", , 1, 2, 2, , , 0, 3, , "", "'ARS' #,##0.00", "-'ARS' 'ARS' #,##0.00", "-'ARS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1023462604 = h(["'AU$'", , 1, 2, 2, , , 0, 3, , "", "'AU$'#,##0.00", "-'AU$''AU$'#,##0.00", "-'AU$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1471372692 = h(["'BAM' ", , 1, 2, 2, , , 0, 3, , "", "'BAM' #,##0.00", "-'BAM' 'BAM' #,##0.00", "-'BAM' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b487627640 = h(["'BDT' ", , 1, 2, 2, , , 0, 3, , "", "'BDT' #,##0.00", "-'BDT' 'BDT' #,##0.00", "-'BDT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1521555055 = h(["'BGN' ", , 1, 2, 2, , , 0, 3, , "", "'BGN' #,##0.00", "-'BGN' 'BGN' #,##0.00", "-'BGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1670581176 = h(["'BHD' ", , 1, 3, 3, , , 0, 3, , "", "'BHD' #,##0.000", "-'BHD' 'BHD' #,##0.000", "-'BHD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2101681438 = h(["'R$'", , 1, 2, 2, , , 0, 3, , "", "'R$'#,##0.00", "-'R$''R$'#,##0.00", "-'R$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a548051991 = h(["'BYR' ", , 1, 0, 0, , , , 3, , "", "'BYR' #,##0", "-'BYR' 'BYR' #,##0", "-'BYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1264836834 = h(["'CA$'", , 1, 2, 2, , , 0, 3, , "", "'CA$'#,##0.00", "-'CA$''CA$'#,##0.00", "-'CA$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b775035719 = h(["'CHF' ", , 1, 2, 2, , , 0, 3, , "", "'CHF' #,##0.00", "-'CHF' 'CHF' #,##0.00", "-'CHF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2124490941 = h(["'CLP' ", , 1, 0, 0, , , , 3, , "", "'CLP' #,##0", "-'CLP' 'CLP' #,##0", "-'CLP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b206740234 = h(["'CN¥'", , 1, 2, 2, , , 0, 3, , "", "'CN¥'#,##0.00", "-'CN¥''CN¥'#,##0.00", "-'CN¥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1737242784 = h(["'COP' ", , 1, 0, 0, , , , 3, , "", "'COP' #,##0", "-'COP' 'COP' #,##0", "-'COP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1936700058 = h(["'CZK' ", , 1, 2, 2, , , 0, 3, , "", "'CZK' #,##0.00", "-'CZK' 'CZK' #,##0.00", "-'CZK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a709292406 = h(["'DKK' ", , 1, 2, 2, , , 0, 3, , "", "'DKK' #,##0.00", "-'DKK' 'DKK' #,##0.00", "-'DKK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1091676140 = h(["'DZD' ", , 1, 2, 2, , , 0, 3, , "", "'DZD' #,##0.00", "-'DZD' 'DZD' #,##0.00", "-'DZD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a230692460 = h(["'EGP' ", , 1, 2, 2, , , 0, 3, , "", "'EGP' #,##0.00", "-'EGP' 'EGP' #,##0.00", "-'EGP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1272529144 = h(["'€'", , 1, 2, 2, , , 0, 3, , "", "'€'#,##0.00", "-'€''€'#,##0.00", "-'€'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b256154497 = h(["'£'", , 1, 2, 2, , , 0, 3, , "", "'£'#,##0.00", "-'£''£'#,##0.00", "-'£'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b799499960 = h(["'GHS' ", , 1, 2, 2, , , 0, 3, , "", "'GHS' #,##0.00", "-'GHS' 'GHS' #,##0.00", "-'GHS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1122369814 = h(["'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "'GTQ' #,##0.00", "-'GTQ' 'GTQ' #,##0.00", "-'GTQ' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b547957667 = h(["'HK$'", , 1, 2, 2, , , 0, 3, , "", "'HK$'#,##0.00", "-'HK$''HK$'#,##0.00", "-'HK$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a630083769 = h(["'HRK' ", , 1, 2, 2, , , 0, 3, , "", "'HRK' #,##0.00", "-'HRK' 'HRK' #,##0.00", "-'HRK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b909402271 = h(["'HUF' ", , 1, 2, 2, , , 0, 3, , "", "'HUF' #,##0.00", "-'HUF' 'HUF' #,##0.00", "-'HUF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a78461139 = h(["'IDR' ", , 1, 0, 0, , , , 3, , "", "'IDR' #,##0", "-'IDR' 'IDR' #,##0", "-'IDR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b685723130 = h(["'₪'", , 1, 2, 2, , , 0, 3, , "", "'₪'#,##0.00", "-'₪''₪'#,##0.00", "-'₪'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b791800939 = h(["'₹'", , 1, 2, 2, , , 0, 3, , "", "'₹'#,##0.00", "-'₹''₹'#,##0.00", "-'₹'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1144051736 = h(["'IQD' ", , 1, 0, 0, , , , 3, , "", "'IQD' #,##0", "-'IQD' 'IQD' #,##0", "-'IQD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1708459549 = h(["'ISK' ", , 1, 0, 0, , , , 3, , "", "'ISK' #,##0", "-'ISK' 'ISK' #,##0", "-'ISK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1178194315 = h(["'¥'", , 1, 0, 0, , , , 3, , "", "'¥'#,##0", "-'¥''¥'#,##0", "-'¥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1225642497 = h(["'KES' ", , 1, 2, 2, , , 0, 3, , "", "'KES' #,##0.00", "-'KES' 'KES' #,##0.00", "-'KES' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1190145295 = h(["'₩'", , 1, 0, 0, , , , 3, , "", "'₩'#,##0", "-'₩''₩'#,##0", "-'₩'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1897388498 = h(["'KWD' ", , 1, 3, 3, , , 0, 3, , "", "'KWD' #,##0.000", "-'KWD' 'KWD' #,##0.000", "-'KWD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1981066507 = h(["'KZT' ", , 1, 2, 2, , , 0, 3, , "", "'KZT' #,##0.00", "-'KZT' 'KZT' #,##0.00", "-'KZT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1760977898 = h(["'LBP' ", , 1, 0, 0, , , , 3, , "", "'LBP' #,##0", "-'LBP' 'LBP' #,##0", "-'LBP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1757746282 = h(["'MAD' ", , 1, 2, 2, , , 0, 3, , "", "'MAD' #,##0.00", "-'MAD' 'MAD' #,##0.00", "-'MAD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b346604812 = h(["'MKD' ", , 1, 2, 2, , , 0, 3, , "", "'MKD' #,##0.00", "-'MKD' 'MKD' #,##0.00", "-'MKD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a417539253 = h(["'MX$'", , 1, 2, 2, , , 0, 3, , "", "'MX$'#,##0.00", "-'MX$''MX$'#,##0.00", "-'MX$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a796397876 = h(["'MYR' ", , 1, 2, 2, , , 0, 3, , "", "'MYR' #,##0.00", "-'MYR' 'MYR' #,##0.00", "-'MYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a941969413 = h(["'NGN' ", , 1, 2, 2, , , 0, 3, , "", "'NGN' #,##0.00", "-'NGN' 'NGN' #,##0.00", "-'NGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1634157872 = h(["'NOK' ", , 1, 2, 2, , , 0, 3, , "", "'NOK' #,##0.00", "-'NOK' 'NOK' #,##0.00", "-'NOK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a913973812 = h(["'NZ$'", , 1, 2, 2, , , 0, 3, , "", "'NZ$'#,##0.00", "-'NZ$''NZ$'#,##0.00", "-'NZ$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1200764737 = h(["'PEN' ", , 1, 2, 2, , , 0, 3, , "", "'PEN' #,##0.00", "-'PEN' 'PEN' #,##0.00", "-'PEN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a417335618 = h(["'PHP' ", , 1, 2, 2, , , 0, 3, , "", "'PHP' #,##0.00", "-'PHP' 'PHP' #,##0.00", "-'PHP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1071780877 = h(["'PKR' ", , 1, 0, 0, , , , 3, , "", "'PKR' #,##0", "-'PKR' 'PKR' #,##0", "-'PKR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1131274488 = h(["'PLN' ", , 1, 2, 2, , , 0, 3, , "", "'PLN' #,##0.00", "-'PLN' 'PLN' #,##0.00", "-'PLN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1227723416 = h(["'QAR' ", , 1, 2, 2, , , 0, 3, , "", "'QAR' #,##0.00", "-'QAR' 'QAR' #,##0.00", "-'QAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1924654711 = h(["'RON' ", , 1, 2, 2, , , 0, 3, , "", "'RON' #,##0.00", "-'RON' 'RON' #,##0.00", "-'RON' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1238409889 = h(["'RSD' ", , 1, 0, 0, , , , 3, , "", "'RSD' #,##0", "-'RSD' 'RSD' #,##0", "-'RSD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a302457755 = h(["'RUB' ", , 1, 2, 2, , , 0, 3, , "", "'RUB' #,##0.00", "-'RUB' 'RUB' #,##0.00", "-'RUB' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a206655062 = h(["'SAR' ", , 1, 2, 2, , , 0, 3, , "", "'SAR' #,##0.00", "-'SAR' 'SAR' #,##0.00", "-'SAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1185838081 = h(["'SEK' ", , 1, 2, 2, , , 0, 3, , "", "'SEK' #,##0.00", "-'SEK' 'SEK' #,##0.00", "-'SEK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b850082518 = h(["'SGD' ", , 1, 2, 2, , , 0, 3, , "", "'SGD' #,##0.00", "-'SGD' 'SGD' #,##0.00", "-'SGD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1158052364 = h(["'THB' ", , 1, 2, 2, , , 0, 3, , "", "'THB' #,##0.00", "-'THB' 'THB' #,##0.00", "-'THB' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1492114180 = h(["'TND' ", , 1, 3, 3, , , 0, 3, , "", "'TND' #,##0.000", "-'TND' 'TND' #,##0.000", "-'TND' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a310754783 = h(["'TRY' ", , 1, 2, 2, , , 0, 3, , "", "'TRY' #,##0.00", "-'TRY' 'TRY' #,##0.00", "-'TRY' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b347641734 = h(["'NT$'", , 1, 2, 2, , , 0, 3, , "", "'NT$'#,##0.00", "-'NT$''NT$'#,##0.00", "-'NT$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2106103479 = h(["'TZS' ", , 1, 0, 0, , , , 3, , "", "'TZS' #,##0", "-'TZS' 'TZS' #,##0", "-'TZS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b53794338 = h(["'UAH' ", , 1, 2, 2, , , 0, 3, , "", "'UAH' #,##0.00", "-'UAH' 'UAH' #,##0.00", "-'UAH' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b951933054 = h(["'UGX' ", , 1, 0, 0, , , , 3, , "", "'UGX' #,##0", "-'UGX' 'UGX' #,##0", "-'UGX' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2120844962 = h(["'US$'", , 1, 2, 2, , , 0, 3, , "", "'US$'#,##0.00", "-'US$''US$'#,##0.00", "-'US$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2112938621 = h(["'VEF' ", , 1, 2, 2, , , 0, 3, , "", "'VEF' #,##0.00", "-'VEF' 'VEF' #,##0.00", "-'VEF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1583172305 = h(["'₫'", , 1, 0, 0, , , , 3, , "", "'₫'#,##0", "-'₫''₫'#,##0", "-'₫'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a927883119 = h(["'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "'ZAR' #,##0.00", "-'ZAR' 'ZAR' #,##0.00", "-'ZAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b689157482 = h(["'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "'ZMW' #,##0.00", "-'ZMW' 'ZMW' #,##0.00", "-'ZMW' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a970845725 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1033851840 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0K" }, 4: { other: "00K" }, 5: { other: "000K" }, 6: { other: "0M" }, 7: { other: "00M" }, 8: { other: "000M" }, 9: { other: "0B" }, 10: { other: "00B" }, 11: { other: "000B" }, 12: { other: "0T" }, 13: { other: "00T" }, 14: { other: "000T" }, maxExponent: 14 }], m("th").pluralGenerator({}))),
                (m.b1588583550 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0K" }, 4: { other: "00K" }, 5: { other: "000K" }, 6: { other: "0M" }, 7: { other: "00M" }, 8: { other: "000M" }, 9: { other: "0B" }, 10: { other: "00B" }, 11: { other: "000B" }, 12: { other: "0T" }, 13: { other: "00T" }, 14: { other: "000T" }, maxExponent: 14 }], m("th").pluralGenerator({}))),
                (m.a393129827 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2086242275 = s(function (e) {
                    return "other";
                })),
                (m.b1426785307 = y(m("th").numberFormatter({ raw: "'AED' #,##0.00" }))),
                (m.a719806372 = y(m("th").numberFormatter({ raw: "'ALL' #,##0" }))),
                (m.a1950265219 = y(m("th").numberFormatter({ raw: "'ARS' #,##0.00" }))),
                (m.b111628299 = y(m("th").numberFormatter({ raw: "'AU$'#,##0.00" }))),
                (m.a1318639959 = y(m("th").numberFormatter({ raw: "'BAM' #,##0.00" }))),
                (m.b113412237 = y(m("th").numberFormatter({ raw: "'BDT' #,##0.00" }))),
                (m.b1917643396 = y(m("th").numberFormatter({ raw: "'BGN' #,##0.00" }))),
                (m.b1316431225 = y(m("th").numberFormatter({ raw: "'BHD' #,##0.000" }))),
                (m.b802295799 = y(m("th").numberFormatter({ raw: "'R$'#,##0.00" }))),
                (m.a1287037578 = y(m("th").numberFormatter({ raw: "'BYR' #,##0" }))),
                (m.b1491179361 = y(m("th").numberFormatter({ raw: "'CA$'#,##0.00" }))),
                (m.a483637412 = y(m("th").numberFormatter({ raw: "'CHF' #,##0.00" }))),
                (m.a24976350 = y(m("th").numberFormatter({ raw: "'CLP' #,##0" }))),
                (m.a2057646071 = y(m("th").numberFormatter({ raw: "'CN¥'#,##0.00" }))),
                (m.b1607479903 = y(m("th").numberFormatter({ raw: "'COP' #,##0" }))),
                (m.b578019759 = y(m("th").numberFormatter({ raw: "'CZK' #,##0.00" }))),
                (m.a737137249 = y(m("th").numberFormatter({ raw: "'DKK' #,##0.00" }))),
                (m.a964386519 = y(m("th").numberFormatter({ raw: "'DZD' #,##0.00" }))),
                (m.b926921385 = y(m("th").numberFormatter({ raw: "'EGP' #,##0.00" }))),
                (m.b1329513437 = y(m("th").numberFormatter({ raw: "'€'#,##0.00" }))),
                (m.b1878819120 = y(m("th").numberFormatter({ raw: "'£'#,##0.00" }))),
                (m.b762876877 = y(m("th").numberFormatter({ raw: "'GHS' #,##0.00" }))),
                (m.a1239974401 = y(m("th").numberFormatter({ raw: "'GTQ' #,##0.00" }))),
                (m.b1081960060 = y(m("th").numberFormatter({ raw: "'HK$'#,##0.00" }))),
                (m.a1036002468 = y(m("th").numberFormatter({ raw: "'HRK' #,##0.00" }))),
                (m.b739599540 = y(m("th").numberFormatter({ raw: "'HUF' #,##0.00" }))),
                (m.b855900082 = y(m("th").numberFormatter({ raw: "'IDR' #,##0" }))),
                (m.a1977791221 = y(m("th").numberFormatter({ raw: "'₪'#,##0.00" }))),
                (m.b570797864 = y(m("th").numberFormatter({ raw: "'₹'#,##0.00" }))),
                (m.a1690905065 = y(m("th").numberFormatter({ raw: "'IQD' #,##0" }))),
                (m.b628650812 = y(m("th").numberFormatter({ raw: "'ISK' #,##0" }))),
                (m.b1147543406 = y(m("th").numberFormatter({ raw: "'¥'#,##0" }))),
                (m.b749113876 = y(m("th").numberFormatter({ raw: "'KES' #,##0.00" }))),
                (m.b1981951307 = y(m("th").numberFormatter({ raw: "'₩'#,##0" }))),
                (m.a1911613229 = y(m("th").numberFormatter({ raw: "'KWD' #,##0.000" }))),
                (m.a737223392 = y(m("th").numberFormatter({ raw: "'KZT' #,##0.00" }))),
                (m.b1754702037 = y(m("th").numberFormatter({ raw: "'LBP' #,##0" }))),
                (m.b1242945195 = y(m("th").numberFormatter({ raw: "'MAD' #,##0.00" }))),
                (m.b957842977 = y(m("th").numberFormatter({ raw: "'MKD' #,##0.00" }))),
                (m.b2018905502 = y(m("th").numberFormatter({ raw: "'MX$'#,##0.00" }))),
                (m.b1016885217 = y(m("th").numberFormatter({ raw: "'MYR' #,##0.00" }))),
                (m.a1816211440 = y(m("th").numberFormatter({ raw: "'NGN' #,##0.00" }))),
                (m.a240418843 = y(m("th").numberFormatter({ raw: "'NOK' #,##0.00" }))),
                (m.a1212620685 = y(m("th").numberFormatter({ raw: "'NZ$'#,##0.00" }))),
                (m.b768142548 = y(m("th").numberFormatter({ raw: "'PEN' #,##0.00" }))),
                (m.a1951626797 = y(m("th").numberFormatter({ raw: "'PHP' #,##0.00" }))),
                (m.a376428846 = y(m("th").numberFormatter({ raw: "'PKR' #,##0" }))),
                (m.a1149415923 = y(m("th").numberFormatter({ raw: "'PLN' #,##0.00" }))),
                (m.a1834136963 = y(m("th").numberFormatter({ raw: "'QAR' #,##0.00" }))),
                (m.b1292386956 = y(m("th").numberFormatter({ raw: "'RON' #,##0.00" }))),
                (m.a1971336258 = y(m("th").numberFormatter({ raw: "'RSD' #,##0" }))),
                (m.b605881978 = y(m("th").numberFormatter({ raw: "'RUB' #,##0.00" }))),
                (m.a1024790337 = y(m("th").numberFormatter({ raw: "'SAR' #,##0.00" }))),
                (m.a79433708 = y(m("th").numberFormatter({ raw: "'SEK' #,##0.00" }))),
                (m.a1654037013 = y(m("th").numberFormatter({ raw: "'SGD' #,##0.00" }))),
                (m.b67874569 = y(m("th").numberFormatter({ raw: "'THB' #,##0.00" }))),
                (m.a1019438523 = y(m("th").numberFormatter({ raw: "'TND' #,##0.000" }))),
                (m.a875698122 = y(m("th").numberFormatter({ raw: "'TRY' #,##0.00" }))),
                (m.a417037060 = y(m("th").numberFormatter({ raw: "'NT$'#,##0.00" }))),
                (m.b785981928 = y(m("th").numberFormatter({ raw: "'TZS' #,##0" }))),
                (m.b70847799 = y(m("th").numberFormatter({ raw: "'UAH' #,##0.00" }))),
                (m.a1417273407 = y(m("th").numberFormatter({ raw: "'UGX' #,##0" }))),
                (m.b1390167329 = y(m("th").numberFormatter({ raw: "'US$'#,##0.00" }))),
                (m.a869751662 = y(m("th").numberFormatter({ raw: "'VEF' #,##0.00" }))),
                (m.a210091897 = y(m("th").numberFormatter({ raw: "'₫'#,##0" }))),
                (m.a339560794 = y(m("th").numberFormatter({ raw: "'ZAR' #,##0.00" }))),
                (m.b1752151167 = y(m("th").numberFormatter({ raw: "'ZMW' #,##0.00" }))),
                (m.a2104860233 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "d MMM", timeSeparator: ":", months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } } })),
                (m.a181040052 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } } })),
                (m.a1198986587 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "ก่อนเที่ยง", pm: "หลังเที่ยง" } })),
                (m.a799408472 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "E d MMM", timeSeparator: ":", days: { E: { 1: { sun: "อา.", mon: "จ.", tue: "อ.", wed: "พ.", thu: "พฤ.", fri: "ศ.", sat: "ส." } } }, months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } } })),
                (m.a1290525005 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "E d MMM y", timeSeparator: ":", days: { E: { 1: { sun: "อา.", mon: "จ.", tue: "อ.", wed: "พ.", thu: "พฤ.", fri: "ศ.", sat: "ส." } } }, months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } } })),
                (m.a806796640 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "มกราคม", 2: "กุมภาพันธ์", 3: "มีนาคม", 4: "เมษายน", 5: "พฤษภาคม", 6: "มิถุนายน", 7: "กรกฎาคม", 8: "สิงหาคม", 9: "กันยายน", 10: "ตุลาคม", 11: "พฤศจิกายน", 12: "ธันวาคม" } } } })),
                (m.b377809230 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "d MMMM G y H นาฬิกา mm นาที ss วินาที z", timeSeparator: ":", months: { M: { 4: { 1: "มกราคม", 2: "กุมภาพันธ์", 3: "มีนาคม", 4: "เมษายน", 5: "พฤษภาคม", 6: "มิถุนายน", 7: "กรกฎาคม", 8: "สิงหาคม", 9: "กันยายน", 10: "ตุลาคม", 11: "พฤศจิกายน", 12: "ธันวาคม" } } }, eras: { 0: "ปีก่อน ค.ศ.", 1: "ค.ศ.", "0-alt-variant": "ก.ส.ศ.", "1-alt-variant": "ส.ศ." }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (m.b2050052081 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } }, dayPeriods: { am: "ก่อนเที่ยง", pm: "หลังเที่ยง" } })),
                (m.a1221528741 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM G y", timeSeparator: ":", months: { M: { 4: { 1: "มกราคม", 2: "กุมภาพันธ์", 3: "มีนาคม", 4: "เมษายน", 5: "พฤษภาคม", 6: "มิถุนายน", 7: "กรกฎาคม", 8: "สิงหาคม", 9: "กันยายน", 10: "ตุลาคม", 11: "พฤศจิกายน", 12: "ธันวาคม" } } }, eras: { 0: "ปีก่อน ค.ศ.", 1: "ค.ศ.", "0-alt-variant": "ก.ส.ศ.", "1-alt-variant": "ส.ศ." } })),
                (m.b94795420 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "d MMM h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } }, dayPeriods: { am: "ก่อนเที่ยง", pm: "หลังเที่ยง" } })),
                (m.a946008967 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "d/M/yy", timeSeparator: ":" })),
                (m.b1762001173 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.b1795335956 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } } })),
                (m.b1237787201 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "EEEEที่ d MMMM G y H นาฬิกา mm นาที ss วินาที zzzz", timeSeparator: ":", days: { E: { 4: { sun: "วันอาทิตย์", mon: "วันจันทร์", tue: "วันอังคาร", wed: "วันพุธ", thu: "วันพฤหัสบดี", fri: "วันศุกร์", sat: "วันเสาร์" } } }, months: { M: { 4: { 1: "มกราคม", 2: "กุมภาพันธ์", 3: "มีนาคม", 4: "เมษายน", 5: "พฤษภาคม", 6: "มิถุนายน", 7: "กรกฎาคม", 8: "สิงหาคม", 9: "กันยายน", 10: "ตุลาคม", 11: "พฤศจิกายน", 12: "ธันวาคม" } } }, eras: { 0: "ปีก่อน ค.ศ.", 1: "ค.ศ.", "0-alt-variant": "ก.ส.ศ.", "1-alt-variant": "ส.ศ." }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (m.b209859559 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y HH:mm:ss", timeSeparator: ":", months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } } })),
                (m.a202281035 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "dd/MM/y", timeSeparator: ":" })),
                (m.a1601353480 = k({ 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "HH:mm", timeSeparator: ":" })),
                (m.a1804355898 = k({ 1: m("th").numberFormatter({ raw: "0" }), 2: m("th").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "อา.", mon: "จ.", tue: "อ.", wed: "พ.", thu: "พฤ.", fri: "ศ.", sat: "ส." } } }, dayPeriods: { am: "ก่อนเที่ยง", pm: "หลังเที่ยง" } })),
                (m.a180354859 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "MMMM G y", timeSeparator: ":", months: { M: { 4: { 1: "มกราคม", 2: "กุมภาพันธ์", 3: "มีนาคม", 4: "เมษายน", 5: "พฤษภาคม", 6: "มิถุนายน", 7: "กรกฎาคม", 8: "สิงหาคม", 9: "กันยายน", 10: "ตุลาคม", 11: "พฤศจิกายน", 12: "ธันวาคม" } } }, eras: { 0: "ปีก่อน ค.ศ.", 1: "ค.ศ.", "0-alt-variant": "ก.ส.ศ.", "1-alt-variant": "ส.ศ." } })),
                (m.b844361396 = k({ 1: m("th").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y", timeSeparator: ":", months: { M: { 3: { 1: "ม.ค.", 2: "ก.พ.", 3: "มี.ค.", 4: "เม.ย.", 5: "พ.ค.", 6: "มิ.ย.", 7: "ก.ค.", 8: "ส.ค.", 9: "ก.ย.", 10: "ต.ค.", 11: "พ.ย.", 12: "ธ.ค." } } } })),
                (m.a2104175040 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "มกราคม", 2: "กุมภาพันธ์", 3: "มีนาคม", 4: "เมษายน", 5: "พฤษภาคม", 6: "มิถุนายน", 7: "กรกฎาคม", 8: "สิงหาคม", 9: "กันยายน", 10: "ตุลาคม", 11: "พฤศจิกายน", 12: "ธันวาคม" } } } })),
                (m.b937546816 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "วันอาทิตย์", mon: "วันจันทร์", tue: "วันอังคาร", wed: "วันพุธ", thu: "วันพฤหัสบดี", fri: "วันศุกร์", sat: "วันเสาร์" } } } })),
                (m.a1713453152 = p(m("th").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a932322429 = p(m("th").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.a362826034 = p(m("th").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1550690849 = p(m("th").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.b1189525084 = p(m("th").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1558079017 = p(m("th").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b769216311 = p(m("th").dateToPartsFormatter({ datetime: "long" }))),
                (m.b1622193512 = p(m("th").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.a2123450940 = p(m("th").dateToPartsFormatter({ date: "long" }))),
                (m.a1720121787 = p(m("th").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.b1159173936 = p(m("th").dateToPartsFormatter({ date: "short" }))),
                (m.a427783220 = p(m("th").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a2108224259 = p(m("th").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.b1629194282 = p(m("th").dateToPartsFormatter({ datetime: "full" }))),
                (m.a1605057648 = p(m("th").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a953563412 = p(m("th").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.b503829423 = p(m("th").dateToPartsFormatter({ time: "short" }))),
                (m.a1653182531 = p(m("th").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a931637236 = p(m("th").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.b1680521949 = p(m("th").dateToPartsFormatter({ date: "medium" }))),
                (m.a1712767959 = p(m("th").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b1328953897 = p(m("th").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b854114367 = N(m("th").numberFormatter({}), m("th").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-other": "ในอีก {0} วัน" }, "relativeTime-type-past": { "relativeTimePattern-count-other": "{0} วันที่ผ่านมา" }, "relative-type--2": "เมื่อวานซืน", "relative-type--1": "เมื่อวาน", "relative-type-0": "วันนี้", "relative-type-1": "พรุ่งนี้", "relative-type-2": "มะรืนนี้" })),
                (m.a1109911974 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}ต่อ{1}", unitProperties: { displayName: "วินาที", other: "{0} วินาที", perUnitPattern: "{0} ต่อวินาที" } })),
                (m.b777051322 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}ต่อ{1}", unitProperties: { displayName: "นาที", other: "{0} นาที", perUnitPattern: "{0} ต่อนาที" } })),
                (m.b2073314474 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}ต่อ{1}", unitProperties: { displayName: "ชั่วโมง", other: "{0} ชั่วโมง", perUnitPattern: "{0} ต่อชั่วโมง" } })),
                (m.b1130084505 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "วิ", other: "{0}วิ", perUnitPattern: "{0}/วิ" } })),
                (m.b2025613049 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "นาที", other: "{0}นาที", perUnitPattern: "{0}/นาที" } })),
                (m.a2100981015 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ชั่วโมง", other: "{0}ชม.", perUnitPattern: "{0}/ชม." } })),
                (m.a220667437 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "วัน", other: "{0}วัน", perUnitPattern: "{0}/วัน" } })),
                (m.a1759361516 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}ต่อ{1}", unitProperties: { displayName: "วัน", other: "{0} วัน", perUnitPattern: "{0} ต่อวัน" } })),
                (m.a1200846673 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "เดือน", other: "{0}เดือน", perUnitPattern: "{0}/เดือน" } })),
                (m.b1877603312 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}ต่อ{1}", unitProperties: { displayName: "เดือน", other: "{0} เดือน", perUnitPattern: "{0} ต่อเดือน" } })),
                (m.b789423888 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ปี", other: "{0}ปี", perUnitPattern: "{0}/ปี" } })),
                (m.b592524945 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}ต่อ{1}", unitProperties: { displayName: "ปี", other: "{0} ปี", perUnitPattern: "{0} ต่อปี" } })),
                (m.a1780856486 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "วินาที", other: "{0} วิ", perUnitPattern: "{0}/วิ" } })),
                (m.b880430842 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "นาที", other: "{0} นาที", perUnitPattern: "{0}/นาที" } })),
                (m.a1885084406 = l(m("th").numberFormatter({}), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "ชั่วโมง", other: "{0} ชม.", perUnitPattern: "{0}/ชม." } })),
                (m.b1765484272 = l(m("th").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("th").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "วิ", other: "{0}วิ", perUnitPattern: "{0}/วิ" } })),
                n("d58baa7f", m.a592814313),
                n("ia24dc8d", m.b44490187),
                n("iab73d4b", m.b1295813915),
                n("i3b7a017", m.a1109911974),
                n("ie5d110f", m.b777051322),
                n("df5f11b3", m.b2073314474),
                n("e8733ed9", m.b1130084505),
                n("be59d8c3", m.b2025613049),
                n("i3d087db", m.a2100981015),
                n("ga8d18c9", m.a220667437),
                n("a91e7d49", m.a1759361516),
                n("id952a69", m.a1200846673),
                n("ga09ab65", m.b1877603312),
                n("c83b901d", m.b789423888),
                n("a55b9fed", m.b592524945),
                n("ccaa970f", m.a1713453152),
                n("jade381b", m.a932322429),
                n("d725a289", m.a362826034),
                n("g08cbabb", m.b1664096694),
                n("c333da63", m.b854114367),
                n("h8054d91", m.a1550690849),
                n("i61fef37", m.a1780856486),
                n("ba705e27", m.b880430842),
                n("j86b0d8d", m.a1885084406),
                n("f668e929", m.a1368677410),
                n("i2785009", m.a566421007),
                n("c778d80b", m.a896186768),
                n("e8d93005", m.a1849826192),
                n("d46781af", m.b1765484272),
                n("ba316f05", m.b1196844045),
                n("c0bdd345", m.a2029647985),
                n("aa2aa1a1", m.b1189525084),
                n("da44942d", m.a1558079017),
                n("a54d3ef5", m.b769216311),
                n("bfbc051d", m.b1622193512),
                n("ba2e82a1", m.a2123450940),
                n("fc209bb7", m.a1720121787),
                n("cf8abf59", m.a700841259),
                n("a9f397f3", m.b1159173936),
                n("d857e44d", m.b1426785307),
                n("cb87e3db", m.a719806372),
                n("a9d5ffd1", m.a1950265219),
                n("a0e8371d", m.b111628299),
                n("gcc50dc9", m.a1318639959),
                n("a6a43585", m.b113412237),
                n("a0cc8f2d", m.b1917643396),
                n("i31c32c5", m.b1316431225),
                n("i7dc69e9", m.b802295799),
                n("c14a6c03", m.a1287037578),
                n("jaa3d537", m.b1491179361),
                n("a824080b", m.a483637412),
                n("d9c0bedb", m.a24976350),
                n("bf8c0613", m.a2057646071),
                n("i8163625", m.b1607479903),
                n("adb53ba1", m.b578019759),
                n("iabf697d", m.a737137249),
                n("a1a0555b", m.a964386519),
                n("f266f3d9", m.b926921385),
                n("a9a8652b", m.b1329513437),
                n("dbf40761", m.b1878819120),
                n("b0d993d9", m.b762876877),
                n("ac1308e1", m.a1239974401),
                n("a7889ab3", m.b1081960060),
                n("c614f5cd", m.a1036002468),
                n("i55d57e3", m.b739599540),
                n("e4b6002b", m.b855900082),
                n("d28e983b", m.a1977791221),
                n("e8c9232d", m.b570797864),
                n("c8994ae1", m.a1690905065),
                n("f821c2a5", m.b628650812),
                n("j348b9c9", m.b1147543406),
                n("i6f93b9b", m.b749113876),
                n("c6150bd5", m.b1981951307),
                n("i8921e09", m.a1911613229),
                n("ef239279", m.a737223392),
                n("hecdb149", m.b1754702037),
                n("fdd039b7", m.b1242945195),
                n("f30c2c37", m.b957842977),
                n("d9ea7bff", m.b2018905502),
                n("ea3df4b7", m.b1016885217),
                n("jaac21bb", m.a1816211440),
                n("hb435ced", m.a240418843),
                n("ce699d81", m.a1212620685),
                n("bc56d3d7", m.b768142548),
                n("f8561913", m.a1951626797),
                n("g6485d53", m.a376428846),
                n("ff561cc1", m.a1149415923),
                n("b42011d3", m.a1834136963),
                n("a6660bcd", m.b1292386956),
                n("f9b80449", m.a1971336258),
                n("gdee4d5d", m.b605881978),
                n("h36f2103", m.a1024790337),
                n("a19ad037", m.a79433708),
                n("g713f699", m.a1654037013),
                n("ff2e39af", m.b67874569),
                n("be34316d", m.a1019438523),
                n("aef81b75", m.a875698122),
                n("fcce70a5", m.a417037060),
                n("jc9d352f", m.b785981928),
                n("be1cb8c5", m.b70847799),
                n("j9371501", m.a1417273407),
                n("j7d4397d", m.b1390167329),
                n("d61441dd", m.a869751662),
                n("e2a99e97", m.a210091897),
                n("f7ce19ab", m.a339560794),
                n("b2a0213f", m.b1752151167),
                n("d7d71245", m.a427783220),
                n("a2f2faab", m.a2108224259),
                n("g8d1b99b", m.b1629194282),
                n("d0a77c9b", m.a1605057648),
                n("e18e399b", m.a953563412),
                n("b6ca7bcb", m.b503829423),
                n("h0e4cdf5", m.a1653182531),
                n("g727ddcf", m.a931637236),
                n("h3629783", m.b1680521949),
                n("a20c68af", m.a1712767959),
                n("ja781451", m.a970845725),
                n("cfa1a7b9", m.b1033851840),
                n("f3b9b9a7", m.b1328953897),
                n("eefcd267", m.b1588583550),
                n("fa8afc43", m.a393129827);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/th.3e74431a.js.map
