"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/uk"],
    {
        13751: (e, c, a) => {
            var n = a(292426)._register("uk", {
                get emoji() {
                    return a.e("i18n/emoji-uk").then(a.t.bind(a, 602517, 23));
                },
            });
            function f(e, c, a, n, f) {
                switch (((t = String(e).split(".")), (r = t[0]), (d = !t[1]), (b = r.slice(-1)), (u = r.slice(-2)), d && 1 == b && 11 != u ? "one" : d && b >= 2 && b <= 4 && (u < 12 || u > 14) ? "few" : (d && 0 == b) || (d && b >= 5 && b <= 9) || (d && u >= 11 && u <= 14) ? "many" : "other")) {
                    case "few":
                        return c;
                    case "many":
                        return a;
                    case "one":
                        return n;
                    default:
                        return f;
                }
                var t, r, d, b, u;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "Немає"),
                n("f07eac34", "Пародійний профіль"),
                n("a41b5c2e", "Фанатський профіль"),
                n("i428ea62", "Коментаторський профіль"),
                n("ac0d27be", "На жаль, цей профіль забанено."),
                n("bcee7444", "Не вдалось оновити профіль."),
                n("e0cbf77a", "Додати номер телефону"),
                n("f377195c", "X перенавантажено. Зачекайте кілька хвилин і спробуйте ще раз."),
                n("d67f9456", "Виконання цієї дії для вас заблоковане."),
                n("e0ece1b6", "Не вдається прикріпити медіафайли, спробуйте ще раз."),
                n("i82e8f04", "Щоб захистити наших користувачів від спаму й інших шкідливих дій, ми тимчасово заборонили цьому профілю починати читати інші профілі. Уважно ознайомтеся з Правилами X."),
                n("jf7be47a", "Щоб захистити наших користувачів від спаму й інших шкідливих дій, ми тимчасово заборонили цьому профілю публікувати пости. Уважно ознайомтеся з Правилами X."),
                n("g75fec74", "Ви вичерпали денний ліміт на цю дію. Додайте номер телефону до свого профілю, щоб скасувати ліміт."),
                n("abb8b6e0", "Цей номер телефону вже зареєстровано."),
                n("f30bd1fc", "Не вдається надіслати текстове повідомлення на цей номер телефону, тому що його оператор не підтримується."),
                n("i54e550c", "Ми не можемо підтвердити цей номер телефону."),
                n("h154702a", "Ми не можемо виконати цей запит, оскільки платформа X або її партнери визначили це посилання як потенційно шкідливе. Щоб дізнатися більше, відвідайте наш Довідковий центр."),
                n("c8cb0b4c", "Ви ввели неправильний пароль."),
                n("b1b54f9e", "Медіафайл, який ви намагалися завантажити, неприпустимий."),
                n("i859a9d4", "Детальніше"),
                n("d6e72ce1", function (e) {
                    return "Ваш пароль має містити менше " + e.count + " символів. Введіть коротший пароль.";
                }),
                n("a34dccd7", function (e) {
                    return "Ваш пароль має складатися щонайменше із " + e.count + " символів. Введіть довший пароль.";
                }),
                n("jea2ff04", "Цей пароль занадто легко підібрати. Придумайте складніший пароль."),
                n("ce482c36", "Одне або кілька полів недійсні. Перевірте введені дані та спробуйте ще раз."),
                n("db626d88", "Додайте свій номер телефону, щоб завершити налаштування профілю"),
                n("i3ee2550", "Заповніть усі обов’язкові поля."),
                n("cf18a258", "Схоже, цей запит автоматичний. Щоб захистити наших користувачів від спаму та інших шкідливих дій, ми не можемо виконати цю дію просто зараз. Спробуйте ще раз пізніше."),
                n("h7ffa648", "Перевищено ліміт підтверджень через SMS."),
                n("b87ceb1c", "Неправильний код підтвердження з SMS."),
                n("f87e2faa", "На жаль, ми не змогли знайти цього користувача."),
                n("cdaf8222", "На жаль, ви вичерпали ліміт запитів. Зачекайте кілька хвилин і спробуйте ще раз."),
                n("c1b0e710", "Ваш профіль забанено, тому ви не можете виконати цю дію."),
                n("bfb22fae", "Цей пост видалено."),
                n("a23cd3ba", "Для цього посту вимкнено деякі дії."),
                n("bb558892", "Цей користувач уже має підтверджений номер телефону."),
                n("hae1c934", "Щось пішло не так, але не хвилюйтеся – це не ваша провина."),
                n("e784846c", "Ваш профіль перевіряється. Протягом періоду перевірки не можна змінювати ім’я та фото профілю."),
                n("h1cbdd30", "Оновіть сторінку та спробуйте ще раз."),
                n("a5077d3e", "Оновити"),
                n("b2648ba4", "Можливо, вашому профілю не дозволено виконувати цю дію. Будь ласка, оновіть сторінку і спробуйте ще раз."),
                n("bcd6bb0e", "Учасник"),
                n("hd8c22d2", "Модер"),
                n("c3153100", "Адмін"),
                n("fa9adac1", function (e) {
                    return "Шукати «" + e.query + "»";
                }),
                n("jcec6620", "Відповідь на пост приховано"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "Базовий"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "Шестикутне зображення профілю"),
                n("fcc8734a", "Квадратне зображення профілю"),
                n("c64e46f8", "Цього учасника було видалено зі спільноти, тому його пости приховані."),
                n("b3f1cb42", "Модератор приховав цей пост за порушення правила спільноти."),
                n("cbd2dc9c", "Ви поскаржилися на цей пост."),
                n("cfbea177", function (e) {
                    return "Простір " + e.name;
                }),
                n("ab4fc8bc", "Простір"),
                n("jd859c9c", "Вас вилучено з цього Простору."),
                n("c60ed9b0", "Ви не маєте права на участь у цьому просторі"),
                n("d8227e16", "Ви не маєте права на створення цього простору"),
                n("f027fed8", "Картинка в картинці"),
                n("hd50e064", "Не зараз"),
                n("i76d640e", "Нам потрібен ваш дозвіл"),
                n("fdaa0be8", "Щоб говорити в просторі, вам потрібно надати X доступ до мікрофона. Перевірте налаштування браузера. "),
                n("gea6cc1a", "Ви впевнені?"),
                n("hb568af4", "Ігнорувати"),
                n("f7c8617a", "Що таке кліпи?"),
                n("ecc7d2ec", "Кліпи – це уривки, які може записати та поширити будь-хто у Просторі. Усі кліпи зберігаються 30 днів."),
                n("d575ee02", "Хто може створити кліп?"),
                n("dbc477a4", "Будь-хто (навіть слухачі) може створювати кліпи. Потрібно лише ввійти в X."),
                n("ed1d1cc0", "Будь-який промовець може потрапити в кліп"),
                n("e5d193c8", "Якщо ви говорите, ви можете потрапити в кліп. Якщо так трапиться, ми вам повідомимо."),
                n("e1547ec0", "Створіть кліп із уривка Простору"),
                n("i154245e", "Почули щось сміховинне чи варте уваги? Створіть кліп і поширте його."),
                n("j24c37b2", "Зрозуміло"),
                n("g1c6f16e", "Записані Простори"),
                n("e5609214", "Нехай Простір живе далі"),
                n("g665514c", "Записуються лише промовці"),
                n("ja196c5a", "Промовці будуть записані. Запис буде загальнодоступним, тому будь-хто зможе його відтворити."),
                n("dd317ed6", "Відтворюйте повторно або поширюйте"),
                n("jf03b37c", "Слухайте запис у будь-який зручний для вас час. Ви також можете поділитися ним в пості."),
                n("fd05976b", "Докладніше"),
                n("b4f91a8a", "Записування активне"),
                n("gb418012", "Ласкаво просимо до Просторів"),
                n("fec3c1e0", "Тут відбуваються аудіорозмови"),
                n("j32eb4f8", "Додайте до 10 промовців"),
                n("j4f133a6", "Ви можете запросити говорити будь-якого користувача Х."),
                n("ed434ac6", "Простори загальнодоступні – долучитися може будь-хто"),
                n("e0025688", "Ваш простір – ваші правила"),
                n("c1bc6f86", "Як організатор, ви вирішуєте, кому дозволено говорити. Ви також можете вилучати людей, яких ви не хочете бачити у своєму просторі."),
                n("b0bc8330", "Ви також можете блокувати людей у Просторі та скаржитися на них."),
                n("cb17a0f3", "Детальніше"),
                n("dcd77941", "Детальніше"),
                n("cc724cb0", "Створити кліп"),
                n("cfd2f35e", "Скасувати"),
                n("c1df579e", "Далі"),
                n("e3146662", "Для цього кліпу не вдалося створити субтитри."),
                n("f123fea8", "Поскаржитися на цей Простір"),
                n("d0aebc28", "Опишіть проблему"),
                n("g971a4e8", "Самоушкодження"),
                n("b96e6682", "Насильство"),
                n("e5bf9b3a", "Сексуальний вміст"),
                n("d2a34320", "Безпека дітей"),
                n("a9ba3e28", "Особиста інформація"),
                n("d5519f4a", "Образлива поведінка"),
                n("eb55363c", "Скаргу на цей Простір подано"),
                n("i65de934", "Ви слухаєте анонімно"),
                n("b1037050", "Керувати простором"),
                n("ic107434", "Увімкнути камеру"),
                n("d7e0329c", "Вимкнути камеру"),
                n("b772cd66", "Готово"),
                n("b3bd3e38", "Спочатку популярні пости"),
                n("d88cf16c", "Спочатку найновіші пости"),
                n("bd4ad3ea", "Прямокутн."),
                n("ca1180a0", "Середній"),
                n("c86ff1b0", "Вузький"),
                n("eed02406", "Малий"),
                n("cffb04d6", "Стандартний"),
                n("af15cef8", "Пост із замітками"),
                n("ab28945c", "Профіль автора"),
                n("e2462db4", "Які найбільше поширювали у вашому оточенні · За останні 24 години"),
                n("ad16f482", "Подія"),
                n("c20aaf3e", "Помилка"),
                n("edf7bc2e", "Актуальне"),
                n("fa884026", "Список"),
                n("fa98627a", "Профіль"),
                n("a9ae1e78", "Пошук"),
                n("a2a3824a", "Тема"),
                n("a6d5b010", "Стрічка"),
                n("h5860a68", "Grok"),
                n("a990900c", "Про себе"),
                n("h02a6fe6", "Спільноти"),
                n("a15648a4", "Замітки від спільноти"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • Папка закладок";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • Повідомлення";
                }),
                n("d80c77dc", "Ви приховали ці відповіді"),
                n("ef939f4b", function (e) {
                    return "Відповіді приховав(ла) @" + e.screenName;
                }),
                n("g40ff2b4", "Не вдалося змінити розмір медіафайлу – він занадто великий для завантаження."),
                n("b8098028", "Розмір одного чи кількох зображень занадто великий, і його не можна змінити."),
                n("b36f4170", "Файл пустий."),
                n("hab3781e", "Один чи кілька з наданих файлів не є зображеннями."),
                n("f6c4fb02", "Не вдалось обробити GIF-файл. Ознайомтеся з підказками щодо завантаження GIF-файлів."),
                n("g0af3dd2", "GIF-файл не підтримується. Ознайомтеся з підказками щодо завантаження GIF-файлів."),
                n("b8c8b0be", "Не вдалось обробити відеофайл. Ознайомтеся з підказками щодо завантаження відео."),
                n("ica6d718", "Відеофайл не підтримується. Ознайомтеся з підказками щодо завантаження відео."),
                n("b28d44f7", function (e) {
                    return "GIF-файл завеликий. GIF-файли не можуть перевищувати " + e.limit + " МБ";
                }),
                n("i1db7d13", function (e) {
                    return "Відеофайл завеликий. Відео не може перевищувати " + e.limit + " МБ";
                }),
                n("baac0ed7", function (e) {
                    return "Відеофайл завеликий. Відео не може перевищувати " + e.limit + " ГБ";
                }),
                n("a22385bb", function (e) {
                    return "Ваше відео задовге. Спробуйте скоротити його до " + e.limit + " с або менше.";
                }),
                n("be0440bf", function (e) {
                    return "Ваше відео задовге. Спробуйте скоротити його до " + e.limit + " хв або менше.";
                }),
                n("feeba512", "Не вдалось обробити зображення. Ознайомтеся з підказками щодо завантаження зображень."),
                n("db123c02", "Файл зображення не підтримується. Ознайомтеся з підказками щодо завантаження зображень."),
                n("db6001e7", function (e) {
                    return "Файл зображення завеликий. Зображення не можуть перевищувати " + e.limit + " МБ";
                }),
                n("eb96d952", "Висота та ширина зображення замалі"),
                n("b3880588", "Час очікування сеансу завантаження вичерпано."),
                n("ca058b68", "Не вдалося передати деякі медіафайли."),
                n("id24379c", "Не вдалося передати деякі медіафайли."),
                n("h4d7cbcc", "Не вдалося передати ваш медіафайл. Спробуйте ще раз"),
                n("aaa798fc", "Покращити рівень"),
                n("f13bb672", "Передплатити Premium"),
                n("ab0decc0", "Підписатися"),
                n("e4e92f35", function (e) {
                    return "Перейти на " + e.tier;
                }),
                n("c2831f07", function (e) {
                    return "Передплатити " + e.tier;
                }),
                n("fd425414", "Отримати Radar"),
                n("g6320792", "Отримати аналітику Premium"),
                n("f09be7f8", "Отримайте підтверджений статус"),
                n("j34ad558", "Перейти на Premium"),
                n("a73d39fb", function (e) {
                    return "Почніть безкоштовний " + e.numberOfDays + "-денний пробний період";
                }),
                n("i4fb96c7", function (e) {
                    return "Отримайте знижку до " + e.percentage + "% на X " + e.premiumTierName;
                }),
                n("c1c98165", function (e) {
                    return "Знижка " + e.percentage + "%";
                }),
                n("c5546038", "Тимчасова акція!"),
                n("e9a47564", "Останній шанс"),
                n("f65e7e91", function (e) {
                    return "Знижка " + e.percentage + "% на " + e.tier + " з оплатою раз на " + e.plan;
                }),
                n("cbc38428", "Користуйтеся X без реклами з Premium+"),
                n("a84a736e", "Отримайте безкоштовний бонус на рекламу"),
                n("a0713d76", "Передплатіть сервіс «Підтверджені організації», щоб отримати безкоштовний бонус на рекламу й набір інструментів для розвитку бізнесу."),
                n("a07e13fc", "Стати творцем із Premium"),
                n("i1b4aea2", "Покращити рівень передплати, щоб публікувати довші відео"),
                n("efa90342", "Отримайте можливість редагувати пости з X Premium"),
                n("cc528e28", "Редагувати пости можуть лише передплатники X Premium. Щоб продовжити, оформте передплату."),
                n("h8a3525e", "Додати у вибране у вашому профілі"),
                n("c0f7a722", "Щоб показувати у своєму профілі вибрані дописи, передплатіть Premium."),
                n("i3b31136", "Пишіть статті в X"),
                n("b6a41c5f", function (e) {
                    return "Щоб писати статті в X, вам потрібно передплатити " + e.tier;
                }),
                n("ae2c4afc", "Хочете опублікувати власну статтю?"),
                n("d300e29b", function (e) {
                    return "Перейдіть на " + e.tier + ", щоб писати довші пости й статті.";
                }),
                n("f614e2bc", "Перейдіть на Premium, щоб писати довші пости й застосовувати форматування, як-от жирний шрифт і курсив."),
                n("c9772e6e", "Перейти на Premium"),
                n("dc5575ac", "Хочете, щоб у вашому профілі була мітка «Підтверджено посвідченням особи»?"),
                n("d154f46e", "Отримайте можливість створювати спільноти з X Premium"),
                n("a0228c02", "Створювати спільноти можуть лише передплатники X Premium. Щоб продовжити, оформте передплату."),
                n("d07f1d74", "Щоб додати в розмову цих користувачів, вам потрібно підтвердити профіль"),
                n("ebe38626", "Тільки підтверджені користувачі можуть додавати в групи людей, які їх не читають. Щоб продовжити, підвищте рівень свого профілю."),
                n("e6eddae0", "Щоб створити цю групу, підтвердьте профіль"),
                n("he27089e", "Тільки підтверджені користувачі можуть створювати групи за участю людей, які їх не читають. Щоб продовжити, підвищте рівень свого профілю."),
                n("d7bc1116", "Підтвердьте профіль, щоб надіслати повідомлення цьому користувачу"),
                n("f897074a", "Тільки підтверджені користувачі можуть надсилати запити на приватні повідомлення людям, які їх не читають. Щоб продовжити, підвищте рівень свого профілю."),
                n("c0cf5eae", "Підтвердьте профіль, щоб надсилати більше повідомлень"),
                n("h2da08fc", "Ви вичерпали денний ліміт приватних повідомлень. Щоб і далі обмінюватися повідомленнями, оформте передплату."),
                n("j503aee6", "Завантажуйте відео з X Premium"),
                n("j4dd3bf4", "Завантажувати відео можуть тільки передплатники X Premium. Щоб продовжити, оформте передплату."),
                n("bc231a74", "Отримайте доступ до папок із закладками з X Premium"),
                n("ed534c78", "Користуватися папками закладок можуть лише передплатники X Premium. Щоб продовжити, оформте передплату."),
                n("ed924940", "Позбавтеся всієї реклами з Premium+"),
                n("dccdb326", "Зовсім не бачити реклами можуть лише передплатники Premium+. Щоб продовжити, покращте рівень передплати."),
                n("adf3410a", "Оформте передплату, щоб розблокувати нові функції та, якщо ви відповідаєте умовам, отримувати частку доходу."),
                n("d8661dd4", "Обмежений час. Отримайте доступ до всіх переваг X."),
                n("fe7fd234", "Спробуйте Premium Basic безкоштовно"),
                n("a2f86dda", "Отримайте доступ до таких функцій, як папки закладок, редагування постів, особливі піктограми додатка тощо, з Premium Basic."),
                n("d9593598", "Спробуйте Premium безкоштовно"),
                n("d0d6b59c", "З Premium ви бачитимете менше реклами, а також отримаєте доступ до потужних інструментів та інших переваг."),
                n("g4bb7ea8", "Отримайте знижку до 50% на X Premium"),
                n("b748499c", "Термін дії пропозиції продовжено!"),
                n("b81135bc", "Сьогодні останній шанс!"),
                n("a8b4b878", "Отримайте найкраще від X у цей День подяки."),
                n("df7fb242", "Акція на День подяки"),
                n("aeaf14a6", "Отримайте знижку 40% на Premium. Залишилося мало часу!"),
                n("ca8cbf78", "Отримайте знижку 40% на Premium або Premium+"),
                n("j88ba18e", "Скористатися пропозицією"),
                n("f4dc8ea3", function (e) {
                    return "Знижка " + e.percentage + "% на X Premium. Отримайте доступ до всіх переваг X.";
                }),
                n("db6a5d54", "Ви ще не підтвердили профіль"),
                n("edf7f57e", "Підтвердьте свій профіль, щоб отримати доступ до функції підняття відповідей, аналітики, стрічок без реклами та багато іншого. Покращте свій профіль прямо зараз."),
                n("ba920d68", "Збільште свій вплив, підтвердивши профіль"),
                n("ib79d0c2", "Користуйтеся VIP-функціями, підтвердивши профіль"),
                n("c0d3bd82", "Ви розміщували рекламу в X, але не передплачуєте сервіс «Підтверджені організації»"),
                n("d7836d1e", "Оформте передплату, щоб отримати безкоштовний бонус на рекламу розміром до 12 000 дол. США й золоту галочку підтвердження, а також доступ до VIP-підтримки та набору інструментів для розвитку."),
                n("f528e369", function (e) {
                    return "Передплатіть " + e.tier + ", щоб писати власні статті";
                }),
                n("c5a8022a", "Функція «Статті» дає змогу публікувати в X довгі тексти з форматуванням і вставленими прямо в текст зображеннями."),
                n("d77899b6", "Передплатіть Premium, щоб писати власні довгі пости"),
                n("bd65482a", "Пишіть довші пости й застосовуйте форматування, як-от жирний шрифт і курсив."),
                n("bee20918", "Дохід від постів"),
                n("gb699d52", "Любите публікувати контент в X? Передплатіть Premium, щоб приєднатися до нашої програми розподілу доходів."),
                n("f69877c2", 'Підняття своїх відповідей з Premium"'),
                n("gba90d44", "Станьте помітнішими й виділіться на фоні інших."),
                n("a6dbcd58", "Підтримуйте творців, передплативши Premium"),
                n("c4f49130", "До 25% вашої плати отримуватимуть безпосередньо автори контенту."),
                n("ca8fa2c0", "Підтвердьте профіль і отримайте синю галочку"),
                n("febffc1a", "Підвищте свій авторитет, станьте помітнішими, і нехай ваш голос почують усі."),
                n("j45a377a", "Перейти на Premium+"),
                n("i7170016", "Користуйтеся додатковими перевагами, повною відсутністю реклами й максимальною приорітизацією відповідей."),
                n("ee87f95e", "Розширена аналітика з X Premium"),
                n("ac38dbc0", "Ви зможете переглядати аналітику профілю, краще розуміти свою аудиторію тощо. Щоб продовжити, оформте передплату."),
                n("i6e73154", "Попередній перегляд функції «Аналітика профілю» включно з гістограмами й метриками"),
                n("b583e154", "Отримайте доступ до аналітики з X Premium"),
                n("b7fb8c5e", "Витратьте 1000 $, отримайте 1000 $"),
                n("ca559b70", "Передплатити"),
                n("d68773a4", "Візуалізуйте тренди з Radar"),
                n("f677fed6", "Відстежуйте ключові слова, візуалізуйте тренди й фільтруйте розмови в режимі реального часу."),
                n("ha49eac2", "Хочете стрімко розвиватися в X?"),
                n("f27018b4", "Використовуйте аналітику Premium, щоб залучати нових читачів на основі інтелектуальної статистики."),
                n("dfea1f08", "Не упускайте цінну статистику"),
                n("da8c5244", "Аналітика Premium надає доступ до інтелектуальної статистики, яка допоможе вам залучати нових читачів."),
                n("b081baea", "Ви упускаєте важливі дані!"),
                n("d5effffc", "Додати значок"),
                n("c3653d44", "Підтвердьте свою компанію"),
                n("e8070e70", "Спробувати Premium"),
                n("ec42820e", "Хочете, щоб вашу відповідь побачило більше людей?"),
                n("b0a95418", "Отримайте доступ до підняття відповідей із Premium"),
                n("j8ee20aa", "Виділіться серед інших учасників розмови за допомогою підняття відповідей"),
                n("g13aa596", "Передплатіть Premium, щоб ваші відповіді піднімалися вгору."),
                n("cadd92be", "Доступ до аналітики постів"),
                n("a7058228", "Отримайте доступ до розширеної аналітики з X Premium."),
                n("gb7823ba", "Аналітика профілю"),
                n("i90f8e36", "Організуйте свої закладки"),
                n("abc6e710", "Упорядковуйте закладки по папках із X Premium."),
                n("b7fa0cfe", "Топ-статті"),
                n("bcc7e8c0", "Усі закладки"),
                n("i3145aa0", "Закладки"),
                n("e39b368e", "Трансляція"),
                n("hbea78a8", "Новий стовпець"),
                n("b5298d92", "Зв’язки"),
                n("d35d74e4", "Розмова"),
                n("h5245afa", "Спільнота"),
                n("d4ebc798", "Чернетки"),
                n("fcf3e54c", "Ознайомлення"),
                n("d806aa1a", "Приховані відповіді"),
                n("ha8209bc", "Головна"),
                n("a2f81050", "Повідомлення"),
                n("cf2d1048", "Запити на повідомлення"),
                n("e7172d70", "Додаткові повідомлення"),
                n("e1066d88", "Мій профіль"),
                n("eb75875e", "Сповіщення"),
                n("j45978a8", "Цитати"),
                n("fd6a3f30", "Заплановані пости"),
                n("aa4209e8", "Суперчитачі"),
                n("d52a1caa", "Підписники"),
                n("d7b51c68", "Передплати"),
                n("c5f4befa", "Тренди"),
                n("df34a454", "Опублікувати пост"),
                n("gfccba44", "Запити учасника"),
                n("e42dd8fa", "Журнал модерації"),
                n("c2c191fc", "Пости, на які надійшли скарги"),
                n("c63602d4", "Мої спільноти"),
                n("ddf0ba7e", "Колекція"),
                n("c64974fc", "Читачі"),
                n("i099d32e", "Читачі, яких ви знаєте"),
                n("d960b55c", "Підписки"),
                n("b007440a", "Вакансії"),
                n("aa68dafc", "Відомості про сповіщення"),
                n("b8533bac", "Теми"),
                n("jf00ebf6", "Стовпець недоступний"),
                n("jaaa8984", "Місцезнаходження"),
                n("f345dcda", "Історія редагування"),
                n("hea3f8ac", "Пов’язані пости"),
                n("c8ee31da", "Новини"),
                n("d35c9eec", "Аналітика профілю"),
                n("b5b7fb94", "Група"),
                n("g755fcde", "Ви"),
                n("f6b1ff81", function (e) {
                    return e.name + " і ви";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " і ще " + e.count;
                }),
                n("fb4ee2f6", "Запити на повідомлення видалено"),
                n("j607bf02", "Завантажити додаток X"),
                n("j49fd4e8", "Перейти в додаток"),
                n("a565833e", "Зареєструватися"),
                n("e919c3bc", "Увійти"),
                n("a17a75da", "Відкрийте всі функції X у додатку"),
                n("e7342ed4", "Не проґавте жодного посту. Відкрийте цей контент у додатку X для більшої зручності."),
                n("b6a43e78", "Дізнавайтеся про все першими"),
                n("b469e406", "Залишайтеся в курсі того, що для вас найважливіше. Почніть використовувати додаток, щоб отримувати push-сповіщення про людей, теми й події, які ви читаєте."),
                n("b8505290", "Відповідайте на твіти користувачів, щоб долучитися до розмови."),
                n("ae8b0564", "Робіть репости, щоб поширювати інформацію."),
                n("f2adab0e", "Вподобайте пост, щоб порадувати автора."),
                n("b7821a74", "Зареєструйтеся, щоб не пропустити жодного посту."),
                n("e6d43d06", "Читайте тему, щоб знаходити цікаві пости"),
                n("ic848090", "Спочатку ввійдіть"),
                n("f9ebe066", "Ви можете приєднатися до розмови в спільнотах одразу після входу в систему."),
                n("je3d93e2", "Користувачі X дізнаються про все першими."),
                n("ea88ce2e", "Будьте в курсі того, що відбувається"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "Довідковому центрі"),
                n("g482c949", "Докладніше про доступні вам варіанти вибору"),
                n("b47e760e", "Щоб переглянути гарячі клавіші, натисніть знак запитання"),
                n("fd2c7b44", "Переглянути гарячі клавіші"),
                n("g7e2adf2", "Створити нову теку"),
                n("a6ba09e8", "Копія стовпця"),
                n("f5c9ccca", "Редагувати поточну теку"),
                n("bf42c578", "Перенести фокус на кнопку перевпорядкування"),
                n("j6fa64a6", "Перейти до останнього стовпця"),
                n("b5545202", "Перейти до останньої закріпленої теки"),
                n("e0497acc", "Перейти до налаштувань усіх тек"),
                n("beef7b14", "Перейти до наступного стовпця"),
                n("a5cb005e", "Перейти до N-го стовпця"),
                n("f65391bc", "Перейти до N-ї закріпленої теки"),
                n("h0bfdd20", "Додати стовпець"),
                n("h770f6d4", "Перейти до попереднього стовпця"),
                n("b8b2b70c", "Видалити стовпець"),
                n("a3e2df76", "Скасувати видалення стовпця"),
                n("g850aec4", "Відкрити/закрити налаштування стовпця"),
                n("d5696fcc", "Довідка про гарячі клавіші"),
                n("a83d4280", "Наступний пост"),
                n("g0048656", "Попередній пост"),
                n("a690c4d0", "На сторінку вниз"),
                n("e893811a", "Завантажити нові пости"),
                n("cdb53d7a", "Згадки"),
                n("d7b8ebaa", "Вподобання"),
                n("b0041756", "Списки"),
                n("d4986f86", "Приватні повідомлення"),
                n("bb081ea2", "Налаштування"),
                n("eee2ed92", "Перейти до користувача…"),
                n("ee5ccf3e", "Налаштування відображення"),
                n("ab3d53f8", "Новий пост"),
                n("de94bda6", "Надіслати пост"),
                n("e736990a", "Нове приватне повідомлення"),
                n("fe731016", "Вподобати"),
                n("d17df548", "Відповісти"),
                n("g062295e", "Зробити репост"),
                n("h01621a4", "Поділитися постом"),
                n("gb303814", "Закладка"),
                n("c03b1126", "Ігнорувати профіль"),
                n("ebd2abb2", "Заблокувати профіль"),
                n("hc6c5510", "Детальніше про пост"),
                n("eebdef38", "Розгорнути фото"),
                n("b488758c", "Відкрити/закрити док-панель повідомлень"),
                n("c82314e0", "Зупинити/відтворити вибране відео"),
                n("b881560e", "Вимкнути звук вибраного відео"),
                n("a94f7302", "Перейти на аудіопанель"),
                n("a7e604c6", "Відтворити/Призупинити аудіопанель"),
                n("f978c4fc", "Вимкнути/увімкнути звук аудіопанелі"),
                n("hc73f030", "Ваш профіль"),
                n("f15bfdb4", "Відомості профілю"),
                n("a3841918", "Електронна пошта"),
                n("c21037d0", "Країна"),
                n("ab1f7ee0", "Змінення пароля"),
                n("e731db5a", "Скидання пароля"),
                n("f56af9cc", "Завантаження архіву ваших даних"),
                n("hfb92b14", "Деактивація вашого профілю"),
                n("bf96fda4", "Вік"),
                n("d12d42dc", "Автоматизація"),
                n("fdb81456", "Позначка пародії"),
                n("j9d10268", "Активність профілю"),
                n("i6b3f59a", "Історія профілю"),
                n("da202f9a", "Ваш список рекламодавців"),
                n("hc36dbba", "Пристрої та додатки, які увійшли в систему"),
                n("a8d0108e", "Стать"),
                n("a03dacaa", "Мова"),
                n("d9138166", "Перегляньте відвідані вами місця"),
                n("b523ecc6", "Історія доступу до профілю"),
                n("abedd45c", "Надішліть запит на свої дані"),
                n("h1f01a24", "Інтереси"),
                n("j7ad754a", "Ваші дані в Х"),
                n("d299431c", "Монетизація"),
                n("j087774e", "Монети"),
                n("ff9ed474", "Загальний заробіток"),
                n("ec885836", "Розподіл доходу для творців"),
                n("b431a5c6", "Частка доходу від реклами"),
                n("b0e986ec", "Монетизація IDV"),
                n("aca4d76a", "Налаштування частки доходу від реклами"),
                n("ab1b837a", "Інформаційна панель програми «Частка доходу від реклами»"),
                n("a9c1a9cc", "Відеореклама"),
                n("d4ab5c12", "Налаштування відеореклами"),
                n("c429e3ba", "Передплати для творців"),
                n("fce877d6", "Скасувати пост"),
                n("dd0c889e", "Налаштування профілю"),
                n("ib35705e", "Налаштування передплати"),
                n("cf131522", "Керування значками пов’язаних профілів"),
                n("cb165528", "Функції та налаштування новин"),
                n("f8645654", "Безпека й доступ до профілю"),
                n("j95edf76", "Безпека"),
                n("fd127276", "Керувати ключами доступу"),
                n("afe4a358", "Перевірка посвідчення особи"),
                n("dd703318", "Двофакторна автентифікація"),
                n("b1686800", "Налаштування ключів безпеки"),
                n("ae72d4c4", "Додатки й сеанси"),
                n("a1e8e682", "Зареєстровані пристрої"),
                n("h1abfbce", "Підключені профілі"),
                n("cad53944", "Конфіденційність і безпека"),
                n("e908903a", "Аудиторія та позначки"),
                n("b5c85d2c", "Зробіть свої пости приватними"),
                n("f56d108e", "Позначення на фото"),
                n("c6f67e32", "Ваші пости"),
                n("f2bd9c48", "Вміст, який ви бачите"),
                n("cbd449a0", "Ігнорування та блокування"),
                n("daef29b8", "Ігноровані профілі"),
                n("i0dd9b9e", "Ігноровані слова"),
                n("a5f32aa2", "Заблоковані профілі"),
                n("i58a274c", "Приватні повідомлення"),
                n("ded416b0", "Простори"),
                n("fd4d9068", "Видимість і контакти"),
                n("bbcafbda", "Керувати контактами"),
                n("aeddb28a", "Параметри вмісту"),
                n("d035a8d0", "Налаштування реклами"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "Виведена ідентичність"),
                n("d84e63d2", "Активність поза Х"),
                n("h14ba864", "Надання даних бізнес-партнерам"),
                n("jabb9c9a", "Інформація про місцезнаходження"),
                n("fcb6a5b8", "Додавати інформацію про місцезнаходження до ваших постів"),
                n("h9f2da68", "Медіафайли делікатного характеру"),
                n("id6a8e1a", "Фільтр відповідей"),
                n("fc35f762", "Відфільтровані відповіді"),
                n("gaac710a", "Центр скарг"),
                n("bcd81cac", "Параметри"),
                n("i647fb04", "Фільтри"),
                n("hee41732", "Push-сповіщення"),
                n("e75f25a8", "Сповіщення електронною поштою"),
                n("cf9b166a", "Спеціальні можливості, відображення та мови"),
                n("e3719c16", "Спеціальні можливості"),
                n("a776eed8", "Автовідтворення"),
                n("c4881c66", "Відображення"),
                n("d495680e", "Мови"),
                n("f953f53a", "Змінити мову відображення"),
                n("eafe3288", "Використання даних"),
                n("b721eb38", "Про спільноту"),
                n("g9230d00", "Делегування"),
                n("cb8ebf5c", "Делеговані вами учасники"),
                n("i95202f6", "Делеговані вам профілі"),
                n("afcad7f2", "Завантажити додаток"),
                n("e8f57e08", "Персоналізація та дані"),
                n("gbde3534", "Дані про інтереси та рекламу"),
                n("a54826c6", "Ймовірні інтереси від партнерів"),
                n("a5cbc19a", "Ваша аналітика"),
                n("i9028824", "Завантаження"),
                n("f5090e28", "Схоже, у вас виникли проблеми з підключенням. Ми будемо й далі робити спроби."),
                n("ba929da8", "Сторінку не знайдено"),
                n("d203e242", "Не знайдено"),
                n("e2eac0c4", "Основне"),
                n("i5aa4ce0", "Додаткові пункти меню"),
                n("h63a5c3c", "Інші дії"),
                n("a4fc1872", "Останній тиждень"),
                n("e14bb1da", "Останній день"),
                n("d86bbf0f", function (e) {
                    return "Непрочитаних елементів: " + e.count;
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "Профіль"),
                n("da4691aa", "Переглянути всі профілі"),
                n("c7e55ccf", function (e) {
                    return "Переключитися на @" + e.screenname;
                }),
                n("b20a3894", "Профіль, на який ви намагаєтеся переключитися, видалено."),
                n("daffabde", "у ролі…"),
                n("eccbfa26", "Профілі делегатів"),
                n("a1b7a904", "Діяти як"),
                n("g61ed8a4", "Щось пішло не так."),
                n("e520f166", "Ви вичерпали денний ліміт на надсилання постів."),
                n("c0554ca0", "Щось пішло не так. Спробуйте надіслати пост ще раз за хвилину."),
                n("b25c5b2a", "Йой! Ви вже це писали."),
                n("cef21114", "Ваш профіль забанено, тому ви не можете надсилати пости."),
                n("cf369a0e", "Пост, на який ви намагаєтеся відповісти, видалено або він невидимий для вас."),
                n("cd86efa8", "Текст вашого посту містить забагато @згадок."),
                n("e002f424", "Текст вашого посту містить забагато URL-адрес."),
                n("c2b4ae8c", "Ваш пост містить забагато хештегів."),
                n("hf05f59e", "Ваш пост містить забагато кештегів."),
                n("dffb84c6", "Ваш пост містить задовгий хештег."),
                n("d7b21bc8", "У цьому пості перевищено дозволену кількість типів вкладень."),
                n("e4672ac2", "Ой! Здається, URL-адреса у вашому пості веде на сторінку, що містить спам або має небезпечний вміст."),
                n("he5ecf52", "Ваш пост містить забагато тексту."),
                n("ac78e602", "Вміст вашого посту неприпустимий."),
                n("i251c738", "Відео, яке ви хотіли завантажити, має надто високу частоту кадрів."),
                n("ed3ac7ef", function (e) {
                    return "Відео, яке ви хотіли завантажити, має надто високу частоту кадрів. Максимально допустима частота кадрів – 60, фактична – " + e.frameRate + ".";
                }),
                n("e23fe0cc", "Відео, яке ви хотіли завантажити, має завелике співвідношення сторін."),
                n("ca4514c0", "Відео, яке ви хотіли завантажити, має замале співвідношення сторін."),
                n("fb4a459c", "Відео, яке ви хотіли завантажити, надто коротке."),
                n("ca1afa98", "Відео, яке ви хотіли завантажити, надто довге."),
                n("b2e94283", function (e) {
                    return "через @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "Опублікувати пост" + e.verb;
                }),
                n("ge8e4a38", "Опублікувати все"),
                n("h735a98e", "Розклад"),
                n("h3701ffe", "Оновити"),
                n("d9ef2842", "Непрочитані елементи"),
                n("cdf89b84", "Попередній перегляд фірмових уподобань"),
                n("i83d4f14", "Запити на читання"),
                n("aeede01a", "Дані"),
                n("ae1bbb26", "Вийти"),
                n("fd442790", "Налаштування та конфіденційність"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "Реклама"),
                n("e2eef3c2", "Підтверджені організації"),
                n("b55d8a78", "Створіть власний простір"),
                n("e5323e36", "Виходьте у прямий ефір"),
                n("a5a30af0", "Статті"),
                n("d13d697c", "Нове"),
                n("j0e2cfa8", "Компанія"),
                n("h5e38204", "Чат"),
                n("h7d5d9fa", "Бета"),
                n("ga169e1b", function (e) {
                    return "Приватні повідомлення (" + e.count + " розмов" + f(e.count, "и", "", "а", "и") + " не прочитано)";
                }),
                n("d83682ec", "Головна (нові непрочитані пости)"),
                n("e1249849", function (e) {
                    return "Сповіщення (" + e.count + " сповіщен" + f(e.count, "ня", "ь", "ня", "ня") + " не прочитано)";
                }),
                n("c0b786ee", "Пошук і перегляд"),
                n("bb967f9e", "Відео"),
                n("e04033be", "Доступні нові пости. Щоб перейти до них, натисніть клавішу з крапкою."),
                n("hec711c0", "Переглянути нові пости"),
                n("j0a8da6e", "Додати наявний профіль"),
                n("c6f2bf00", "Керувати профілями"),
                n("a58e0e51", function (e) {
                    return "Вийти з профілю @" + e.screenName;
                }),
                n("j62f43a6", "Переглянути делеговані профілі"),
                n("d4c52015", function (e) {
                    return e.count + " нерозглянут" + f(e.count, "і запрошення", "их запрошень", "е запрошення", "ого запрошення") + " до делегованого профілю";
                }),
                n("b8e1d524", "Профілі"),
                n("gef27c4c", "Меню профілю"),
                n("b7dc3885", function (e) {
                    return "Переключитися на @" + e.screenName;
                }),
                n("c61eea74", "Особисті профілі"),
                n("g6d42fea", "Перемикання навігації"),
                n("eb022176", "Створити профіль"),
                n("gcfef7b6", "Створити профіль за допомогою номера телефону чи адреси електронної пошти"),
                n("e5b0e544", "Вхід"),
                n("gd93944e", "Використати додаток"),
                n("f2f787a0", "Умовами надання послуг"),
                n("e1099fd6", "Політикою конфіденційності"),
                n("c1df1ae0", "Політику використання файлів cookie."),
                n("cdc1bff7", function (e) {
                    return "Меню профілю " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " людей";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " " + f(e.peopleCount, "особи", "осіб", "особа", "людей");
                }),
                n("ae2205d2", "Ви читаєте один одного"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " зараз в активному Просторі. Клацніть, щоб приєднатися через профіль цього користувача";
                }),
                n("f2b3fe06", "Завантаження результатів"),
                n("fc9dd578", "Пошук людей"),
                n("gdb7bc25", function (e) {
                    return e.name + " – виберіть, щоб видалити";
                }),
                n("f065ba8c", "Пошуковий запит"),
                n("hbc99b03", function (e) {
                    return "Перейти до @" + e.screenName;
                }),
                n("a2c1b222", "Шукайте людей, списки або ключові слова"),
                n("f45c4250", "Видалити всі нещодавні пошукові запити?"),
                n("caae4dda", "Усі ваші нещодавні пошукові запити буде видалено. Цю дію не можна скасувати."),
                n("dbd5d400", "Очистити"),
                n("a8d68f62", "Нещодавні"),
                n("c6530778", "Збережені пошукові запити"),
                n("e047b8fa", "Очистити все"),
                n("aa6e3300", "Схоже, зв’язок розірвано. Перевірте його та спробуйте ще раз."),
                n("e68b09b4", "Видалити"),
                n("hffea05c", "Видалити збережений пошуковий запит?"),
                n("j037e374", "Ваш збережений пошуковий запит буде втрачено. Цю дію не можна скасувати."),
                n("d96cf7ce", "Видалити"),
                n("hbe4feb5", function (e) {
                    return "Запит на читання надіслано до @" + e.screenName + " і очікує на підтвердження";
                }),
                n("df4c86b0", "Спершу оновіть свій профіль"),
                n("bba40ffa", "Ви не можете читати цей профіль"),
                n("f558829e", "Щоб почати читати цей профіль, укажіть дату народження у своєму профілі для підтвердження того, що ви відповідаєте вимогам щодо мінімального віку."),
                n("a6941096", "Цей профіль не можна читати з вашої країни."),
                n("if8cd2a4", "За віком ви ще не можете читати цей профіль."),
                n("b5972260", "Щось пішло не так. Ще раз спробуйте скасувати свій запит на читання цього користувача за хвилину."),
                n("j4292c24", "Цей користувач заборонив вам читати свої записи."),
                n("a0ba5842", "Наразі ви не можете читати більше людей."),
                n("a5202b82", "Щось пішло не так. Ще раз спробуйте почати читати цього користувача за хвилину."),
                n("f8cbf714", "Ви намагаєтеся читати користувача, якого не існує."),
                n("f2e66452", "Ваш профіль забанено, тому ви не можете починати читати користувачів."),
                n("ca96fe6e", "Щось пішло не так. Ще раз спробуйте розблокувати цього користувача за хвилину."),
                n("e1a0aaca", "Щось пішло не так. Ще раз спробуйте припинити читати цього користувача за хвилину."),
                n("fd5208c6", "Перейти до налаштувань"),
                n("c0d13570", "Зв’язані профілі"),
                n("ba96929e", "Підбір персоналу"),
                n("gf62c116", "Підтримка"),
                n("a4cf866e", "Реклама"),
                n("g2fd3206", "Люди"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "Повний доступ"),
                n("e49537c2", "Гмм… такої сторінки не існує. Спробуйте пошукати щось інше."),
                n("fcbb540a", "Перевищено ліміт запитів"),
                n("d4f88600", "Підтвердити спосіб зв’язку"),
                n("b192ccae", "У вас немає перевіреного способу зв’язку."),
                n("a0487504", "Щоб надіслати запит на підтвердження, ви маєте спершу перевірити спосіб зв’язку."),
                n("fff7d93c", "Додати світлину"),
                n("g969bfae", "У вас немає профільного фото."),
                n("gb2f35e4", "Щоб надіслати запит на підтвердження, спочатку потрібно додати профільне фото."),
                n("i33cf692", "Додати поле URL-адреси"),
                n("b679ff6a", "Неприпустима URL-адреса"),
                n("i79902b4", "Виберіть метод автентифікації"),
                n("fb2fcb5c", "На цьому етапі ми перевіряємо вашу особу. Оберіть спосіб, який вам підходить."),
                n("e43425fa", "Посвідчення державного зразка"),
                n("cb7c2e2e", "Фото вашого посвідчення державного зразка."),
                n("a411926a", "Офіційна адреса електронної пошти"),
                n("g253cdd0", "Офіційна електронна пошта з доменом, що стосується обраної вами категорії."),
                n("cf93bcb0", "Згадка на офіційному сайті"),
                n("gfb55fa8", "Офіційний сайт із прямим посиланням на ваш профіль Х."),
                n("g40cd2c0", "Підтверджені згадки"),
                n("a7f1cff6", "Додайте посилання на офіційний сайт"),
                n("a11cd524", "Введіть офіційний веб-сайт із посиланням на ваш профіль Х, який пов’язано з вашим запитом на підтвердження."),
                n("ba656f26", "Ваш профіль Х згадувався на сайті?"),
                n("ed751204", "Щоб підтвердити вас, ми маємо переконатися, що ваш профіль справжній. Якщо ваш псевдонім не згадувався на сторінці за наданим вами посиланням, вам знадобиться надати доказ справжності, перш ніж подавати цей запит."),
                n("fbc023b0", "Так"),
                n("e785ce06", "Я скористаюсь іншим варіантом"),
                n("i8d58f3e", "Я скористаюся посвідченням"),
                n("eb21ecaa", "Я скористаюсь електронною адресою"),
                n("f848a69e", "Щоб підтвердити вашу особу, ми маємо переконатися, що ваш профіль справжній. Якщо ваш псевдонім не згадувався на вказаному офіційному сайті, ми не зможемо підтвердити справжність профілю."),
                n("d59b5366", "Щоб підтвердити вас, ми маємо переконатися, що ваш профіль справжній. Якщо на вказаній сторінці не згадано ваш псевдонім, ми не зможемо з усією достовірністю звʼязати ваш профіль у Твіттері з видатним творцем вмісту."),
                n("bfb01c62", "Ні, повернутися назад"),
                n("fa51040a", "Надайте посилання на офіційний сайт відповідного інформаційного агентства чи видання з посиланням на вас і ваш профіль Х."),
                n("d0460f12", "Надайте посилання, за яким ваш профіль згадується як офіційний профіль Х вашої організації. Це має бути згадка на офіційному сайті підтвердженої організації."),
                n("h45b00d8", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує реальна шоу-бізнесова компанія, пов’язана з цим запитом."),
                n("fc718708", "Офіційний веб-сайт відповідної організації з посиланням на вас і ваш профіль Х."),
                n("g32c2900", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує виробнича організація, пов’язана з цим запитом."),
                n("j5b1224c", "Надайте посилання, за яким ваш профіль згадується як офіційний профіль Х вашої виробничої організації. Це має бути згадка на офіційному сайті підтвердженої організації."),
                n("d090a5d4", "Офіційний сайт підтвердженої організації чи видання з посиланням на ваш профіль Х."),
                n("eb08a392", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує кандидат на державну посаду, пов’язаний із цим запитом."),
                n("h0de1396", "Надайте посилання, за яким ваш профіль згадується як офіційний профіль Х кандидата на посаду, пов’язаного з цим запитом. Ця згадка має бути на офіційному сайті підтвердженої організації."),
                n("dcc23262", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує активіст або організатор, пов’язаний із цим запитом."),
                n("c880e068", "Офіційний веб-сайт просвітницької або правозахисної організації з посиланням на вас і ваш профіль Х."),
                n("e412d500", "Надайте посилання, за яким ви згадуєтеся на керівній посаді у підтвердженій просвітницькій або правозахисній організації та вказано ваш профіль Х. Це має бути згадка на офіційному сайті підтвердженої організації."),
                n("dedf41f2", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує впливова особа, пов’язана з цим запитом."),
                n("b4aed9e0", "Офіційний сайт підтвердженої організації з посиланням на вас і ваш профіль Х."),
                n("b2069e40", "Надайте посилання, за яким згадуєтеся ви та ваш профіль Х. Це має бути згадка на офіційному сайті підтвердженої організації."),
                n("baf718c4", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує компанія, бренд або організація, пов’язана з цим запитом."),
                n("c65bbbc2", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує топ-менеджер чи керівник, пов’язаний із цим запитом."),
                n("i31e3606", "Офіційна адреса електронної пошти з доменом відповідної компанії, бренду чи організації."),
                n("de70afe8", "Згадка про вас і ваш профіль Х на офіційному сайті відповідної організації."),
                n("a3a523f2", "Надайте посилання, за яким ваш профіль згадується як офіційний профіль Х вашої компанії. Ця згадка має бути на офіційному сайті підтвердженої організації."),
                n("jf58899a", "Надайте посилання, за яким ви згадуєтеся як топ-менеджер у своїй організації та вказано ваш профіль Х. Це має бути згадка на офіційному сайті підтвердженої організації."),
                n("f7afbaec", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує журналіст відповідного інформаційного агентства чи видання."),
                n("d4ab0056", "Виберіть спосіб підтвердження того, що ваш профіль автентичний і належить видатному позаштатному журналісту."),
                n("d2a77622", "Офіційна адреса електронної пошти з доменом відповідного інформаційного агентства чи видання."),
                n("eec341da", "Офіційний сайт інформаційного агентства чи видання з посиланням на ваш профіль Х."),
                n("b03ae068", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує інформаційне агентство або видання, пов’язане з цим запитом."),
                n("g0daba4a", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує професійний кіберспортивний діяч, пов’язаний із цим запитом."),
                n("ab8e430c", "Надайте посилання, за яким ваш профіль згадується як офіційний профіль Х представника кіберспорту, пов’язаного з цим запитом. Ця згадка має бути на офіційному сайті підтвердженого суб’єкта."),
                n("cdcd9cd6", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує суб’єкт професійного спорту, пов’язаний із цим запитом."),
                n("gad25890", "Надайте посилання, за яким ваш профіль згадується як офіційний профіль Х суб’єкта професійного спорту, пов’язаного з цим запитом. Ця згадка має бути на офіційному сайті підтвердженого суб’єкта."),
                n("e6dc91b2", "Одним із запропонованих способів доведіть, що ваш профіль автентичний і що ним керує професійний спортивний діяч, пов’язаний із цим запитом."),
                n("i9aed706", "Надайте посилання, за яким ваш профіль згадується як офіційний профіль Х професійного спортивного діяча, пов’язаного з цим запитом. Ця згадка має бути на офіційному сайті підтвердженого суб’єкта."),
                n("abd587d2", "Додати ще одну згадку"),
                n("i0bba81a", "Додайте посилання на роботу"),
                n("a6a76e3c", "Виберіть спосіб підтвердження значущості"),
                n("ecd2abda", "Підтвердьте відповідність профілю критеріям"),
                n("cb70b894", "Назад"),
                n("g8b511fe", "Google Trends"),
                n("c7d50c96", "Профіль у Google Trends із доказами нещодавнього активного пошуку інформації про вас."),
                n("a68b43ee", "Додайте профіль Google Trends"),
                n("b5e30390", "Профіль Google Trends"),
                n("h146703e", "Стаття у Вікіпедії"),
                n("ee38d0f0", "Стаття у Вікіпедії про вас, яка відповідає її критеріям значущості для людей."),
                n("cb97ee3e", "Додайте статтю у Вікіпедії"),
                n("hc371f34", "Висвітлення в новинах"),
                n("b9d0ad90", "Принаймні три посилання з авторитетних інформаційних агентств, які робили про вас матеріал або згадували вас протягом останніх шести місяців."),
                n("ge137dce", "Принаймні три статті про вас у відповідних інформаційних виданнях за останні шість місяців."),
                n("h2b9a5fe", "Принаймні три статті про вашу компанію у відповідних інформаційних виданнях за останні шість місяців."),
                n("baccb708", "Додайте висвітлення в підтверджених новинах"),
                n("feadd98c", "Додайте підтверджені згадки в новинах"),
                n("j7ae97aa", "Підтверджені згадки в новинах"),
                n("c368aa8e", "Принаймні три статті в підтверджених інформаційних виданнях, у яких ви згадуєтеся."),
                n("ded0edad", function (e) {
                    return "Стаття № " + e.n;
                }),
                n("bebae55a", "Публічна фондова біржа"),
                n("c5571610", "Посилання, що надає докази значної присутності на публічній фондовій біржі."),
                n("e2d42628", "Додайте посилання на фондову біржу"),
                n("jc19b4e8", "Біржове котирування"),
                n("fc3ee696", "Згадка керівної посади"),
                n("i3e65eb4", "Офіційний сайт підтвердженої організації, на якому згадуєтеся ви на вашій керівній посаді."),
                n("jd014eba", "URL-посилання на сторінку зі згадкою про заявника."),
                n("a96901cc", "Додайте згадку керівної посади"),
                n("cc424a22", "Згадка адвокатської організації"),
                n("ibfc1a5a", "Ви не відповідаєте вимогам для підтвердження в цій категорії."),
                n("e1c78796", "Офіційний сайт"),
                n("ff2ee0c2", "Активістська діяльність"),
                n("hc61adfc", "Розваги"),
                n("e404203c", "Ігри"),
                n("d2042392", "Уряд"),
                n("c365dcc6", "Інше"),
                n("d27beb9e", "Спорт"),
                n("cc4b66b6", "Виберіть категорію"),
                n("b37461a4", "Виберіть тип профілю"),
                n("b27325f6", "Творець вмісту"),
                n("a5a6affc", "Впливові творці цифрового вмісту, які постійно публікують захоплюючий оригінальний вміст."),
                n("a15326de", "Принаймні три статті у відповідних інформаційних виданнях, у яких ви згадуєтеся."),
                n("g704a93a", "Офіційний сайт, пов’язаний із відомою просвітницькою або правозахисною організацією, на якому згадуєтеся ви на вашій керівній посаді."),
                n("c6bd60ec", "Активіст або організатор"),
                n("c92fdb06", "Визначні особи, які використовують Х для втілення соціально-економічних, політичних або культурних змін."),
                n("a18c6dfc", "Журналіст"),
                n("h0b46534", "Окремі журналісти, що працюють у підтверджених інформаційних агентствах чи виданнях."),
                n("ff929fec", "Визначна організація або її філія"),
                n("jf537894", "Визначні організації та вторинні філії, зокрема компанії, бренди та некомерційні організації."),
                n("d2ea204a", "Інша впливова особа"),
                n("f875ec6e", "Особи зі значною присутністю на платформі Х та поза нею, які не підпадають під інші категорії."),
                n("i3e6aaa6", "Топ-менеджер чи керівник"),
                n("bbcbb9e6", "Менеджери та інші визначні керівники видатних компаній, брендів і некомерційних організацій."),
                n("j0bc23f4", "Так, профіль моєї організації вже підтверджено."),
                n("aa6228de", "Шоу-бізнесова компанія"),
                n("d5b3cbca", "Найбільші шоу-бізнесові компанії, такі як телевізійні мережі, кіностудії та музичні лейбли."),
                n("b5a3e590", "Окремий представник шоу-бізнесу"),
                n("e484f794", "Впливові люди в індустрії розваг, такі як актори, музиканти, режисери, сценаристи, коміки тощо."),
                n("b8d8ea64", "Виробнича організація"),
                n("ff27db3c", "Офіційні профілі виробництв шоу-бізнесових продуктів, таких як фільми, заходи/фестивалі, телешоу тощо."),
                n("c0e57cb2", "Додайте профіль творця"),
                n("f3c605b6", "Профіль автора"),
                n("h042d1a6", "Профіль IMDB"),
                n("d2310f0c", "Профіль на IMDB, у якому вказано принаймні 50 робіт."),
                n("ba04b4c2", "Додайте профіль IMDB"),
                n("i9b124b6", "Держслужбовець"),
                n("f84a99ee", "Ключові держслужбовці, зокрема глави держав, виборні чиновники, призначені міністри та посли на державному рівні."),
                n("j2cb5f50", "Кандидат на посаду"),
                n("j2472894", "Офіційні кандидати на державну посаду на державному рівні."),
                n("ha44c130", "Державна установа чи служба"),
                n("j8ae9d40", "Ключові державні установи та інституційні організації, а також комунальні підприємства та служби."),
                n("ef1d6176", "Ви кандидат на державному рівні?"),
                n("f54ba6e6", "Ви повинні бути чинним кандидатом на посаду на державному рівні, щоб мати право на підтвердження в цій категорії."),
                n("dd85d0a0", "Ви державний посадовець?"),
                n("f0058c60", "Ви повинні бути чинним держслужбовцем на державному рівні, щоб мати право на підтвердження в цій категорії."),
                n("f420a712", "Так"),
                n("fb97d22c", "Ні"),
                n("e16b1cc8", "Ваш профіль відповідає критеріям для кандидата?"),
                n("cf2ee92e", "Кандидати на посаду повинні мати публічний профіль, який містить згадку про установу, до якої вони балотуються, і посилання на офіційний сайт їхньої кампанії."),
                n("g544885e", "Ваш профіль відповідає критеріям для державної установи чи інституційної організації?"),
                n("bd0b4542", "Державні установи та інституційні організації повинні мати публічний профіль, що містить посилання на їхній офіційний сайт."),
                n("i45b224c", "Ваш профіль відповідає критеріям для посадовця?"),
                n("fba1dd66", "Державні службовці повинні мати публічний профіль, який містить згадку про їхню поточну державну посаду та посилання на офіційний сайт їхньої установи."),
                n("e95c44de", "Так"),
                n("fa5e15e2", "Потрібно внести зміни"),
                n("jdf47e8e", "Сайт кампанії"),
                n("eeec7316", "Додайте сайт кампанії"),
                n("b163b654", "Посилання на урядовий сайт"),
                n("d2378d34", "Додайте посилання на урядовий сайт"),
                n("a05b8446", "Позаштатний журналіст"),
                n("hdad12b2", "Незалежні, позаштатні журналісти зі значущою роботою в підтверджених виданнях."),
                n("d2d7af4c", "Інформаційне агентство чи видання"),
                n("d83e51dc", "Друковані та цифрові видання; теле- і радіомовні, кабельні, супутникові та потокові інформаційні канали, станції та програми; подкасти; та інші подібні ЗМІ."),
                n("g708cbdc", "Ваш профіль відповідає вимогам для підтвердження?"),
                n("b107ee5c", "Інформаційне агентство повинно мати загальнодоступний профіль із посиланням на свій офіційний сайт."),
                n("e8746826", "Так, профіль мого роботодавця вже підтверджено."),
                n("jc09b420", "Ваш профіль відповідає критеріям для журналіста?"),
                n("gfbd7e58", "Журналісти повинні мати загальнодоступний профіль, у якому згадано назву й надано посилання на офіційний сайт підтвердженого інформаційного агентства, на яке вони працюють."),
                n("h0ad4c9e", "Згадки офіційних інформаційних агентств"),
                n("a6553b50", "Офіційний сайт відповідного інформаційного агентства чи видання, що згадує вас як журналіста."),
                n("a29b2988", "Указання авторства статей"),
                n("ab4eae60", "Принаймні три зазначення авторства у відповідних виданнях, опублікованих протягом минулих шести місяців."),
                n("b3fac982", "URL-посилання на сторінку зі згадкою про мене."),
                n("e26dc9e2", "Додайте значущу роботу"),
                n("e164df2e", "Чи надані статті відповідають критеріям значущості?"),
                n("i80ff05e", "Доказом значущості вважаються тільки статті, опубліковані підтвердженими інформаційними агентствами й виданнями."),
                n("cf7482ec", "Так, відповідають"),
                n("fcb96cfc", "Представник професійного спорту"),
                n("ddc7d64a", "Професійні спортсмени, тренери, менеджери, а також спортсмени, що беруть участь у глобальних змаганнях (наприклад, Олімпіаді, Паралімпіаді тощо)."),
                n("c4e0d346", "Суб’єкт професійного спорту"),
                n("e3ce81fa", "Професійні спортивні ліги, команди та глобальні змагання (наприклад, Олімпіада, Паралімпіада тощо)."),
                n("b2808f48", "Представник кіберспорту"),
                n("db7b3558", "Індивідуальні профілі кіберспортсменів, пов’язані з підтвердженими геймерськими командами чи лігами."),
                n("bbd9a912", "Так, команда, ліга, подія чи організація, пов’язана з моїм профілем, уже підтверджена."),
                n("he9c5638", "Посилання на офіційний сайт глобального змагання чи спортивної організації, на якому ви згадуєтеся."),
                n("bf06e1d6", "Офіційний сайт, пов’язаний із професійною спортивною організацією, на якому ви згадуєтеся як професійний спортсмен, менеджер чи тренер."),
                n("e241d35e", "Принаймні три статті в підтверджених інформаційних агентствах чи виданнях, у яких ви згадуєтеся як професійний спортсмен, менеджер чи тренер."),
                n("ad456030", "Принаймні три статті в підтверджених інформаційних агентствах чи виданнях, у яких ви згадуєтеся як представник кіберспорту."),
                n("hbe2e65c", "Офіційний сайт, пов’язаний із підтвердженою кіберспортивною лігою чи подією, на якому ви згадуєтеся як представник кіберспорту."),
                n("j3da4dea", "Ви не можете надіслати запит на підтвердження прямо зараз"),
                n("af39265e", "Компанії, бренди, організації"),
                n("bb51cd7a", "Спорт і відеоігри"),
                n("c044a571", "Детальніше"),
                n("a58cd1fb", "Детальніше"),
                n("b47b0fd1", "Детальніше"),
                n("db25263b", "Детальніше"),
                n("b25b02c3", "Детальніше"),
                n("j6ef6afb", "Детальніше"),
                n("d42d162b", "Детальніше"),
                n("ccadfc85", "Детальніше"),
                n("ddb47f57", "Детальніше"),
                n("bf9e181b", "Детальніше"),
                n("e8e39f95", "Детальніше"),
                n("e126dd3f", "Детальніше"),
                n("i821844f", "Детальніше"),
                n("b0abbb17", "Детальніше");
            n("e7e0d88b", "Детальніше"),
                n("i560665f", "Детальніше"),
                n("f6e774d9", "Детальніше"),
                n("h486f755", "Детальніше"),
                n("bab41dab", "Детальніше"),
                n("e0ebdb29", "Детальніше"),
                n("f8493831", "Детальніше"),
                n("icb5913f", "Детальніше"),
                n("af819833", "Детальніше"),
                n("d35525b1", "Детальніше"),
                n("cb181ed1", "Детальніше"),
                n("f6c3d3f1", "Детальніше"),
                n("d4588ded", "Детальніше"),
                n("a759bff9", "Детальніше"),
                n("c64a59f7", "Детальніше"),
                n("c054f433", "Детальніше"),
                n("c1b7ad51", "Детальніше"),
                n("f7998565", "Детальніше"),
                n("c74a47ef", "Детальніше"),
                n("gf9899bf", "Детальніше"),
                n("d7a9185d", "Детальніше"),
                n("c4b205e1", "Детальніше"),
                n("c04b4b1d", "Детальніше"),
                n("d26ccc67", "Детальніше"),
                n("hdb3bc85", "Детальніше"),
                n("b6cb494f", "Детальніше"),
                n("abc132eb", "Детальніше"),
                n("de1b28ad", "Детальніше"),
                n("h04c272d", "Детальніше"),
                n("j331c659", "Детальніше"),
                n("h02fe64f", "Детальніше"),
                n("a7df4b85", "Детальніше"),
                n("e9b71903", "Детальніше"),
                n("g961011f", "Детальніше"),
                n("d5dedb7b", "Детальніше"),
                n("gd396551", "Детальніше"),
                n("dccc08bf", "Детальніше"),
                n("f22a6d0d", "Детальніше"),
                n("i78c9fd5", "Детальніше"),
                n("f3e333a9", "Детальніше"),
                n("i5fee6d3", "Детальніше"),
                n("fe7420f5", "Детальніше"),
                n("fcfad60d", "Детальніше"),
                n("cc35a6b9", "Детальніше"),
                n("d9bd3823", "Детальніше"),
                n("a67f27bd", "Детальніше"),
                n("b8be7adb", "Детальніше"),
                n("gd663f41", "Детальніше"),
                n("b436b101", "Детальніше"),
                n("j97bce4a", "Псевдонім в X"),
                n("acd5ca14", "Спробуйте ще раз. Імена користувачів не можуть містити таких спеціальних символів, як @, $ чи #."),
                n("bbef41c2", "Перевірте офіційну адресу електронної пошти, пов’язану з вашим запитом на підтвердження вашого профілю в Х."),
                n("be03ecca", "Адреса електронної пошти"),
                n("c69a40de", "У вас немає підтвердженої адреси електронної пошти."),
                n("c83a1662", "У вас немає підтвердженої адреси електронної пошти, що відповідає вимогам."),
                n("e1e878ee", "Налаштування"),
                n("b9635182", "Налаштування"),
                n("j163be32", "Оформити запит"),
                n("gaf821c8", "Запит на підтвердження"),
                n("e1ac0f9b", "Детальніше"),
                n("h2d4ba56", "Перевіряємо ваші документи…"),
                n("i2051842", "Ми перевіряємо, чи ваші документи відповідають нашим стандартам. Це може зайняти до 30 секунд."),
                n("fc2a5c92", "Щось пішло не так"),
                n("jf4b6f70", "Не вдалося завантажити ваші документи. Спробуйте ще раз."),
                n("d338f53e", "Спробувати ще раз"),
                n("e43672a0", "Нам потрібна деяка інформація про ваше посвідчення державного зразка."),
                n("b246aa5e", "Країна видачі"),
                n("d6fb5878", "Виберіть країну"),
                n("b72f97cc", "Тип посвідчення"),
                n("b2ab6008", "Виберіть тип посвідчення"),
                n("h9270b1c", "Пошук країн"),
                n("ff1d68f8", "Завантажте фото вашого посвідчення"),
                n("bdada5a6", "Лицьова сторона"),
                n("edfed0f6", "Завантажте лицьову сторону посвідчення"),
                n("def5015d", function (e) {
                    return "Назад" + e.back_of_document;
                }),
                n("b09aade6", "Завантажте зворотну сторону вашого посвідчення"),
                n("b40ed190", "Документ"),
                n("c6650b56", "Завантажити документ"),
                n("d171ed16", "Ми покладаємося на допомогу надійних третіх сторін. Вони перевіряють, чи ваші документи справжні, і надають нам обмежені відомості та платформу, щоб ми могли підтвердити ваше право на отримання статусу підтвердженого профілю."),
                n("d20f76cb", "Детальніше"),
                n("b8deb156", "Політику конфіденційності"),
                n("b9960f32", "Додати фото або відео"),
                n("gd80afba", "Редагувати медіафайл"),
                n("j322caee", "Позначити медіафайли делікатного характеру"),
                n("abd845fe", "Редагувати"),
                n("df1b0708", "Відтворити цей GIF-файл"),
                n("cd959e5c", "Видалити медіафайл"),
                n("add55c98", "Медіафайли"),
                n("f350cf46", "Перетягніть і відпустіть медіафайл"),
                n("gff1f69e", "Завантаження зображення"),
                n("a91bb144", "Надіслати"),
                n("affce770", "Ми та наші довірені треті сторони будемо використовувати інформацію, пов’язану з вашим профілем, і будь-яку додаткову інформацію, яку ви нам надасте, для того щоб пересвідчитися, що це дійсно ви та що ви маєте право на підтвердження."),
                n("i0864918", "Категорія"),
                n("c7942074", "Тип профілю"),
                n("b8121daa", "Значущі згадки"),
                n("d247ca70", "Перевірте відомості у вашому запиті на підтвердження особи нижче. Якщо все правильно, натисніть «Надіслати»."),
                n("b51afbb2", "Метод автентифікації"),
                n("cc87b01c", "Перевірка й надсилання"),
                n("ec6801cc", "Ваш запит надіслано!"),
                n("i6ef95ec", "опитуванні"),
                n("j94e995e", "Ваш останній запит було відхилено. Ви зможете надіслати новий запит через 30 днів із моменту відхилення."),
                n("da458d6c", "Ви надіслали запит на підтвердження й отримали відмову протягом останніх 30 днів. Спробуйте ще раз."),
                n("j4ed9f0e", "Ви надіслали запит на підтвердження. Ми зв’яжемося з вами, щойно приймемо рішення."),
                n("b1ade780", "Ви створили свій профіль зовсім недавно. Зачекайте, доки вашому профілю виповниться принаймні 7 днів, а тоді спробуйте ще раз."),
                n("aab67626", "Ваш запит на підтвердження на розгляді"),
                n("d3c1e25e", "Ні, це не сон. Так, ви отримали значок підтвердження."),
                n("a8b4500e", "правил"),
                n("ef1b5cbc", "Виберіть, які сповіщення ви б хотіли бачити, а які – ні."),
                n("aaafffda", "Вимкнені сповіщення"),
                n("afdf29b8", "Фільтр якості"),
                n("da19d878", "Ви можете відфільтровувати деякий вміст, як-от повторювані та автоматизовані пости. Це не стосується сповіщень від профілів, які ви читаєте або з якими ви нещодавно взаємодіяли."),
                n("i2209530", "Зберегти"),
                n("da867c58", "Виберіть параметри за типом сповіщень."),
                n("a2197726", "Налаштуйте захист свого профілю."),
                n("i36dcc3e", "Допоможіть нам захистити ваш профіль від несанкціонованого доступу за допомогою другого способу автентифікації на додачу до пароля Х. Ви можете вибрати текстове повідомлення, додаток автентифікації або ключ безпеки."),
                n("ead60eb8", "Додатковий захист паролем"),
                n("gfaf9a4a", "Захист від скидання пароля"),
                n("h3cc8462", "Для додаткового захисту під час скидання паролю в X вам потрібно підтвердити свою адресу електронної пошти або номер телефону."),
                n("b4bbdeb4", "Ключ доступу"),
                n("fe8aeb88", "Ключі доступу забезпечують додатковий захист за допомогою біометрії."),
                n("dc096238", "Завантажте посвідчення особи схваленого типу, щоб підтвердити автентичність свого профілю. Ваші дані будуть використовуватися виключно для перевірки особи з дотриманням усіх вимог безпеки й конфіденційності."),
                n("a999cb72", "Зберегти зміни до профілю"),
                n("dec3c9b8", "Пароль"),
                n("b929aa74", "Щоб зберегти внесені в профіль зміни, введіть пароль від Х ще раз."),
                n("d1091f50", "Забули пароль?"),
                n("fd23fe4a", "Тут показані ключі доступу з усіх ваших пристроїв"),
                n("d9921a6c", "Створити ключ доступу"),
                n("i4855730", "Видалити ключ доступу"),
                n("a6acdc67", function (e) {
                    return "Додано: " + e.date;
                }),
                n("d97c07be", "Керування передплатами для творців"),
                n("efa291da", "Переглядайте свої передплати на перелічених нижче творців і керуйте ними за допомогою Stripe. Керувати активними передплатами, оформленими в iOS чи Android, можна в додатку."),
                n("j7f5c6aa", "У вас поки що немає передплат"),
                n("ef4602ec", "Щось пішло не так. Спробуйте ще раз пізніше."),
                n("b02df748", "Керуйте безпекою свого профілю та стежте за його використанням, зокрема в підключених додатках."),
                n("g2841de4", "Перегляньте інформацію про час входу у свій профіль і про додатки, які ви підключили до свого профілю."),
                n("hf45cca6", "Керуйте профілями Google або Apple, підключеними до Х, для входу."),
                n("a310511c", "Керуйте своїми спільними профілями."),
                n("jc02ae68", "Підключені додатки"),
                n("dd82312a", "Сеанси"),
                n("e5e8a89a", "Завантаження додатків"),
                n("hfa9a2c8", "Миттєво керуйте підключеними додатками"),
                n("dd1b86f9", function (e) {
                    return "від " + e.name;
                }),
                n("cf461930", "Тут відображатимуться сторонні додатки, яким ви надасте доступ до свого профілю Х."),
                n("b63b0b1d", "Детальніше"),
                n("c2cb5560", "Поточний активний сеанс"),
                n("bca43fd0", "Вийти з інших сеансів"),
                n("ha6df2ca", "Сеанси – це пристрої, на яких ви використовуєте чи використовували ваш профіль Х. Це сеанси, у яких зараз виконано вхід у ваш профіль. Ви можете вийти з кожного сеансу."),
                n("b72d2904", "Ви ввійшли в цей профіль Х на цьому пристрої та використовуєте його зараз."),
                n("b850cbd0", "Ви ввійшли в ці профілі на цих пристроях, але не використовуєте їх зараз. "),
                n("cf3e3164", "Вийти з усіх сеансів"),
                n("f810f27a", "Хочете завершити інші сеанси?"),
                n("gbb5cec5", function (e) {
                    return "Якщо ви вийдете, то завершаться " + e.num + " із ваших інших активних сеансів в Х. На поточний сеанс це не вплине.";
                }),
                n("fcbd4904", "Ваш активний сеанс в Х буде завершено."),
                n("ab78d946", "Ви збираєтеся завершити свої інші активні сеанси в Х, і вам знадобиться ввійти ще раз на цих пристроях, щоб почати нові сеанси."),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "Активний(а) зараз"),
                n("c9bc33fa", "Пристрої"),
                n("f95ed3e6", "Поточний пристрій"),
                n("a787669a", "Реєстрація інших пристроїв"),
                n("gbefe730", "Це інші пристрої, які ви зареєстрували для обміну зашифрованими приватними повідомленнями."),
                n("d7a9796e", "Завантаження пристроїв"),
                n("b5635e86", "Зареєструвати пристрій"),
                n("bb4a95dc", "Зареєструвати пристрій?"),
                n("a9538040", "Якщо ви зареєструєте цей пристрій, то зможете починати на ньому нові зашифровані розмови з іншими користувачами, які зареєстрували свої пристрої"),
                n("hd173c7a", "Реєстрація"),
                n("hf4312a4", "Пристрій зареєстровано"),
                n("h7797d18", "Зареєстровано"),
                n("hc48a042", "Зняти пристрій з реєстрації"),
                n("d5bafb20", "Зняти пристрій з реєстрації?"),
                n("i12dee70", "Після зняття пристрою з реєстрації у вас більше не буде доступу до зашифрованих повідомлень на ньому."),
                n("d4b9db26", "Зняти з реєстрації"),
                n("c18b1b34", "Дата й час реєстрації"),
                n("e7c9d60a", "Вибраний пристрій знято з реєстрації."),
                n("cd14c8fe", "Завантаження відомостей про пристрій"),
                n("j9db22f4", "Не вдається знайти пристрій"),
                n("c477d710", "Визначте, яку інформацію ви хочете бачити та поширювати в Х."),
                n("b06f5d36", "Ваша активність в Х"),
                n("fd807e78", "Аудиторія, медіафайли й позначки"),
                n("a9ff473c", "Виберіть, яка інформація буде видимою для інших користувачів Х."),
                n("d0484606", "Контролюйте інформацію, пов’язану з вашими постами."),
                n("c4afe0e6", "Визначте, що ви хочете бачити в Х, на основі своїх уподобань, як-от тем та інтересів"),
                n("ab125232", "Керуйте профілями, словами та сповіщеннями, які ви ігноруєте або заблокували."),
                n("cc950d94", "Визначте, хто може надсилати вам приватні повідомлення."),
                n("fe37f854", "Керуйте тим, хто може бачити, які Простори ви слухаєте"),
                n("ab987f3c", "Налаштуйте свої параметри видимості та керуйте контактами, які ви імпортували."),
                n("db5fabb0", "Надання даних і активність за межами Х"),
                n("i83cab8a", "Надання даних і персоналізація"),
                n("e338a794", "Налаштуйте для себе рекламу в Х."),
                n("c05e8024", "Налаштуйте для себе файли cookie в Х."),
                n("d29d59d0", "Контролюйте використання Х вашої онлайн-активності за межами Х (наприклад, які сайти ви відвідуєте) для персоналізації."),
                n("c981a36c", "Дозвольте персоналізацію Х на основі вашої виведеної активності, наприклад, на пристроях, на яких ви не входили в Х."),
                n("eb0cc786", "Дозвольте передачу додаткових даних бізнес-партнерам Х."),
                n("dd533318", "Керуйте інформацією про місцезнаходження, яку Х використовує для персоналізації."),
                n("bd0646a0", "Детальніше про конфіденційність в Х"),
                n("a607862a", "Політика конфіденційності"),
                n("g5925628", "Зв'язатися з нами"),
                n("dd6012f8", "Центр конфіденційності"),
                n("jdceda60", "Відповіді"),
                n("f644b748", "Керуйте тим, хто може відповідати на ваші пости та відфільтровані відповіді."),
                n("ff4b3818", "Grok і сторонні партнери"),
                n("i586f3e0", "Дозвольте використовувати ваші загальнодоступні дані, а також взаємодії, вхідні дані й результати Grok та xAI для навчання й доопрацювання"),
                n("d8492604", "Коли встановлено цей прапорець, ваші пости та інші відомості профілю видимі лише для ваших читачів."),
                n("if050fae", "Захистити відео"),
                n("b7ed5f6e", "Якщо ввімкнути цей параметр, за умовчанням відео з ваших постів не можна буде завантажувати. Це стосуватиметься тільки майбутніх постів і не вплине на вже опубліковані."),
                n("dbb51952", "Зробити ваші пости приватними?"),
                n("de735de6", "Вони будуть видимі лише для ваших читачів в Х."),
                n("c5d4192a", "Захистити"),
                n("d9ddba70", "Спільноти загальнодоступні, тож якщо ваш профіль стане приватним («закритим»), усі ваші попередні пост буде приховано. Ви також не зможете публікувати пости в спільноті, доки ваш профіль знову не стане публічним."),
                n("f527b322", "«Закрити» профіль"),
                n("d165c992", "Будь-хто може позначити вас"),
                n("ea339390", "Лише люди, яких ви читаєте, можуть позначити вас"),
                n("e3a761ee", "Вимкнуто"),
                n("a61ed23a", "Позначати медіафайли в моїх постах як потенційно делікатні"),
                n("ae27c454", "Якщо ввімкнути це налаштування, фото та відео у ваших постах позначатимуться як делікатні для тих людей, що не хочуть бачити вміст делікатного характеру."),
                n("fc1d217c", "Відображати медіафайли, які можуть бути делікатного характеру"),
                n("j018f2a2", "Налаштування ознайомлення"),
                n("h1ef00dc", "Пошук налаштувань"),
                n("b05b9398", "Коли цей параметр ввімкнено, X може персоналізувати контент у стрічці «Для вас» на основі ваших дій в X."),
                n("a3c1324c", "Показувати рекомендований контент у стрічці «Для вас»"),
                n("ee4592ca", "Ніхто"),
                n("da813d22", "Підтверджені користувачі"),
                n("baffe39a", "Усі"),
                n("b3d8566e", "Фільтрувати повідомлення низької якості"),
                n("cfda8c44", "Приховуйте запити на повідомлення, які потенційно можуть бути спамом чи низької якості. Їх буде відправлено в окрему скриньку внизу ваших запитів на повідомлення. За потреби ви можете отримати до них доступ."),
                n("f4c91f40", "Дозволити повідомлення від моїх передплатників"),
                n("bf0c4336", "Ваші передплатники в будь-якому разі зможуть надсилати вам повідомлення незалежно від інших налаштувань стосовно повідомлень."),
                n("e6c411d8", "Фільтрувати небажані медіафайли"),
                n("g558101a", "Відображати попередження поверх повідомлень, які потенційно можуть містити небажані медіафайли (наприклад, оголені тіла, сексуальний вміст або сцени насильства). У вас завжди буде можливість переглянути ці медіафайли, якщо захочете."),
                n("d9172542", "Показувати сповіщення про прочитання"),
                n("bd557506", "Дозвольте людям, з якими ви переписуєтеся, бачити, що ви прочитали їхні повідомлення. Сповіщення про прочитання не відображаються для запитів на повідомлення."),
                n("f29080d0", "Хто може надсилати вам запити на повідомлення:"),
                n("j0adcc2d", "Докладніше"),
                n("ib3357a6", "Персоналізована реклама"),
                n("f2f9628e", "Ви завжди бачитимете рекламу в X, що відповідає вашим діям в X. Якщо ввімкнути це налаштування, X може ще краще персоналізувати рекламу від рекламодавців X у мережі X і а її межами, аналізуючи ваші дії в X і в решті Інтернету, а також збираючи відомості від наших партнерів."),
                n("b5fe50fc", "Рекламні категорії"),
                n("c31a2ea6", "Увімкнувши ці налаштування, ви зможете бачити рекламу з відповідних категорій. Щоб бачити менше такої реклами, відмовтеся від неї."),
                n("if996630", "Азартні ігри"),
                n("a9ed7774", "Дозволити використовувати відомості про веб-сторінки, де ви бачили вміст Х"),
                n("e2d61838", "Завдяки цьому параметру Х може відстежувати ваші переходи на інші веб-сайти з інтегрованим вмістом Х, як-от вбудованими стрічками. Така інформація дасть змогу покращити Х для вас, наприклад, за допомогою персоналізації. Історія перегляду веб-сторінок не зберігатиме ваше ім’я, адресу електронної пошти та номер телефону."),
                n("c966aaf4", "Відомості про перегляд веб-сторінок не зберігаються й не використовуються, коли ви перебуваєте в певних країнах."),
                n("e8313b32", "Ви впевнені? Вимкнувши це налаштування, ви не зможете знову ввімкнути його в цій країні."),
                n("f1d46fd6", "Так"),
                n("f6c8ccc8", "Персоналізувати на основі вашої виведеної ідентичності"),
                n("ed012c88", "X завжди персоналізуватиметься на основі наданих вами відомостей, а також пристроїв, які використовувалися для входу. Коли ввімкнуто це налаштування, X також може персоналізуватися на основі інших висновків про вашу особу, наприклад на основі пристроїв і браузерів, що не використовувалися для входу в X, або адрес електронної пошти й номерів телефонів, схожих на ті, що пов’язані з вашим профілем X."),
                n("d3c20d80", "Дозволити передачу додаткових даних бізнес-партнерам"),
                n("f1c0d09c", "X завжди ділиться інформацією з діловими партнерами в рамках просування й вдосконалення своїх продуктів. Якщо ввімкнути цю функцію, X отримає дозвіл на передачу додаткових даних своїм партнерам із метою підтримки ведення бізнесу X, зокрема, щоб підвищити для вас релевантність маркетингової діяльності X на інших вебсайтах і в інших додатках."),
                n("dc20d918", "Персоналізація на основі відвіданих місць"),
                n("af7d89e6", "X завжди використовує певні відомості, як-от місце вашої реєстрації і ваше поточне місцезнаходження, щоб показувати вам доречніший контент. Якщо це налаштування ввімкнуто, X також може персоналізувати відображуваний контент на основі інших відвіданих вами місць."),
                n("f2b23062", "Спеціальні можливості, відображення та мови"),
                n("fa76d7dc", "Налаштуйте відображення вмісту Х для вас."),
                n("j7a15010", "Налаштуйте інтерфейс Х, наприклад, обмеживши контрастність кольору та рух."),
                n("a257ecae", "Налаштуйте розмір, колір і фон шрифту. Ці налаштування впливають на всі профілі Х в цьому браузері."),
                n("jc3fa0e2", "Визначте, які мови використовувати для персоналізації Х."),
                n("cc2973a8", "Тут ви можете обмежити для Х використання мережевого трафіку на цьому пристрої."),
                n("h54e6138", "Гарячі клавіші"),
                n("a4b69cbc", "Мова відображення"),
                n("c856bd00", "Виберіть бажану мову для заголовків, кнопок та іншого тексту в Х."),
                n("cab61d58", "Вибір додаткових мов"),
                n("dd93fafa", "Виберіть додаткові мови для вмісту, який ви хочете бачити в Х."),
                n("bca1de4a", "Додаткові мови, якими ви розмовляєте"),
                n("c3aa76c4", "Мови, які ви можете знати"),
                n("g099069c", "Керуйте мовами, які Х вивів на основі вашої активності, наприклад профілів, які ви читаєте, і постів, з якими ви взаємодієте."),
                n("cf9ce876", "Мови додатка й постів"),
                n("d4372cf4", "English (US), 中文(简体), Español"),
                n("f8e46b90", "Це профілі соціальних мереж, які ви підлкючили до свого профілю Х для входу. Закрити доступ можна тут."),
                n("d84ed6b2", "Відключити"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "Підключено"),
                n("ad31b476", "Керуйте своїм автоматизованим профілем."),
                n("a2981062", "Керівний профіль"),
                n("aff4540e", "Змінити керівний профіль"),
                n("b8b9d100", "Налаштуйте автоматизацію профілю"),
                n("e0bc51f6", "Вимкнути автоматизацію профілю"),
                n("b92190c2", "Керівний профіль підключено"),
                n("fb03b39a", "Керівний профіль відключено"),
                n("bd51ddfa", "Не вдалося відключити ваш керівний профіль цього разу. Спробуйте ще раз пізніше."),
                n("e91c15f6", "Відключити ваш керівний профіль?"),
                n("df035b80", "Ваш автоматизований профіль втратить цю мітку в разі відключення вашого керівного профілю."),
                n("bd12cf34", "Так, відключити"),
                n("f79acef3", "Детальніше"),
                n("a57a341c", "Економія трафіку"),
                n("ab6505a8", "Якщо вибрати це налаштування, Х менше навантажуватиме мережу."),
                n("a5d4fda0", "Щось пішло не так, але не хвилюйтеся – спробуймо ще раз."),
                n("g1888dc2", "Ніколи"),
                n("f724d1aa", "Лише в мережі Wi-Fi"),
                n("cf6472c2", "У стільниковій мережі або Wi-Fi"),
                n("b2ed92c4", "Надсилання запиту на архів"),
                n("ce5d2c46", "Тимчасово недоступно"),
                n("bed6a87c", "Термін дії посилання на ваші дані Х минув"),
                n("b24b4768", "Перейти до моїх даних Х"),
                n("a0c3f812", "Щоб отримати нове посилання, потрібно надіслати ще один запит."),
                n("eea30bb5", function (e) {
                    return "Створено: " + e.date;
                }),
                n("f2cde471", function (e) {
                    return "Термін дії минає: " + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "Орієнтовний розмір: " + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "Дані Х (" + e.currentIndex + " з " + e.count + ")";
                }),
                n("fc5bfd96", "Почати"),
                n("gee8110e", "Завантажити архів"),
                n("c326f156", "Архів завантажено"),
                n("c9fe9b56", "Завантаження вашого архіву має скоро початися"),
                n("j54b679b", function (e) {
                    return "Відкриється нове вікно, а весь процес може тривати деякий час. Після завершення ви отримаєте архів у форматі ZIP розміром " + e.size + ".";
                }),
                n("ac63840d", function (e) {
                    return e.size + " КБ";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " МБ";
                }),
                n("ce494bb4", "Розмір шрифту"),
                n("c783d45e", "Колір"),
                n("h306a358", "Фон"),
                n("d8680056", "Крихітний"),
                n("j59f0b94", "За замовчуванням"),
                n("b81aaad8", "Великий"),
                n("c7044880", "Надвеликий"),
                n("e46dffa0", "Розмір шрифту"),
                n("ce8a8116", "Варіанти фону"),
                n("d3d48f3a", "Світлий"),
                n("i76f67ee", "Затемнений"),
                n("c8f85960", "Чорний"),
                n("aefc5b20", "Варіанти кольору"),
                n("a52d0fde", "Синій"),
                n("d818cdd6", "Жовтий"),
                n("fee1cd64", "Рожевий"),
                n("cbed7fb2", "Фіолетовий"),
                n("g697ec02", "Помаранчевий"),
                n("a7c2204a", "Зелений"),
                n("gde8fdd7", function (e) {
                    return "В основі X лежать короткі повідомлення – пости, такі як оцей. Пости можуть містити фото, відео, посилання, текст, хештеги та згадки, як-от @" + e.mention + ".";
                }),
                n("f277e94a", "Переглянути"),
                n("ee79367b", function (e) {
                    return "Рівень " + e.conversationTreeDepth + ":";
                }),
                n("ec6907ba", "Реклама"),
                n("d9587114", "Переглянути останній пост"),
                n("b7b86c3c", "Відкриває нову версію цього посту"),
                n("a407814e", "Востаннє змінено"),
                n("i46ee3f0", "Це найновіша версія посту."),
                n("e18cb87c", "Поясни цей пост"),
                n("ffe16626", "Фільтр відповідей увімкнуто."),
                n("jc81f6a7", function (e) {
                    return e.count + " перегляд" + f(e.count, "и", "ів", "", "у");
                }),
                n("g521abc6", "Grok, проаналізуй!"),
                n("a09331e0", "Схожі статті"),
                n("e3eceda6", "Дії Grok"),
                n("a653f08f", function (e) {
                    return "Читати відповіді (" + e.replyCount + ")";
                }),
                n("dc0c8266", "Запитати Grok"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "перегляд" + f(e.count, "и", "ів", "", "у");
                }),
                n("b8f3500a", "Переглянути потік у режимі читача"),
                n("fc7db594", "Зведення профілю"),
                n("c3f04d9c", "У роздумах"),
                n("cbdddb0a", "Завершено"),
                n("e98cc293", function (e) {
                    return "Пошук за запитом «" + e.query + "»";
                }),
                n("b0d1e205", function (e) {
                    return "Виконується пошук **«" + e.query + "»**";
                }),
                n("i2e0f4d7", function (e) {
                    return "Пошук за запитом «" + e.query + "» на сторінці " + e.url;
                }),
                n("acb9b845", function (e) {
                    return "Пошук **«" + e.query + "»** на сторінці " + e.url;
                }),
                n("ef261d8d", function (e) {
                    return "Пошук постів @" + e.username;
                }),
                n("f7d9cfb9", function (e) {
                    return "Пошук за запитом «" + e.query + "» у постах @" + e.username;
                }),
                n("bec7eb11", function (e) {
                    return "Пошук за запитом **«" + e.query + "»** у постах @" + e.username;
                }),
                n("ead81122", "Щось пішло не так. Оновіть сторінку, щоб відновити з’єднання, або повторіть спробу."),
                n("f808a13a", "Ліміт запитів вичерпано. Зачекайте деякий час і повторіть спробу."),
                n("e0481e5a", "Наразі Grok не підтримується у вашій країні."),
                n("bc0a5b5a", "Наразі Grok недоступний, повторіть спробу пізніше."),
                n("ef674976", "Ви не вповноважені використовувати цей сервіс."),
                n("c74e87e0", "Цей файл завеликий. Виберіть менший файл."),
                n("bea50a2a", "Цей формат файлів не підтримується."),
                n("j77292b7", function (e) {
                    return "Виберіть щонайбільше " + e.count + " файл" + f(e.count, "и", "ів", "", "у");
                }),
                n("cbc8fed4", "Це гарний переклад? Дайте нам знати, щоб ми могли покращити технологію:"),
                n("d56779a2", "Легко зрозумілий"),
                n("b6fe8a56", "Заплутаний чи незрозумілий"),
                n("i73a7d48", "Перекладено службою Google"),
                n("eeadb767", function (e) {
                    return "Мова оригіналу – " + e.originLanguage + ", переклад від Google";
                }),
                n("d9c6f69d", function (e) {
                    return "Мова оригіналу – " + e.originLanguage + ", перекладено Grok";
                }),
                n("dc445f82", "Переклад від Papago"),
                n("he9803d3", function (e) {
                    return "Мова оригіналу: " + e.originLanguage + ", переклад від Papago";
                }),
                n("f8264fc0", "Переклад від X"),
                n("caa5ba3d", function (e) {
                    return "Мова оригіналу – " + e.originLanguage + ", переклад від X";
                }),
                n("deaf5b16", "Спробувати ще"),
                n("a66d80d0", "Перекласти пост"),
                n("be9b9fb8", "Перекладено Grok"),
                n("he9c9634", "Не вдалось отримати переклад"),
                n("j2198c98", "Приховати перекладений пост"),
                n("d4d35bea", "Виконується переклад…"),
                n("i7ac410e", "Показати оригінал"),
                n("c67f09e8", "Показати переклад"),
                n("e0f81ff3", "Переклад:"),
                n("j2862695", function (e) {
                    return "Мова оригіналу – " + e.originLanguage + ", переклад від";
                }),
                n("b7cb4fab", "Переклад від"),
                n("d4c339b9", function (e) {
                    return "Пост користувача " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") опублікував(-ла) пост:\n" + e.tweet;
                }),
                n("h6f99ac4", "Додано в закладки"),
                n("g1c463f6", "Видалено із закладок"),
                n("a2e7377f", function (e) {
                    return "Видалено з папки " + e.bookmarkFolderName;
                }),
                n("i47ad24c", "Так тримати! Чим більше постів ви вподобаєте, тим кращою буде ваша стрічка."),
                n("def4a37c", "Гарна робота! Ваша стрічка стає все кращою. Що більше всього ви вподобуєте, то кращою стає ваша стрічка – продовжуйте позначати вподобаннями все, що вас зацікавило."),
                n("f5d17674", "Зроблено репост посту"),
                n("d714acfa", "Репост посту скасовано"),
                n("b18dff26", "Цей репост бачать тільки передплатники"),
                n("c2453318", "Додати до папки"),
                n("f88553c8", "Скопійовано до буфера обміну"),
                n("b5b36724", "Відповісти замість цього?"),
                n("gce00a2a", "Зробити замість цього репост?"),
                n("g271f120", "Чернетку вашого посту буде видалено до того, як ви відповісте."),
                n("gad04d1a", "Чернетку вашого посту буде видалено до того, як ви опублікуєте цитату."),
                n("ibd021f2", "Хочете спочатку прочитати статтю?"),
                n("bbef69c4", "Ви збираєтеся поширити в Х статтю, яку ви не відкривали."),
                n("g5092766", "Читати статтю"),
                n("a2d5c006", "Дякуємо, що перейшли за посиланням"),
                n("g37bb2d0", "Для змістовного обговорення спочатку перейдіть за посиланням, яке ви хочете поширити."),
                n("gc45a90a", "Розгорнути цю підказку"),
                n("g7135e44", "Допоможіть підтримувати репутацію Х як джерела достовірної інформації. Дізнайтеся більше, перш ніж уподобати цей пост."),
                n("h9b6d468", "Допоможіть підтримувати репутацію Х як джерела достовірної інформації. Дізнайтеся більше, перш ніж поширювати цей пост."),
                n("af5cd00e", "Дізнатися більше"),
                n("e29c651e", "Дякуємо, що дізналися більше"),
                n("ef504d80", "До закладок не можна додавати пости від приватних профілів – поки що."),
                n("cef96d5a", "Пост уже є у ваших закладках"),
                n("b2542f56", "Щось пішло не так. Ще раз спробуйте додати цей пост до закладок за хвилину."),
                n("fe3b9942", "На прохання цього користувача ви не можете вподобати його пости."),
                n("c2a6dc5c", "Щось пішло не так. Спробуйте вподобати свій пост ще раз за хвилину."),
                n("b57f01b8", "Не можна вподобати пости приватних профілів, які ви не читаєте."),
                n("ba0b3cc0", "На прохання цього користувача ви не можете робити репости його/її постів."),
                n("h32b1ac4", "Щось пішло не так. Спробуйте зробити репост ще раз за хвилину."),
                n("e50cea9e", "Репости цього посту заборонені"),
                n("d8e56f40", "На жаль, ви вичерпали свій ліміт постів. Спробуйте зробити репост завтра"),
                n("i14d7a46", "Щось пішло не так. Ще раз спробуйте видалити цей пост зі своїх закладок за хвилину."),
                n("d4ebfeb0", "Спробуйте скасувати вподобання свого посту ще раз за хвилину."),
                n("e639775e", "Спробуйте ще раз скасувати свій ретвіт через хвилину."),
                n("fcad707a", "Ми розмістили попередження на цьому пості, тому що його вміст може бути делікатного характеру."),
                n("f1824804", "Оскаржити це попередження"),
                n("f755f710", "Зрозуміло"),
                n("ced4abbe", "Переглянути розмову"),
                n("d00e1d2a", "Приєднайтеся до спільноти"),
                n("e6057014", "Надіслати запит на приєднання"),
                n("ba352986", "Ви не можете відповісти… поки що."),
                n("d09e76d8", "Спільноти загальнодоступні, тому ви можете читати опубліковані в них пости, однак для участі в обговоренні вам необхідно приєднатися."),
                n("cfa1f802", "Огляд спільноти"),
                n("af27a0f8", "Вас видалили з цієї спільноти"),
                n("id089506", "Щоб повернутися, зверніться до її модераторів."),
                n("cac4e916", "Цей пост приховано"),
                n("cb18be32", "Ви не можете це зробити… поки що."),
                n("dbb5fd8e", "Робити репости постів, призначених для кола, не можна"),
                n("ae2c8a1e", "Чому ви не можете на це відповісти?"),
                n("afe7ba26", "Чому ви не можете вподобати це?"),
                n("df9e2356", "Чому ви не можете додати це в закладки?"),
                n("jead3bc2", "Чому ви не можете це поширити?"),
                n("h2a668b8", "Чому ви не можете переглянути аналітику посту?"),
                n("bd85267e", "Чому ви не можете зробити репост?"),
                n("dcc05a7e", "перегляди"),
                n("e213fada", "Інформація про кількість переглядів цього посту недоступна."),
                n("g0954ea6", "Цей пост можуть бачити лише його автор і модератори спільноти, а взаємодію з ним вимкнено."),
                n("e7969518", "Спільноти загальнодоступні, тож ви можете читати пости, але вступити до них поки що можна лише за запрошенням."),
                n("g2dc874a", "Спільноти загальнодоступні, тож ви можете читати опубліковані в них пости, але взаємодіяти з ними можуть лише члени спільноти."),
                n("g562676f", "Докладніше"),
                n("ee574c37", "Докладніше"),
                n("de2d83d6", "Додати закладку до папки"),
                n("f14df406", "Скопіювати посилання на рекламу"),
                n("e05c00b4", "Копіювати посилання"),
                n("f61c4bb0", "Надіслати в приватному повідомленні"),
                n("id35970e", "Опублікувати відео"),
                n("ff9348b8", "Поділитися рекламою через…"),
                n("d03241f8", "Поділитися постом у..."),
                n("j08dd2d4", "Видалити із закладок"),
                n("b7fde1ea", "Видалити з папки"),
                n("d9a2bd78", "Завантажити відео"),
                n("fbfab656", "Поширити в Просторі"),
                n("e668112c", "Пост надіслано у простір"),
                n("g5775e46", "Переглянути цитати"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "заклад" + f(e.count, "ки", "ок", "ка", "ки");
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "уподобан" + f(e.count, "ня", "ь", "ня", "ня");
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "цитат" + f(e.count, "и", "", "а", "и");
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "Репост" + f(e.count, "и", "ів", "", "ів");
                }),
                n("e9f1fbcc", "Тут нічого немає. Поки що."),
                n("a3b80be6", "Поверніться сюди згодом, щоб переглянути пости про це."),
                n("d93b360a", "Цей стовпець очищено. Нові опубліковані пости з’являтимуться вгорі."),
                n("d6e2f9be", "Завантаження стрічки"),
                n("afb4c24a", "Немає елементів"),
                n("e5b0063d", function (e) {
                    return "Стрічка: " + e.title;
                }),
                n("ib65b1c6", "Зареєструватися за допомогою Apple"),
                n("f55cebb8", "Увійти за допомогою Apple"),
                n("dcc304d6", "Продовжити під профілем Apple"),
                n("e0870f26", "Зареєструватися за допомогою Google"),
                n("gfeffd6a", "Увійти за допомогою Google"),
                n("gf5e9ea6", "Скасувати"),
                n("e43138c5", function (e) {
                    return "Читати " + e.name;
                }),
                n("be65f2e7", function (e) {
                    return "Не читати " + e.name;
                }),
                n("a649d337", function (e) {
                    return "Не цікавить «" + e.name + "»";
                }),
                n("e2f2b658", "Ми більше не рекомендуватимемо цю тему."),
                n("b51f7edf", function (e) {
                    return "Ви більше не читаєте " + e.name;
                }),
                n("gac366b3", function (e) {
                    return "Ви почали читати " + e.name;
                }),
                n("f9e45cfb", function (e) {
                    return "Заблокувати @" + e.screenName + "?";
                }),
                n("fcd4d489", function (e) {
                    return "Заблокувати @" + e.screenName;
                }),
                n("a6450e84", "Заблокувати"),
                n("g353ad73", function (e) {
                    return "Цей користувач не зможе читати вас та переглядати ваші пости, а ви не бачитимете постів і сповіщень від @" + e.screenName + ".";
                }),
                n("ad00a739", function (e) {
                    return "@" + e.screenName + " бачитиме ваші загальнодоступні пости, але більше не зможе взаємодіяти з ними. Цей користувач також не зможе читати вас і надсилати вам повідомлення, а ви не бачитимете сповіщень від нього.";
                }),
                n("a9fd20be", "Успішно заблоковано."),
                n("j546fb79", function (e) {
                    return "Розблокувати @" + e.screenName + "?";
                }),
                n("c9623eeb", function (e) {
                    return "Розблокувати @" + e.screenName;
                }),
                n("e133be4e", "Розблокувати"),
                n("he43bca4", "Цей користувач зможе читати вас і переглядати ваші пости."),
                n("f5f01af6", "Цей користувач зможе читати вас і взаємодіяти з вашими загальнодоступними постами."),
                n("b6878b0a", "Щось пішло не так. Ще раз спробуйте заблокувати цього користувача за хвилину."),
                n("e40252de", "Не показувати ці пости у розділі «Для вас»"),
                n("ae225c26", "Показувати ці пости у стрічці «Для вас»"),
                n("a96d2628", "Не показувати цей список у розділі «Для вас»"),
                n("d00abae0", "Популярні пости з цього списку зникнуть зі стрічки «Для вас»."),
                n("e566dd06", "Популярні пости з цього списку зникнуть зі стрічки «Для вас»."),
                n("j3cc1526", "Показувати цей список у стрічці «Для вас»"),
                n("h435716e", "Популярні пости з цього списку можуть відображатись у вашій стрічці «Для вас»."),
                n("e8ba412e", "Популярні пости з цього списку тепер можуть з'явитися у стрічці «Для вас»."),
                n("d66e95cc", "Закріпити відповідь на ваш пост?"),
                n("i24ed0de", "Закріпити відповідь"),
                n("b1033082", "Вона відображатиметься над іншими відповідями на ваш пост. Ви зможете в будь-який момент замінити чи відкріпити її."),
                n("e96a5962", "Відкріпити цю відповідь?"),
                n("ec04e6fc", "Відкріпити відповідь"),
                n("d05618f2", "Вона більше не відображатиметься над іншими відповідями на цей пост."),
                n("j9aedfdc", "Закріпити відповідь"),
                n("c034211a", "Відкріпити відповідь"),
                n("ie4538b4", "Відповідь прикріплено до посту"),
                n("ad135a24", "Відповідь відкріплено від посту"),
                n("ee369efc", "Не вдається закріпити відповідь на пост"),
                n("c3e7f572", "Не вдається відкріпити відповідь від посту"),
                n("d058316c", "Дякуємо. X використає ці відомості, щоб покращити вашу стрічку."),
                n("afb7e8f8", "Читати статтю"),
                n("jb0429b1", function (e) {
                    return "Від " + e.name + " @" + e.screenName;
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "Закріпити"),
                n("j44ec610", "Відкріпити"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "" + f(e.count, "Учасники", "Учасників", "учасник", "учасника");
                }),
                n("b5334780", "В очікуванні"),
                n("b171d7c4", "Приєднатися"),
                n("aa7ae3f6", "Приєднався(лася)"),
                n("bb1d57b6", "Вийти"),
                n("h4fbfa58", "Прийняти та приєднатися"),
                n("ea8cfb1e", "Прийняти та надіслати запит на приєднання"),
                n("dc1b14a1", function (e) {
                    return "Ознайомтеся та погодьтеся з Правилами " + e.communityName;
                }),
                n("c966ac64", "Не вдається надіслати запит на приєднання до спільноти. Спробуйте ще раз пізніше."),
                n("g690e07e", "Ваша відповідь (необов’язково)"),
                n("a5d21bf4", "Відповідати не обов’язково, але ваша відповідь допоможе модераторам прийняти рішення щодо вашого запиту."),
                n("h9526e03", "Правил Х"),
                n("c00c234f", function (e) {
                    return "Правила " + e.communityName;
                }),
                n("hafa07f2", "Участь обмежена"),
                n("c15bee32", "Вас вилучено з цієї спільноти"),
                n("efa265fc", "Ваші публікації приватні"),
                n("f9cecf48", "На жаль, зараз ви не можете приєднатися"),
                n("bf7bdb60", "Це не ваша провина, а наша (чесно). Спробуйте ще раз пізніше."),
                n("h27d6950", "Ви поки що не можете вийти"),
                n("b02360f6", "Останній адміністратор чи модератор не може вийти, якщо спільнота не пуста."),
                n("fe832999", "зробіть свої пости загальнодоступними"),
                n("bc7a7af4", "Ваші пости в спільноті буде приховано, і ви більше не зможете вступити до неї."),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "Показати більше постів"),
                n("aebb6546", "Завантаження постів"),
                n("a3484d22", "нічия"),
                n("aab2efa9", function (e) {
                    return "переможець " + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "Таблиця результатів, " + e.gameCategory + ", " + e.gameState + ", " + e.accessibleGameClockPeriod + ", " + e.teamOneLabel + ", " + e.teamTwoLabel;
                }),
                n("f178e38c", "Незабаром"),
                n("b6da6b02", "У прямому ефірі"),
                n("i9f615c8", "Кінцевий рахунок"),
                n("f897267a", "Перенесено"),
                n("f93c4b6a", "Скасовано"),
                n("i79ab12a", "Читати тему"),
                n("c0f56044", "Не читати"),
                n("fcf51fe6", "Зірка"),
                n("e9a90d72", "Відмітити"),
                n("bf403716", "Вилучити мітку"),
                n("c9f08e29", function (e) {
                    return "Вилучити мітку " + e.title + "?";
                }),
                n("hed4dcd0", "Навіть якщо ви знімете мітку з цієї теми, пости про неї можуть і далі з’являтись у вашій стрічці, залежно від профілів, які ви читаєте."),
                n("cd876e02", "Обране"),
                n("f2816e02", "Додати в обране"),
                n("f5b04fbc", "Видалити з обраного"),
                n("c481ae3f", function (e) {
                    return "Видалити з обраного " + e.title + "?";
                }),
                n("c94116de", "Навіть якщо ви видалите цю тему з обраного, пости про неї можуть і далі з’являтись у вашій стрічці, залежно від профілів, які ви читаєте."),
                n("e0e730b0", "цікавить"),
                n("b1850062", "Не цікаво"),
                n("gd3f996f", function (e) {
                    return "Не цікавить тема «" + e.title + "»?";
                }),
                n("jdd65aac", "Навіть якщо ця тема вас не цікавить, пости про неї можуть і далі з’являтись у вашій стрічці, залежно від того, які профілі ви читаєте."),
                n("f93bb3ee", "Завантажити зображення"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " КБ";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " МБ";
                }),
                n("c75bf00e", "Завантажити GIF-файл"),
                n("d3ac405c", "Завантажити відео"),
                n("g97a046c", "Відтворити це відео"),
                n("ac4c73d8", "Вбудоване відео"),
                n("f3bb10a6", "Відтворення відео"),
                n("b87c0a72", "Увімкніть push-сповіщення від X, щоб нічого не пропускати."),
                n("e71e09ec", "Увімкнути сповіщення"),
                n("g4850f44", "Push-сповіщення ввімкнуто"),
                n("dc397182", "Налаштувати"),
                n("ia5e7488", "Закрити"),
                n("j681933e", "Приватний список"),
                n("add55942", "Щось пішло не так. Ще раз спробуйте підписатися за хвилину."),
                n("ib8f5f3c", "Щось пішло не так. Ще раз спробуйте відписатися за хвилину."),
                n("e20fc756", "У вас немає дозволу додавати цього учасника до цього списку."),
                n("d8a032a2", "Перш ніж закріплювати нову стрічку, необхідно відкріпити одну з поточних"),
                n("fa816a0a", "Змінити порядок списку"),
                n("ac832ae4", "Закріпити список"),
                n("cdb33880", "Відкріпити список"),
                n("ca5d0a82", "Редагувати список"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "читач" + f(e.count, "і", "ів", "", "а");
                }),
                n("jceadc3e", "Без назви"),
                n("a1d5303c", "Приватний"),
                n("cc8f8a80", "Не в списку"),
                n("c33a97d6", "Загальнодоступний"),
                n("i73fff1b", function (e) {
                    return "Показати " + e.count + " пост" + f(e.count, "и", "ів", "", "и");
                }),
                n("a682906d", function (e) {
                    return "Залишилося ще " + e.count + " вподобан" + f(e.count, "ня", "ь", "ня", "ня");
                }),
                n("g566e973", function (e) {
                    return "Відкритих вакансій: " + e.jobCount + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return "Перемогла команда " + e.team;
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "Сьогодні"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "Завтра"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "Додати ще один пост"),
                n("i569ff3e", "Показати цей потік"),
                n("je5502eb", function (e) {
                    return "У тому числі результати для «" + e.suggestion + "»";
                }),
                n("bc4628a1", function (e) {
                    return "Відображено результати для «" + e.suggestion + "»";
                }),
                n("a1979464", "Завантаження відео"),
                n("ic1e826e", "Відтворити"),
                n("c8b4bca0", "Переглянути товари"),
                n("f5ea07ec", "Переглянути товари зараз"),
                n("b62956aa", "Забронювати"),
                n("i3ea806a", "Замовити"),
                n("fd00a76a", "Відкрити"),
                n("e0aa5848", "Установити"),
                n("g33f3050", "Веб-версія"),
                n("d3f6b1a6", "Надішліть нам повідомлення"),
                n("b0e322cc", "Надішліть нам приватне повідомлення"),
                n("cb8bddc8", "Надішліть мені приватне повідомлення"),
                n("cb8c547e", "Надішліть приватне повідомлення"),
                n("d980e29f", function (e) {
                    return "Початок: " + e.date;
                }),
                n("fdd81500", "Карусель"),
                n("i0db46e6", "GIF-файл"),
                n("faf745fa", "Оголені тіла"),
                n("e1b4e672", "Вміст делікатного характеру"),
                n("acc48c15", function (e) {
                    return "Увага: " + e.formattedWarningList;
                }),
                n("a0e81a2e", "Показати"),
                n("g034e6f1", function (e) {
                    return "Ви можете прикріпити до цієї скарги не більше " + e.count + " постів.";
                }),
                n("i2e0d584", "Рекламний пост"),
                n("b52a940c", "Цей пост недоступний."),
                n("da59404c", "Зараз ви переглядаєте найновішу версію."),
                n("e267df68", "Відповідь приховано"),
                n("d5f162b6", "Показувати цю відповідь у будь-який час. Щось іще?"),
                n("f376e9d4", "Відгуки про пост"),
                n("d7c93b6c", "Пост приховано"),
                n("b3abacee", "Ви бачитимете менше таких постів. Хочете щось додати?"),
                n("a2411360", "Сподобалася якась відповідь?"),
                n("e8a14626", "Тепер можна закріпити відповідь до свого посту за допомогою меню дій, це ті три крапочки на пості (...)."),
                n("d41305a8", "Бульбашка повідомлення з канцелярською кнопкою"),
                n("eca84b72", "Скасувати репост"),
                n("g6185a9e", "Хто може відповідати?"),
                n("i00051cc", "Визначте, хто може відповідати на цей пост. Згадані особи завжди можуть відповідати."),
                n("i9000126", "Профілі, які ви читаєте"),
                n("dcaede8a", "Лише користувачі, яких ви згадуєте"),
                n("ad85cd2e", "Ваші передплатники"),
                n("f19e4bfc", "Підтверджені профілі"),
                n("bf994ab2", "Тільки ви"),
                n("e7b4b30a", "Лише користувачі, яких ви згадуєте"),
                n("ca6500a8", "Вимкнути зовнішні посилання у відповідях"),
                n("e839db3a", "Відхилити"),
                n("c8a98928", "Рекламне зображення"),
                n("f5b3dc1e", "Можливо, пізніше"),
                n("ae0c5fbe", "Помилка змінення того, хто може відповідати"),
                n("bae0cbc0", "Змінити, хто може відповідати"),
                n("d78131b9", function (e) {
                    return "Додати/видалити @" + e.screenName + " зі списків";
                }),
                n("b3b642fc", "Чому я бачу цей пост?"),
                n("fb4ee11c", "Чому ви бачите цю рекламу?"),
                n("ad50e7d9", function (e) {
                    return "Переглянути аналітику об’єкту (" + e.entity + ")";
                }),
                n("ef1042f8", "Напишіть Замітку від спільноти"),
                n("h3edf7a6", "Надіслати запит на замітку від спільноти"),
                n("bf8d98f4", "Відповідати можуть тільки передплатники"),
                n("e69ada9e", "Відповідати можуть тільки передплатники Premium"),
                n("ae04c4dd", function (e) {
                    return "Видалити " + e.entity + "?";
                }),
                n("d9442996", "Пост буде видалено з вашого профілю, стрічок усіх профілів, які вас читають, і з результатів пошуку. Цю дію не можна скасувати."),
                n("dad785a7", function (e) {
                    return "Усі версії цього об’єкту (" + e.entity + ") буде видалено з вашого профілю, стрічок усіх профілів, які вас читають, і з результатів пошуку. Ця дія незворотна.";
                }),
                n("jda253ab", function (e) {
                    return "Елемент (" + e.entity + ") видалено";
                }),
                n("j49c2f85", function (e) {
                    return "Щось пішло не так. Ще раз спробуйте видалити елемент (" + e.entity + ") за хвилину.";
                }),
                n("f9fa0390", "Вашу статтю буде перетворено на чернетку. Її можна буде видалили на сторінці «Статті»."),
                n("dad450ec", "Редагувати статтю"),
                n("g9677c6e", "Підтвердити"),
                n("b57bfe70", "Відредагувати статтю?"),
                n("bd3da7be", "Поки ви редагуватимете статтю, її опублікована версія буде тимчасово недоступна. Усі наявні взаємодії буде збережено й застосовано до відредагованої версії, коли ви її опублікуєте."),
                n("j26481e6", "Публікацію вашої статті було скасовано, і вона перемістилася в чернетки для редагування."),
                n("b360ac7c", "Навігація розділом"),
                n("adc81042", "Деталі про розділ"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "Це опублікована стаття – новий спосіб писати тексти в X."),
                n("b14efa0a", "Головне зображення статті"),
                n("afdccedb", function (e) {
                    return "Показати " + e.displayCount + " відповід" + f(e.count, "і", "ей", "ь", "і");
                }),
                n("bdba3e1a", "Увімкнути сповіщення посту"),
                n("c4da7d28", "Вимкнути сповіщення посту"),
                n("j87c21f4", "Сповіщати"),
                n("iebc30ca", "Вимкнути сповіщення"),
                n("dc740eb2", "Сповіщення про пости цього профілю відображатимуться у вашій стрічці сповіщень. А щоб не пропустити жодного посту, ви також можете ввімкнути push-сповіщення на своєму пристрої."),
                n("dca669ad", function (e) {
                    return "Репости від " + e.name + " більше не будуть з’являтись у вашій стрічці";
                }),
                n("ce6da5d7", function (e) {
                    return "Репости від " + e.name + " з’являтимуться у вашій стрічці";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "Погляньте, що " + e.fullName + " публікує в X.\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " більше не читає вас";
                }),
                n("j7bb1a43", function (e) {
                    return "Поскаржитися на @" + e.screenName;
                }),
                n("hef5960c", "Поділитися профілем через…"),
                n("bb1cbeb6", "Не ігнорувати"),
                n("h2f62206", "Ігнорувати користувача"),
                n("e67b2d65", function (e) {
                    return "Ігнорувати @" + e.screenName;
                }),
                n("f05597b3", function (e) {
                    return "Не ігнорувати @" + e.screenName;
                }),
                n("h59f52ee", "Успішно ігнорується."),
                n("eea0cbee", "Більше не ігнорується."),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " ігнорується.";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " більше не ігнорується.";
                }),
                n("b3036480", "Вилучити цього читача"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " буде вилучено зі списку ваших читачів і не отримає про це сповіщення від X, але зможе знову почати читати вас у майбутньому.";
                }),
                n("ibd0b842", "Копіювати посилання на профіль"),
                n("b9c26480", "Переглянути теми"),
                n("e922ce0c", "Увімкнути репости"),
                n("ge54bb8c", "Вимкнути репости"),
                n("h5ef9bc8", "Переглянути списки"),
                n("e9eef4c6", "Поскаржитися на контент, незаконний у ЄС"),
                n("e28ba0bb", function (e) {
                    return "Поскаржитися на @" + e.screenName + " за публікацію контенту, незаконного в ЄС";
                }),
                n("a30b63da", "Щось пішло не так. Ще раз спробуйте вилучити цього читача за хвилину."),
                n("gd11f228", "(Без заголовка)"),
                n("ced3c85a", "Змінено"),
                n("b375ece0", "Цю неопубліковану статтю бачите лише ви."),
                n("edf9101f", "читайте далі"),
                n("icf7f1a4", "Копіювати в буфер обміну"),
                n("e1a292ec", "Додати медіафайл"),
                n("ebfd8ac6", "Вставити"),
                n("ia3611ee", "Почніть писати"),
                n("d794135c", "Виберіть або перетягніть файл.\n\nКожен блок може містити файл GIF, відео або набір фото (до 4)."),
                n("e187f906", "GIF-файли"),
                n("fa4e68ca", "Пости"),
                n("c80940f4", "Розмітка markdown"),
                n("cfeb3f86", "Код"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "Вподобано"),
                n("g88b88a6", "Додано до закладок"),
                n("i282583e", "Використовувати пости захищених профілів не можна"),
                n("eae4fe7a", "Використовувати пости з цитатами з видаленого посту не можна"),
                n("d2042fb6", "Уподобані пости"),
                n("iad3e15c", "Пости, додані в закладки"),
                n("f1c63c34", "Вставити URL-адресу посту"),
                n("a78f6310", "Недійсна URL-адреса в пості"),
                n("fe9ddab6", "Пост не знайдено"),
                n("dd2c9034", "Збережіть пости, щоб переглянути їх пізніше"),
                n("cada17f8", "Додавайте пости до закладок, щоб легко знаходити їх у майбутньому."),
                n("j0179e90", "Напишіть пост"),
                n("adad5408", "Нова папка"),
                n("f44ddd2e", "Додавайте пости в закладки, щоб зберегти їх на потім"),
                n("c91d2c4c", "Треба трохи часу, щоб придумати дотепну відповідь, чи просто хочете зберегти пост на потім? Додайте його в закладки!"),
                n("j45c642e", "Папки зараз не завантажуються"),
                n("b87ca51a", "Видалити фото"),
                n("eebff22c", "Обітнути фото"),
                n("hf6f2914", "Попередній перегляд"),
                n("be4a00c2", "Додайте код тут"),
                n("i3128619", function (e) {
                    return "Блоки можуть містити не більше " + e.count + " символів";
                }),
                n("dbb02ec4", "Оберіть мову програмування"),
                n("d942865e", "Пошук мови програмування"),
                n("e554f642", "Відхилити зміни?"),
                n("fa524058", "Зберегти"),
                n("d4ab68e2", "Відхилити"),
                n("a50ba822", "Пошук GIF-файлів"),
                n("c6f5ac52", "Категорії – Пошук GIF-файлів"),
                n("ab468379", function (e) {
                    return e.query + " – Пошук GIF-файлів";
                }),
                n("j7fc4f9c", "Автовідтворення GIF-файлів"),
                n("a66b7760", "GIF-файл без мітки"),
                n("a723aefa", "GIF-файлів не знайдено"),
                n("a6ecfa0a", "Спробуйте пошукати щось інше."),
                n("f5ff0d6f", function (e) {
                    return e.category + " – Пошук GIF-файлів";
                }),
                n("effe1ca6", "Введіть тут вираз LaTeX"),
                n("c46c3c62", "У вашому виразі є помилка. Виправте її та повторіть спробу."),
                n("d4a4842e", "Додати емодзі"),
                n("fec16c1c", "Емодзі"),
                n("idc01eb8", "Жирний шрифт"),
                n("cd7c97c6", "Курсив"),
                n("dab932be", "Підкреслити"),
                n("c5b6178a", "Закреслити"),
                n("c03d7fd6", "Вставити посилання"),
                n("abfe2d36", "Маркований список"),
                n("da685a7c", "Нумерований список"),
                n("g74d920c", "Блок із цитатою"),
                n("cda501c6", "Збільшити шрифт"),
                n("a54fdc46", "Зменшити шрифт"),
                n("b340830e", "Ярлики в тексті"),
                n("c1ea915e", "Введіть на початку нового рядка або блоку, а потім уведіть пробіл"),
                n("e8a4ef02", "Заголовок"),
                n("dd71241a", "Підзаголовок"),
                n("ja9ca202", "Ярлики статей"),
                n("ef1649e2", "X: гарячі клавіші"),
                n("aefd89c8", "Навігація"),
                n("cafdefb2", "Дії"),
                n("dda42cf2", "Стовпці й теки"),
                n("e8a12604", "Додайте підпис (необов’язково)"),
                n("eabf2209", function (e) {
                    return "GIF-файл, наданий " + e.providerName;
                }),
                n("a613e720", "Копіювати посилання на GIF-файл"),
                n("aeca1239", function (e) {
                    return "Жирний" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "Курсив" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "актив." + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "Редагувати блок"),
                n("a8f09fb8", "Видалити блок"),
                n("i89195ea", "Розділювач"),
                n("da8ac57c", "Змінити підпис"),
                n("a8fdd09c", "Публікація статті"),
                n("d8047cc8", "Опублікувати"),
                n("ff7ddca2", "Вашу статтю буде опубліковано як допис. Крім того, ви зможете знайти її на вкладці «Статті» у вашому профілі.");
            n("ef34d7be", "Змінити налаштування аудиторії та відповідей після публікації статті не можна."),
                n("e52d4998", "Виберіть аудиторію"),
                n("d7985b24", "Виберіть, хто може відповідати на цю Статтю"),
                n("b5660338", "Попередній перегляд стрічки"),
                n("hff1b97a", "Відповідати можуть тільки передплатники."),
                n("a330771e", "Копіювати посилання в буфер обміну"),
                n("b6510e68", "Скопіюйте URL-адресу своєї статті, щоб поділитися нею."),
                n("e4a6e006", "Щось пішло не так. Спробуйте ще раз."),
                n("eff483e0", "Після публікації у вас буде посилання, за допомогою якого ви зможете ділитися статтею."),
                n("ca15dd4e", "Чернетка"),
                n("bb40bf66", "Опубліковано"),
                n("h107935c", "Збережено щойно"),
                n("a753a870", "Застосувати"),
                n("afccc67e", "Копіювати посилання на статтю"),
                n("beb24e9e", "URL-адресу скопійовано в буфер обміну"),
                n("db9cc928", "Видалити статтю?"),
                n("c4e28ba6", "Цю дію не можна скасувати, і статтю буде видалено назавжди."),
                n("ff2982d0", "Статтю буде назавжди видалено з вашого профілю, стрічок усіх ваших читачів і результатів пошуку. Цю дію не можна буде скасувати."),
                n("ca17beec", "Статтю видалено"),
                n("f5cbb31c", "Видалити статтю"),
                n("f0977f52", "Так, видалити"),
                n("db419d4c", "Попередній перегляд чернетки"),
                n("a1bc8e6c", "Переглянути статтю"),
                n("b6f72a22", "Публікацію вашої статті буде скасовано. Вона переміститься в чернетки й більше не буде загальнодоступною."),
                n("f558d2e0", "Перенести в чернетки"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "Виберіть 1 GIF-файл або до 4 фотографій."),
                n("eb7ab862", "Виберіть до 4 фото, відео або GIF-файлів."),
                n("ce9a9736", "Збереження…"),
                n("dd63549e", "Статтю опубліковано"),
                n("a4d128bc", "Статтю опубліковано, а посилання на неї скопійовано в буфер обміну"),
                n("b4071e18", "Заголовок статті"),
                n("f586b7fa", "Додайте заголовок"),
                n("ab0fa9ba", "Для редагування поверніться до чернеток"),
                n("c5f35c98", "Завантаження медіафайлу…"),
                n("d739d83e", "Скасувати завантаження"),
                n("a94efeda", "Збереження медіафайлу..."),
                n("gd79d45a", "Зосередьте увагу на тому, що ви пишете, увімкнувши сфокусований режим"),
                n("g1866bb2", "Щоб повернутись у стандартний режим редагування, вийдіть із сфокусованого режиму"),
                n("a6a78df4", "Перед публікацією в статтю потрібно додати заголовок і вміст."),
                n("ia656f1c", "У статті є заголовок, але перед публікацією в неї потрібно додати вміст."),
                n("d3855e36", "Перед публікацією в статтю потрібно додати заголовок."),
                n("f325958e", "Довжина заголовка перевищує максимальну кількість символів. Перш ніж публікувати статтю, скоротіть його."),
                n("ie5d9064", "Довжина вашої статті перевищує максимальну кількість символів. Перш ніж її публікувати, скоротіть основний текст."),
                n("e03487a0", "Довжина заголовка перевищує максимальну кількість символів, а довжина статті – максимальну кількість слів. Перш ніж її публікувати, скоротіть заголовок і основний текст."),
                n("e938d562", "Довжина заголовка перевищує максимальну кількість символів. Перш ніж публікувати статтю, скоротіть заголовок і додайте щось в основний текст."),
                n("e449c546", "У вашої статті немає заголовка, а її довжина перевищує максимальну кількість слів. Перш ніж її публікувати, додайте заголовок і скоротіть основний текст."),
                n("bd00e836", "Вашу останню чернетку не збережено, оскільки її довжина перевищує максимальну кількість символів."),
                n("ic110f68", "Вашу останню чернетку не збережено, оскільки вона задовга."),
                n("ifea3114", "Поділитися"),
                n("b384f696", "Рекомендована довжина заголовка – 50-70 символів"),
                n("a7da0adb", function (e) {
                    return e.count + " сл" + f(e.count, "ова", "ів", "ово", "ова");
                }),
                n("aea1d455", function (e) {
                    return e.count + " хвилин" + f(e.count, "и", "", "у", "и");
                }),
                n("df898d71", function (e) {
                    return "Час читання: " + e.readingTimeValue;
                }),
                n("i9aadf4a", "Можливо, це неправильне посилання. Натисніть на одну зі своїх статей на лівій панелі, щоб прочитати, відредагувати або опублікувати її."),
                n("hfdce46e", "Публікацію статті скасовано"),
                n("df079228", "Сфокусований режим"),
                n("f5037228", "Для досягнення найкращих результатів радимо використовувати зображення зі співвідношенням сторін 5:2."),
                n("f965e890", "Тут зберігаються ваші чернетки"),
                n("c2756718", "Тут зберігаються ваші опубліковані статті"),
                n("af65c854", "Редагувати у сфокусованому режимі"),
                n("e05e2336", "Скасувати публікацію й перенести статтю в чернетки"),
                n("d36447e0", "Тут можна писати статті"),
                n("ca0ed982", "Продовжте роботу над чернеткою або почніть писати нову статтю."),
                n("ee9e42aa", "Написати"),
                n("e9a50596", "Під час створення чернетки сталася помилка"),
                n("e070024a", "Редагувати фото"),
                n("i7d24b36", "Наступне зображення"),
                n("f96a38a2", "Попереднє зображення"),
                n("hac7c548", "Обітнути медіафайли"),
                n("e3dbfba4", "Змінити опис зображення"),
                n("dd4a83a6", "Попередження щодо вмісту:"),
                n("ffe9ec3a", "Додати описи"),
                n("j063b262", "Ви можете додати опис, який іноді називають альтернативним текстом, до своїх фото, щоб вони були доступні для ще більшої кількості людей, зокрема незрячих або зі слабким зором. Хороші описи короткі, але чітко розповідають, що зображено на фото, щоб був зрозумілий контекст."),
                n("e57144f0", "Так"),
                n("f9f9210c", "Ні, дякую"),
                n("feabf2a0", "Альтернативний текст"),
                n("e36287c6", "Опис"),
                n("cf565d08", "Що таке текст заміщення?"),
                n("d9f7b32a", "Розмістіть на цьому пості попередження щодо вмісту"),
                n("ead1b80a", "Виберіть категорію, і ми розмістимо на цьому пості попередження щодо вмісту. Так він випадково не потрапить на очі людям, які не хочуть його бачити."),
                n("h2437f26", "Делікатного характеру"),
                n("g5e1668a", "Дозволити завантажувати"),
                n("fdc6a52a", "Якщо ввімкнути цей параметр, ваше відео можна буде завантажувати."),
                n("fe09fde2", "Змінити налаштування"),
                n("cd5cba97", function (e) {
                    return "Попередження щодо вмісту: " + e.formattedWarningList;
                }),
                n("h7215a76", "Автор посту позначив, що в ньому є делікатний медіавміст."),
                n("j32d345e", "Тут можуть міститися матеріали делікатного характеру"),
                n("f1d9930c", "Приховати"),
                n("c91f83ae", "Редагувати відео"),
                n("icbec4ae", "Завантажити субтитри"),
                n("e0342f98", "Субтитри"),
                n("e7048e74", "Обрізати медіафайл"),
                n("ga408160", "Наступне відео"),
                n("dc402134", "Попереднє відео"),
                n("bf4e9d7a", "Завантажити файл субтитрів (.srt)"),
                n("j435467e", "До відео можна додати субтитри, завантаживши припустимий файл субтитрів. Він має бути у форматі SRT. Зміни до відео не впливатимуть на субтитри."),
                n("a6b267fa", "Вилучити субтитри"),
                n("a609edbe", "Написати пост"),
                n("dc295bb0", "Публікація постів у спільноті"),
                n("e536de22", "Щоб публікувати пости, ви маєте стати учасником спільноти. Приєднуйтеся!"),
                n("cb817dae", "Редагування посту"),
                n("bec9cff8", "Зареєструйтеся в X"),
                n("c150ba68", "Вітаємо!"),
                n("f8e2163e", "Хочете спочатку ввійти?"),
                n("a108c147", function (e) {
                    return "Хочете читати @" + e.screenName + "?";
                }),
                n("c66afdc3", function (e) {
                    return "Читати @" + e.screenName;
                }),
                n("feccfd6e", "Щоб почати читати кого-небудь, потрібно спочатку ввійти."),
                n("dedce756", "Тепер ви можете вподобати цей пост."),
                n("ha5987e0", "Хочете вподобати цей пост?"),
                n("f98f4e00", "Щоб уподобати цей пост, спочатку потрібно ввійти в систему."),
                n("b459ba4c", "Щоб відповісти на цей пост, спочатку потрібно ввійти в систему."),
                n("f3e1093a", "Тепер ви можете зробити репост."),
                n("i1d8723c", "Хочете зробити репост цього посту?"),
                n("h19f38de", "Щоб опублікувати це, спочатку потрібно ввійти в систему."),
                n("e289d950", "Щоб поширити цей пост, спочатку потрібно ввійти в систему."),
                n("d28215f0", "Вибачте, у спільнотах не можна проводити опитування!"),
                n("ec2fc089", function (e) {
                    return "ваш" + f(e.numOfTweets, "і пости", "их постів", " пост", "ого посту") + " надіслано в спільноту «" + e.communityName + "»";
                }),
                n("c7152355", function (e) {
                    return "Не забудьте зробити сво" + f(e.numberOfImages, "ї зображення доступними", "їх зображень доступними", "є зображення доступним", "го зображення доступним");
                }),
                n("ffa5562a", "Хороші описи зображень стислі, але детальні. Обов’язково підсумуйте зображення або випишіть текст на ньому."),
                n("a2d3facd", function (e) {
                    return "Завдяки ваш" + f(e.numberOfImages, "им описам", "им описам", "ому опису", "ого опису") + " X буде доступнішим для людей з обмеженими можливостями та всіх, кому потрібен додатковий контекст.";
                }),
                n("cc6d0a48", "Ви можете вимкнути це нагадування в налаштуваннях спеціальних можливостей."),
                n("j499fbcb", function (e) {
                    return "Додати опис" + f(e.numberOfImages, "и", "ів", "", "у");
                }),
                n("bb8170da", "Не цього разу"),
                n("h4dd544e", "Пост надіслано."),
                n("ice925ce", "Пост відредаговано."),
                n("eae9e604", "Пост надіслано. Ви можете відредагувати його протягом 30 хв."),
                n("gcdf3fd6", "Пост надіслано. Ви можете відредагувати його протягом 1 години."),
                n("c7999d10", "Пости надіслано."),
                n("b97f5eb2", "Пост надсилається..."),
                n("g08523f0", "Пост надсилається… Після його публікації у вас буде 30 хвилин на внесення правок."),
                n("fa53f95c", "Пост надсилається… Після його публікації у вас буде 1 година на внесення правок."),
                n("a608b1b4", "Видалити пост?"),
                n("j890123a", "Відхилити потік?"),
                n("af4d0a80", "Відхилити правки?"),
                n("bb01231c", "Чернетку буде втрачено. Цю дію не можна скасувати."),
                n("if69307c", "Якщо ви вийдете, ваші зміни не буде збережено."),
                n("d2c271f6", "Зберегти пост?"),
                n("abb90544", "Ви можете зберегти це в чернетках, щоб надіслати пізніше."),
                n("d3bb6f30", "Примітка. Облікові записи, позначені в медіафайлі, не буде збережено в чорнетці."),
                n("bf9b89e4", "Вашу чернетку збережено."),
                n("i63bfbf0", "Притримайте цю думку"),
                n("a6c55352", "Ми все ще завантажуємо ваше відео. Ви дійсно хочете скасувати пост? Чернетку та вкладення буде втрачено."),
                n("c3d89aca", "Продовжити"),
                n("b983f9e0", "Увага!"),
                n("ed5c4342", "Про що варто пам’ятати…"),
                n("abc4afcc", "Час на редагування минув"),
                n("a9a471fa", "Пости можна редагувати лише протягом перших 30 хвилин після публікації."),
                n("a3483f1c", "Пости можна редагувати лише протягом години після публікації."),
                n("g4bcc5f4", "Це ваше останнє редагування"),
                n("g922bf14", "Ви більше не зможете редагувати цей пост."),
                n("f58b5009", function (e) {
                    return "Ваш пост буде опубліковано " + e.scheduleDate + " о " + e.scheduleTime;
                }),
                n("fa97f508", "Ви зможете додати в цей потік більше постів, коли надішлете ці."),
                n("c091760c", "Цю правку не було збережно. Ви можете спробувати повторити своє оновлення або відхилити його й почати спочатку."),
                n("d38504ad", function (e) {
                    return "Виберіть до " + e.maxMediaCap + " фото, відео або GIF-файлів.";
                }),
                n("dd6734c2", "Дізнайтеся більше"),
                n("g589c2e2", "Варіант 1"),
                n("a1e6c3a2", "Варіант 2"),
                n("a739e006", "Варіант 3 (необов’язково)"),
                n("d89a5b92", "Варіант 4 (необов’язково)"),
                n("c2a8118e", "Видалити опитування"),
                n("a8ede1de", "Додати варіант відповіді"),
                n("af40a8e0", "Додати"),
                n("caf8edc4", "Тривалість опитування"),
                n("g93586be", "Дні"),
                n("d073b644", "Години"),
                n("a2f0728e", "Хвилини"),
                n("c9f5ae0a", "Збережено в чернетках"),
                n("f0afcc0e", "Додати опитування"),
                n("d39e3e78", "Запланувати пост"),
                n("f6bab0da", "Текст посту"),
                n("cc2b28fc", "Ви можете додати вкладення лише 1 типу"),
                n("i6f7062c", "Додати пост"),
                n("j1d5791c", "Додати відповідь"),
                n("e76f3776", "Видалити пост"),
                n("ec10ee02", "Опитування"),
                n("cce30dcc", "Позначити місцезнаходження"),
                n("ee016dd6", "На підвантаження довгих відео потрібно багато часу. Не закривайте вкладку браузера, щоб підвантаження не переривалося."),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " опис" + f(e.numberOfAltTextEntries, "и", "ів", "", "у") + " зображення";
                }),
                n("d1175c78", "Позначити людей"),
                n("b2943227", function (e) {
                    return "Завантажити файл" + f(e.numberOfVideos, "и", "ів", "", "у") + " субтитрів (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " файл" + f(e.numberOfSubtitles, "и", "ів", "", "у") + " субтитрів";
                }),
                n("e349147c", "Що відбувається?"),
                n("b4481d6c", "Поділіться думками..."),
                n("fbd24526", "Додати ще одну відповідь"),
                n("de4669e2", "Додати коментар"),
                n("ed1f39ec", "Опублікувати відповідь"),
                n("a402b908", "Поставте запитання"),
                n("ic05a146", "Заголовок"),
                n("d9c096f0", "Згенерувати зображення"),
                n("d2553906", "Покращити пост"),
                n("b85f402a", "Покращте свій пост за допомогою Grok"),
                n("e815fc34", "Виберіть аудиторію"),
                n("cf44066a", "Коло"),
                n("c6992b94", "Ексклюзивно для Premium"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "" + f(e.count, "людини", "людей", "особа", "людини");
                }),
                n("f0598964", "Хочете поділитися з меншою аудиторією?"),
                n("e1ae1c0a", "Коло дає змогу публікувати пости, доступні лише обраним людям."),
                n("eb969e30", "Як працює Коло"),
                n("bb55e8ee", "Додайте своїх людей"),
                n("f1aedb7c", "Ви можете включити у своє Коло до 150 людей."),
                n("b659fba8", "Публікуйте пости тільки для них"),
                n("c474be66", "Не соромтеся, поділіться своїми думками. Побачити й відповісти на них зможе лише ваше Коло."),
                n("h031847a", "Вносьте зміни коли завгодно"),
                n("bd9db21f", "Детальніше"),
                n("gfca5254", "Правила"),
                n("f510c8b2", "Правила спільноти"),
                n("g46f363e", "Ознайомтеся з правилами спільноти, перш ніж вступати в розмову"),
                n("f6fec9f6", "Прибрати попередній перегляд картки"),
                n("b2df0574", "Також поділитися з читачами"),
                n("ccfc7453", function (e) {
                    return "Відповісти можуть усі ваші читачі з Кола @" + e.screenName;
                }),
                n("d4d17205", function (e) {
                    return "Відповісти можуть усі з Кола @" + e.screenName;
                }),
                n("df961844", "Відповідати можуть лише ваші читачі з вашого Кола"),
                n("ce958ec8", "Відповідати може лише ваше Коло"),
                n("c7df589e", "Відповісти можуть усі ваші читачі з Кола автора посту"),
                n("j65d7c72", "Відповісти можуть усі читачі з Кола автора посту"),
                n("i8ea6d4e", "Усі можуть відповідати"),
                n("a176d0d8", "Відповідати можуть користувачі, яких ви читаєте"),
                n("gc7e52ca", "Відповідати можуть лише користувачі, яких ви згадуєте"),
                n("feb7560a", "Відповідати можуть тільки Передплатники"),
                n("h257006e", "Перегляньте правила цієї спільноти"),
                n("ebe1d850", "Відповідати можуть тільки ваші передплатники"),
                n("b121464a", "Відповідати можуть лише підтверджені користувачі"),
                n("aa65a44a", "Ми запам’ятаємо ваш вибір на цьому пристрої"),
                n("a4993fa2", "Додати GIF-файл"),
                n("bfb895b1", function (e) {
                    return "Буде надіслано " + e.date + " о " + e.time;
                }),
                n("hb36f723", function (e) {
                    return "У стрічці буде видно лише перші " + e.count + " симв.";
                }),
                n("d759c09e", "Спробуйте"),
                n("e4472565", function (e) {
                    return "Підвантажено (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "Обробка (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "Підвантаження (" + e.percent + "%)";
                }),
                n("daad8822", "Помилка завантаження"),
                n("i8ff6261", function (e) {
                    return "Схоже, розмір цього відео перевищує максимальний дозволений розмір файлу для завантаження (" + e.human_readable_max_size + " ГБ).";
                }),
                n("cba4fdde", "Показуйте користувачам X відео з роздільною здатністю 1080p"),
                n("ef8f5d90", "Рекомендовані"),
                n("a7046fb0", "Рідко необхідно"),
                n("acf3ecf4", "Додати медіафайл"),
                n("bdbcdd94", "Додати фото"),
                n("f2c8c04d", "зробити свої пости загальнодоступними"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " і " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " і " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " і ще " + f(e.othersCount, "" + e.othersCount, "" + e.othersCount, "1", "" + e.othersCount);
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " і " + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " і " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " і ще " + f(e.othersCount, e.othersCount + " особам", e.othersCount + " особам", "1 особі", e.othersCount + " особи");
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "Передплатників"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " і " + e.otherUserName;
                }),
                n("i9451241", "Передплатників"),
                n("hdf48104", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " і " + e.userThreeName;
                }),
                n("dcbb6a0b", "Передплатників"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " і ще " + f(e.othersCount, e.othersCount + " особам", e.othersCount + " особам", "1 особі", e.othersCount + " особи");
                }),
                n("c65916af", "Передплатників"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " та " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " та " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " та " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + ", " + e.userTwoName + " та " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " та ще " + f(e.othersCount, e.othersCount + " особам", e.othersCount + " особам", "1 особі", e.othersCount + " особи");
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " та ще " + f(e.othersCount, e.othersCount + " особам", e.othersCount + " особам", "1 особі", e.othersCount + " особи");
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "Рекламувати"),
                n("f11264ac", "Додати спосіб оплати"),
                n("j619ec94", "Рекламувати пост"),
                n("h1fcb36c", "Прорекламуйте свій пост"),
                n("fd22cfe0", "Умови й положення реклами"),
                n("i3656b52", "Скільки ви готові витратити?"),
                n("h7c29de6", "Орієнтовне охоплення"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + "–" + e.audienceHigh + " людей";
                }),
                n("i976aff4", "Оновіть дані щоденного бюджету відповідно до валюти виставлення рахунків."),
                n("e1e912f2", "Ваш пост опубліковано, але ми не можемо його підняти. Вам не потрібно нічого платити."),
                n("fe26420a", "Додати ключові слова"),
                n("aacfbe55", function (e) {
                    return "Ви публікуєте пост від імені @" + e.screenName + ".";
                }),
                n("ga8627cd", function (e) {
                    return "Ви відповідаєте від імені @" + e.screenName + ".";
                }),
                n("e6d2573f", function (e) {
                    return "Ви твітите від імені @" + e.screenName + ".";
                }),
                n("d37a3e15", function (e) {
                    return "Ви створюєте цей список від імені @" + e.screenName + ".";
                }),
                n("ceb1ad26", "Представляємо функцію завантаження відео"),
                n("ea97bc08", "Віднині відео можна дивитися офлайн і навіть переробляти: користувачі Premium тепер можуть завантажувати й обробляти ваш контент. Якщо ви не хочете, щоб ваші відео можна було завантажувати, натисніть «Змінити» біля потрібного відео. Ваш контент – ваші правила."),
                n("e6042757", function (e) {
                    return "На редагування посту залишається " + e.minutes + " хвилин" + f(e.minutes, "и", "", "а", "и") + " і " + e.seconds + " секунд" + f(e.seconds, "и", "", "а", "и");
                }),
                n("a4e39717", function (e) {
                    return "На редагування посту залишається " + e.minutes + " хвилин" + f(e.minutes, "и", "", "а", "и");
                }),
                n("c55eed72", "У відповідь"),
                n("caca3102", "Інші в цій розмові"),
                n("c6a6dc2f", function (e) {
                    return "Ви заблокували @" + e.screenName + ", тож цей профіль не отримуватиме сповіщень про ваші відповіді.";
                }),
                n("f5b426c2", "Завантаження користувачів"),
                n("c20dc654", "Можна позначити лише 10 осіб."),
                n("ae0831ab", function (e) {
                    return "@" + e.screenName + " не можна позначити на фото";
                }),
                n("cca7fa72", "Не вдалося видалити запланований пост."),
                n("c5dd0190", "Час"),
                n("edeff232", "Дата"),
                n("fddf24b4", "Часовий пояс"),
                n("d39dc06e", "Публікацію посту не можна запланувати на час, який уже минув."),
                n("d024efe2", "Пост не можна запланувати більше ніж на 18 місяців наперед."),
                n("d15af6da", "Не вдалося видалити деякі ненадіслані пости."),
                n("a1e1b748", "Вибрані ненадіслані пости видалено."),
                n("ce80fba0", "Завантаження ненадісланих постів"),
                n("i5d56b62", "Ще не готові опублікувати пост? Збережіть його в чернетках або заплануйте на потім."),
                n("aef6257e", "Видалення ненадісланих постів"),
                n("dce0bc34", "Ненадіслані пости"),
                n("f8464692", "Заплановано"),
                n("e8bd47f2", "Вибрати всі"),
                n("j2b145d4", "Скасувати вибір усіх"),
                n("h6c79ac2", "Видалити ненадіслані пости"),
                n("d0a4a03c", "Ненадіслані пости буде втрачено. Цю дію не можна скасувати."),
                n("f9f69d32", "Помилка надсилання"),
                n("j74e5dd4", "Пост, на який ви намагаєтеся відповісти, видалено"),
                n("c5ceafc8", "У відповідь"),
                n("f501ba43", function (e) {
                    return "ще " + e.count + " пост" + f(e.count, "и", "ів", "", "у");
                }),
                n("b321d0cc", "Завантажити зображення"),
                n("abd649ce", "Видалити ненадісланий пост"),
                n("c7d42978", "Чернетку буде втрачено. Цю дію не можна скасувати."),
                n("e43a5528", "Щось пішло не так, і ненадісланий пост не було видалено."),
                n("e7c766ee", "Служби визначення місцезнаходження вимкнені"),
                n("ab68727a", "Увімкнути їх можна в налаштуваннях пристрою."),
                n("ae4057a2", "Неможливо визначити місцезнаходження"),
                n("bf2923a6", "Перевірте налаштування вашого пристрою."),
                n("d963d1b6", "Місця не знайдені"),
                n("a893d602", "OK"),
                n("be6cc44e", "Пошук місць"),
                n("d8ef3232", "Не вдалося отримати місцезнахождення"),
                n("b01ed2db", function (e) {
                    return e.distance + " миль";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " фт.";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " км";
                }),
                n("b211849f", function (e) {
                    return e.distance + " м";
                }),
                n("fd391b9f", function (e) {
                    return "Вбудувати об’єкт (" + e.entity + ")";
                }),
                n("e1618e49", function (e) {
                    return "Ви почали читати @" + e.screenName;
                }),
                n("ge5067bc", "Приховати відповідь"),
                n("j136c720", "Відповідь приховано з посту"),
                n("d66f0338", "Приховання відповідей на ваші пости"),
                n("cfc8cb50", "Щоб дати вам більше контролю над розмовами, які ви починаєте, автори постів можуть приховувати відповіді на свої пости."),
                n("if8dc5f0", "Приховані відповіді переносяться на окрему сторінку, і будь-хто може переглянути їх, вибравши піктограму прихованої відповіді на пості."),
                n("b2615c6d", function (e) {
                    return "Також заблокувати @" + e.screenName + "?";
                }),
                n("i62a03aa", "Ні"),
                n("f9f27fa2", "Приховати пост"),
                n("ce87916a", "Додати у вибране чи видалити з нього"),
                n("eaae42ce", "Додати у вибране?"),
                n("h032d096", "Видалити з вибраного?"),
                n("be38d25e", "Цей пост показуватиметься на вкладці «Вибране» у вашому профілі."),
                n("d2be9310", "Цей пост буде видалений із вкладки «Вибране» у вашому профілі."),
                n("jea6b076", "Додано у вибране."),
                n("ce6fd0ec", "Видалено з вибраного."),
                n("ha35a1d2", "Закріпити у профілі"),
                n("d04f95c0", "Ваш пост закріплено у вашому профілі."),
                n("i419d136", "Закріпити пост у профілі?"),
                n("c1b9714a", "Цей пост з’явиться у верхній частині вашого профілю та замінить раніше закріплений пост."),
                n("fe4d099a", "Додати у вибране"),
                n("e8d4c1cc", "Можливість додавати пости у вибране надається лише передплатникам. Підтвердьте свій профіль, щоб отримати доступ до цієї та інших функцій."),
                n("b68c3784", "Отримати підтверджений статус"),
                n("bb16cc76", "Покинути цю розмову"),
                n("de21174c", "Ви покинули цю розмову"),
                n("j33c9fc6", "Я краще залишуся"),
                n("aed79c54", "Заберемо вас із цієї розмови"),
                n("h12044a4", "Іноді просто не хочеться встрявати. Якщо ви покинете розмову, то…"),
                n("f100e566", "Приберете позначку вашого імені користувача"),
                n("a0d68f4e", "Ваше ім’я користувача залишиться в тексті, але з оригінального посту та всіх відповідей буде видалено позначку."),
                n("b00255b6", "Забороните згадки в майбутньому"),
                n("geea29ee", "Вас більше не зможуть згадувати в цій розмові."),
                n("c54678e8", "Зупините сповіщення"),
                n("ga4fa180", "Ви більше не отримуватимете нових сповіщень, але й далі зможете бачити розмову."),
                n("h8dde772", "Ніхто не отримає сповіщення про те, що ви покинули розмову."),
                n("ee87e71c", "Ви не можете ігнорувати себе."),
                n("ed428a76", "Ви не ігноруєте цього користувача."),
                n("e2d6c17e", "Ігнорувати цю розмову"),
                n("cd1942f4", "Не ігнорувати цю розмову"),
                n("bbd8bed6", "Сповіщення ігноруються для цієї розмови"),
                n("c13af432", "Сповіщення не ігноруються для цієї розмови"),
                n("df744bda", "Ігнорувати це"),
                n("j9552760", "Ігнорувати розмову"),
                n("d751694c", "Коли ви ігноруєте розмову, ви не отримуєте жодних нових сповіщень про неї."),
                n("a50c911e", "Ваш пост закріплено й додано у вибране."),
                n("d1c1e2c2", "Закріпити в спільноті"),
                n("j832cc34", "Цей твіт відображатиметься у верхній частині вашої спільноти."),
                n("h7dbb2f2", "Цей пост з’явиться у верхній частині сторінки спільноти й замінить попередній закріплений пост."),
                n("d8725596", "Закріплено модераторами спільноти"),
                n("f5cdcc2c", "Ця реклама мене не цікавить"),
                n("c2e276e4", "Забанити автора у спільноті"),
                n("a95f04ba", "Ви справді хочете видалити позначку на фотографії з цього посту?"),
                n("jfc76958", "Видалити позначку з фото"),
                n("j4e43d8b", function (e) {
                    return "Поскаржитися на " + e.entity;
                }),
                n("e3fd237e", "Поскаржитися на рекламу"),
                n("ebb7662a", "Поскаржитися на пост"),
                n("d1e21610", "Повідомити про порушення закону NetzDG"),
                n("d7513755", function (e) {
                    return "Пошук постів @" + e.screenName + " у спільноті";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " – " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "Не читати @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "Ви припинили читати @" + e.screenName;
                }),
                n("i31dfa4c", "Відобразити відповідь"),
                n("j8e56ba2", "Відповідь знову відображено"),
                n("ic030338", "Відкріпити від профілю"),
                n("gfcea3f4", "Відкріпити пост від профілю?"),
                n("eb2d59f4", "Цей твіт більше не з’являтиметься автоматично вгорі вашого профілю."),
                n("a2dd7414", "Ваш пост відкріплено від вашого профілю"),
                n("cac6a24a", "Видалити закріплений пост"),
                n("i642edc4", "Цей пост більше не відображатиметься вгорі стрічки спільноти."),
                n("f9478972", "Переглянути приховані відповіді"),
                n("c5491b5d", function (e) {
                    return "Переглянути взаємодії з об’єктом (" + e.entity + ")";
                }),
                n("haebcf52", "Вас більше не зможуть згадувати в цій розмові, а ви не отримуватимете нових сповіщень."),
                n("c837fcaa", "Показати більше відповідей"),
                n("d228a9a0", "Показати більше"),
                n("g0b48670", "У цій розмові так багато відповідей, що всі не показати."),
                n("d9b417c4", "Позначити як не цікаву"),
                n("c29d6806", "Більше не рекомендувати"),
                n("ge8f3043", function (e) {
                    return "Читати тему " + e.topicName;
                }),
                n("aa576cbf", function (e) {
                    return "Не читати тему " + e.topicName;
                }),
                n("i77347d1", function (e) {
                    return "Відхилити тему " + e.topicName;
                }),
                n("d69b2d90", "Вас не цікавить ця тема"),
                n("je808a17", function (e) {
                    return "Тема " + e.topicName;
                }),
                n("ic6aa5f4", "Автентифікацію виконано."),
                n("c02e7e3c", "Завантаження…"),
                n("c5453f28", "1/8 фіналу"),
                n("eb256a86", "1/16 фіналу"),
                n("g77adc66", "Солодкі шістнадцять"),
                n("a6d2520c", "Солодкі 16"),
                n("g5b63eb6", "Елітні вісім"),
                n("d8bf2890", "Елітні 8"),
                n("f9d3d6f2", "Останні чотири"),
                n("bda24f7c", "Останні 4"),
                n("i5043440", "Національний чемпіонат"),
                n("fcb16026", "Чемпіонат"),
                n("e9c89ee8", "Схід"),
                n("h259fd86", "Захід"),
                n("a7b2545a", "Південь"),
                n("fdf7819a", "Середній Захід"),
                n("i899e9b0", "Надіслати турнірну сітку"),
                n("c5b04394", "Переглянути вибрані варіанти"),
                n("h836bbae", "Переглянути турнір"),
                n("e1059d6c", "1-й раунд"),
                n("b1602be4", "2-й раунд"),
                n("ef7bc2c0", "20–21 березня"),
                n("h726aaf2", "22–23 березня"),
                n("ee7cd198", "27–28 березня"),
                n("fed91402", "29–30 березня"),
                n("aba0a450", "5 квітня"),
                n("jdfba2dc", "7 квітня"),
                n("b7c6bc12", "Уточнюється"),
                n("c373612c", "Виберіть:"),
                n("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                n("j5db9ddd", " проти "),
                n("a638617d", function (e) {
                    return "" + e.loser;
                }),
                n("j4c40da4", "Надіслати зараз"),
                n("b23688c8", "Таймер скасування"),
                n("cca5d499", function (e) {
                    return "Розкажи мені про тему «" + e.selectedText + "» одним-двома реченнями.";
                }),
                n("d231a76a", "Виграйте 100 тис. доларів за найкращу турнірну сітку 🏀"),
                n("heaba5d8", "Розробіть турнірну сітку для студентського баскетболу в X. Автор найкращої сітки виграє політ на Марс!"),
                n("i57d3ea0", "Діють правила"),
                n("a0440af6", "Створити турнірну сітку"),
                n("aaad27c8", "Автор"),
                n("eb748f7e", "Переглянути аналітику посту"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "Монет" + f(e.count, "и", "", "а", "и");
                }),
                n("be059f7e", "Охопіть на 100 тис. більше користувачів"),
                n("c34f845e", "Спробуйте підняти цей пост!"),
                n("c37102aa", "Охопіть понад 100 000 користувачів, яких може зацікавити ваш контент."),
                n("ac245c4c", "Підвищити видимість"),
                n("e4db6326", "Можливо, пізніше"),
                n("g6237a1e", "Реклама"),
                n("d6b5949e", "Рекламну кампанію призупинено"),
                n("ffd9cfe6", "Побачити більше"),
                n("d172116a", "Дізнавайтеся більше"),
                n("be5df69e", "Більше постів"),
                n("g11ebd34", "Більше рекомендацій"),
                n("g4a6901a", "Огляд"),
                n("h6453e74", "Переглянути пости"),
                n("je506a60", "Змінити ім’я користувача"),
                n("c0fcb08a", "Якщо ви зміните ім’я користувача, вашу галочку та зв’язки з іншими профілями буде тимчасово видалено до завершення перевірки."),
                n("d1f6d336", "Ім’я користувача"),
                n("de65c756", "Пропозиції"),
                n("ebeeac1a", "Змінити адресу електронної пошти"),
                n("dc013356", "Поточна"),
                n("ea28c7ce", "Завантаження налаштувань електронної пошти"),
                n("f3f66252", "Додати адресу електронної пошти"),
                n("i5107de4", "Оновити адресу електронної пошти"),
                n("d19fd42a", "Надіслати лист із підтвердженням ще раз"),
                n("g4da3246", "Електронний лист надіслано. Шукайте посилання для підтвердження у своїй поштовій скриньці через деякий час."),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "Поточний пароль"),
                n("a9bc3044", "Новий пароль"),
                n("b8c03cfc", "Підтвердити пароль"),
                n("b731d32c", "Ваш пароль успішно оновлено."),
                n("d555d7e0", "Новий пароль не може збігатися з поточним."),
                n("fa8af9ae", "Паролі не збігаються."),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " додат" + f(e.applicationCount, "ки", "ків", "ок", "ка");
                }),
                n("j25601d9", "Детальніше"),
                n("cb841d56", "Змінити телефон"),
                n("ce37ea44", "Додати номер телефону"),
                n("ibaf239e", "Оновити номер телефону"),
                n("j2636558", "Видалити номер телефону"),
                n("e49b16d4", "Видалити номер телефону?"),
                n("i931719e", "Цей номер буде видалено з вашого профілю, і ви більше не отримуватимете на нього сповіщення та коди для входу."),
                n("j841d1f4", "Телефон видалено."),
                n("fe8b565a", "Ваш номер телефону буде видалено з цього профілю, і ви більше не отримуватимете сповіщень у вигляді текстових повідомлень від Х. Крім того, для цього профілю буде вимкнуто двофакторну автентифікацію."),
                n("hf45b8d4", "Ваш номер телефону буде видалено з цього профілю, і ви більше не отримуватимете сповіщень у вигляді текстових повідомлень від Х. Крім того, для цього профілю буде вимкнуто метод двофакторної автентифікації за допомогою текстового повідомлення."),
                n("bc262c2e", "Додаткові способи"),
                n("hc1a91da", "Коди відновлення даних"),
                n("e4fed8f0", "Отримуйте одноразові коди відновлення даних, щоб увійти в Х, якщо у вас нема доступу до своїх параметрів двофакторної автентифікації."),
                n("b39c7b14", "Вимкнути підтвердження входу?"),
                n("a923fce6", "Якщо вимкнути двофакторну автентифікацію, ваш профіль може стати вразливим до зламування. Ви справді хочете це зробити?"),
                n("ff781e0a", "Вимкнути?"),
                n("c557ac30", "Ви впевнені, що хочете відмовитися від цього способу?"),
                n("d133464a", "Якщо вимкнути це налаштування, цей метод двофакторної автентифікації буде видалено з вашого профілю. Ви справді хочете його вимкнути?"),
                n("ee3a7bfa", "Вимкнути"),
                n("aa9139cc", "Підтверджувати запити на вхід"),
                n("jc22dd42", "Після того як ви ввійдете, Х надішле вам push-сповіщення до додатка Х, яке потрібно підтвердити, щоб отримати доступ до профілю."),
                n("a219e218", "OK"),
                n("e0d79de8", "З вашим профілем пов’язано лише один ключ безпеки. Щоб запобігти втраті доступу до профілю в разі втрати ключа, додайте ще один і збережіть резервний код двофакторної автентифікації."),
                n("ja6bbfa0", "Завантаження даних підтвердження входу"),
                n("c2570922", "Текстове повідомлення"),
                n("fba9483c", "На ваш мобільний телефон надходитиме текстове повідомлення з кодом для автентифікації, який потрібно буде вводити під час входу в X."),
                n("ab61b41a", "Додаток автентифікації"),
                n("a67c7d68", "Використовуйте мобільний додаток автентифікації, у який надходитиме код підтвердження для кожного входу в Х."),
                n("h6d0d89c", "Ключ безпеки"),
                n("b3e5c946", "Коли ви входите в X, використовуйте ключ безпеки, який вставляється у ваш комп’ютер або синхронізується з вашим мобільним пристроєм. Для цього потрібен підтримуваний мобільний пристрій або браузер."),
                n("cd195528", "Додати новий ключ безпеки"),
                n("a1860ee8", "Тимчасовий пароль"),
                n("j45a2856", "Створюйте одноразові тимчасові паролі для служб сторонніх розробників."),
                n("d8612d9c", "Спочатку виберіть текстове повідомлення або додаток автентифікації"),
                n("e13d4468", "Перш ніж ви зможете встановити пароль безпеки, спочатку вам потрібно вибрати одним зі способів двофакторної автентифікації текстове повідомлення або додаток автентифікації."),
                n("c1d96d6a", "Ви додали максимально можливу кількість ключів"),
                n("gf91694e", "Потрібно видалити ключ, перш ніж додавати інший."),
                n("j265ddb6", "Підтвердьте свою адресу електронної пошти"),
                n("a7cfdf1c", "Щоб увімкнути двофакторну автентифікацію, вам потрібно пов’язати з цим профілем Х адресу електронної пошти, а потім підтвердити її, щоб ми знали, що вона дійсно належить вам."),
                n("d7bfde1a", "Схоже, ваш профіль наразі забанено. Не можна ввімкнути двофакторну автентифікацію для забаненого профілю."),
                n("g268fbb8", "Цей профіль підтверджено за допомогою посвідчення особи."),
                n("f66d24be", "Довідковий центр"),
                n("c8255462", "Приховання мітки «Підтверджено посвідченням особи»"),
                n("c6e731ee", "Якщо ви приховаєте мітку «Підтверджено посвідченням особи», люди не бачитимуть її, коли натискатимуть синю галочку на сторінці вашого профілю."),
                n("be582166", "Пройшовши перевірку з використанням посвідчення особи державного зразка, ви захистите свій профіль від фейків і отримаєте мітку «Підтверджено посвідченням особи»."),
                n("b496bc94", "Ми наразі перевіряємо ваше посвідчення особи й повідомимо вам про результат через сповіщення.\n\nПісля схвалення у вашому профілі з’явиться мітка, яка свідчитиме про те, що його було підтверджено на основі посвідчення особи."),
                n("d8f5cce4", "Ви вичерпали ліміт запитів на перевірку. Зачекайте 24 години, перш ніж пробувати знову."),
                n("i8427a1e", "Цей профіль не відповідає умовам підтвердження на основі посвідчення особи. Наразі така можливість доступна лише передплатникам Premium."),
                n("cdc65e89", function (e) {
                    return e.title + " (необов’язково)";
                }),
                n("h05c1f28", "Підтвердьте свій профіль із використанням посвідчення особи державного зразка. Зазвичай це займає близько 5 хвилин."),
                n("j8cfcc62", "Я дозволяю X і Au10tix використовувати зображення мого посвідчення особи й моє селфі, у тому числі одержані з них біометричні дані, з метою підтвердження моєї особи й підтримання безпеки X, зокрема для захисту від самозванців. Au10tix може зберігати такі дані до 30 днів."),
                n("c4930cb6", "Що вам знадобиться:"),
                n("ac7bb0fe", "Підготуйте посвідчення особи державного зразка"),
                n("c12ce69c", "Перевірте, чи відкрита камера вашого пристрою і чи працює вона"),
                n("c5bfe94a", "Приготуйтеся зробити селфі й сфотографувати своє посвідчення особи"),
                n("e5b7dd84", "Початок"),
                n("abfaa528", "Пропустити"),
                n("e4fed511", "X Premium"),
                n("def518fa", "Передплати для творців"),
                n("f61cda83", "Частка доходу від реклами"),
                n("g1952008", "передплат для творців"),
                n("e5d0419c", "розподілу доходу для творців"),
                n("g3723480", "Передплати для творців"),
                n("c776f523", "Частка доходу від реклами"),
                n("ab9f38f8", "передплат для творців"),
                n("d5cab8b0", "розподілу доходу для творців"),
                n("g1a4a1b6", "Помилка перевірки посвідчення особи"),
                n("e24305e4", "Сеанс підтвердження особи застарів або недійсний, повторіть спробу."),
                n("f7954a0c", "Завантаження даних про ключі безпеки"),
                n("h69986c2", "Ключі безпеки можна перейменувати чи видалити."),
                n("i5896ba2", "Додати ще один ключ"),
                n("a8ef2b64", "Безіменний ключ безпеки"),
                n("d4e220b4", "Ім’я"),
                n("g6d0f0b6", "Налаштування ключа безпеки"),
                n("b894f68a", "Завантаження даних про ключ безпеки"),
                n("g2601bb6", "Перейменувати ключ"),
                n("b464b726", "Видалити ключ"),
                n("a4101e1b", function (e) {
                    return "Дата додавання: " + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "Код відновлення даних"),
                n("ec6a76e0", "Згенерувати новий код"),
                n("f2c3c31c", "Копіювати код"),
                n("e8016b64", "Завантаження коду відновлення даних"),
                n("c4ca22bc", "У разі втрати пристрою ви можете використати цей код для підтвердження особи."),
                n("f20ff69f", "Детальніше"),
                n("j2327f80", "Тимчасовий пароль"),
                n("fbfeaf8e", "Згенерувати новий пароль"),
                n("h4a8bd12", "Копіювати пароль"),
                n("g247dc1c", "Завантаження тимчасового пароля"),
                n("h3a32f52", "За допомогою цього тимчасового пароля (пробіли необов’язкові) ви можете увійти в Х у своїх додатках і пристроях."),
                n("d70fceac", "Термін дії цього пароля мине через годину."),
                n("j924d222", "Змінити країну"),
                n("e9310157", "Детальніше"),
                n("bd5ac12e", "Виберіть мову для заголовків, кнопок та іншого тексту від Х в цьому профілі. Мова вмісту, який ви бачите в стрічці, не зміниться."),
                n("cef33711", function (e) {
                    return e.languageName + " (бета)";
                }),
                n("b033248c", "Видимість"),
                n("c69b4798", "Вирішіть, чи люди, які знають вашу адресу електронної пошти або номер телефону, зможуть знаходити вас і зв’язуватися з вами в Х."),
                n("eca117e6", "Дозволити людям, які знають вашу адресу електронної пошти, знаходити вас в Х"),
                n("acd36386", "Дозвольте людям, які знають вашу адресу електронної пошти, знаходити вас і зв’язуватися з вами в Х."),
                n("gd8511ca", "Дозволити людям, які знають ваш номер телефону, знаходити вас в Х"),
                n("eca935ec", "Дозвольте людям, які знають ваш номер телефону, знаходити вас і зв’язуватися з вами в Х."),
                n("ac77c66c", "Контакти"),
                n("jadf483e", "Керуйте контактами, які ви імпортували зі своїх мобільних пристроїв."),
                n("b864be7a", "Видалити всі контакти"),
                n("g5fa1090", "Видалити всі контакти?"),
                n("h3e420fc", "Усі попередньо завантажені контакти буде видалено, а синхронізацію з Х вимкнено на всіх пристроях. Це займе деякий час, протягом якого ви все ще можете отримувати деякі пропозиції в Х (на основі ваших контактів). Цю дію не можна скасувати."),
                n("ca24589e", "Без імені"),
                n("d439b1c1", "Детальніше"),
                n("fe36fe10", "Підтвердьте пароль"),
                n("hccd9dbe", "Щоб переглянути ці налаштування, введіть пароль."),
                n("df1ddda4", "Мітки місць, які ви додали до своїх постів, більше не відображатимуться на X.com, в Х для iOS та Х для Android. Щоб ці зміни набрали сили, може знадобитися деякий час."),
                n("ed7fa034", "На цьому пристрої зараз не ввімкнуто служби визначення місцезнаходження. Ви можете ввімкнути їх у налаштуваннях свого пристрою."),
                n("e80e4288", "Видалити всю інформацію про місцезнаходження з ваших постів"),
                n("b0ee8ab6", "Видалити всю інформацію про місцезнаходження з ваших постів?"),
                n("e23b2991", "Детальніше"),
                n("gd758534", "Дозвольте іншим позначати вас на фото та отримуйте про це сповіщення."),
                n("a90af44e", "Приховати вміст делікатного характеру"),
                n("a25e2ec6", "Прибрати заблоковані або ігноровані профілі"),
                n("b827a058", "Налаштування безпечного пошуку оновлено."),
                n("b27c9852", "При оновленні налаштувань безпечного пошуку щось пішло не так."),
                n("j3402d7e", "Цей параметр дає змогу прибрати з результатів пошуку пости з потенційно делікатним вмістом."),
                n("if05bca6", "Цей параметр дає змогу прибрати з результатів пошуку профілі, які ви заблокували або ігноруєте."),
                n("bc7fd990", "Завантаження налаштувань трендів"),
                n("e2f16650", "Показувати вміст із цього місця"),
                n("e5e88f40", "Коли цю функцію активовано, ви бачитимете, що відбувається навколо вас просто зараз."),
                n("i4d54b0e", "Актуальне для вас"),
                n("ad431584", "Показувати кумедні історії Grok"),
                n("df9f03c8", "Персоналізуйте актуальне відповідно до свого місцезнаходження та людей, яких читаєте."),
                n("c6cf5c7e", "Ви можете персоналізувати тренди на основі свого місцезнаходження та осіб, яких ви читаєте."),
                n("e09358ba", "Читайте свіжі історії в X у кумедному режимі Grok."),
                n("a55db872", "Персоналізація"),
                n("a58170fc", "Історії Grok"),
                n("h0b5152e", "Змінити місцезнаходження"),
                n("dfeada5e", "Ознайомлення з місцями"),
                n("ac854308", "Політика"),
                n("d429c942", "Політика щодо актуальних тем у контексті виборів у США"),
                n("ede134f2", "Укажіть, чи відтворювати відео й GIF-файли автоматично на цьому пристрої."),
                n("b3aab6d4", "Місця"),
                n("e53e05e4", "Завантаження місць"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return "ЗАОЩАДЬТЕ " + e.percentage + "%";
                }),
                n("c6614cc0", "(плюс усі належні податки)"),
                n("f8d3b50a", "(включно з податком)"),
                n("i2c32253", function (e) {
                    return e.price + " на місяць";
                }),
                n("c41e1023", function (e) {
                    return e.price + " на рік";
                }),
                n("i57aeafb", function (e) {
                    return "За перш" + f(e.duration, "і " + e.duration + " місяці", "і " + e.duration + " місяців", "ий місяць", "і " + e.duration + " місяця") + ", потім " + e.standardPrice + " на місяць";
                }),
                n("ae3e3723", function (e) {
                    return "За перш" + f(e.duration, "і " + e.duration + " роки", "і " + e.duration + " років", "ий рік", "і " + e.duration + " року") + ", потім " + e.standardPrice + " на рік";
                }),
                n("ade4c757", function (e) {
                    return "Потім " + e.price + " на місяць";
                }),
                n("f7798e11", function (e) {
                    return "Потім " + e.price + " на рік";
                }),
                n("e0b39888", "Щомісячна оплата"),
                n("b67c37de", "Щорічна оплата"),
                n("a8363765", function (e) {
                    return e.price + " — щорічне виставлення рахунку";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "Поки ви не пішли, подумайте, що ви втрачаєте"),
                n("a092f1ba", "Продовжити скасування"),
                n("g96c7f48", "Перейти на інший план"),
                n("iccac88e", "Удвічі менше реклами в стрічках «Для вас» і «Підписки»"),
                n("d7a124d8", "Повна відсутність реклами"),
                n("d2d22c36", "Доступ до Grok"),
                n("j249b1d4", "Підняття відповідей"),
                n("c4a37384", "Довші пости"),
                n("fb656858", "Редагування постів"),
                n("faaec212", "Дохід від постів"),
                n("fb3c7168", "Папки закладок"),
                n("b346bc12", "Галочка"),
                n("je8143e1", function (e) {
                    return "Отримайте знижку " + e.percentage + "% на X " + e.productName + " на " + f(e.duration, e.duration + " місяці", e.duration + " місяців", "один місяць", e.duration + " місяця");
                }),
                n("j5847735", function (e) {
                    return "Отримайте знижку " + e.percentage + "% на X " + e.productName + " на " + f(e.duration, e.duration + " роки", e.duration + " років", "один рік", e.duration + " року");
                }),
                n("da3431f9", function (e) {
                    return "Ця знижка – невеликий подарунок від нас на випадок, якщо ви захочете зберегти X " + e.productName + " ще на деякий час.";
                }),
                n("i6fbfc72", "Ексклюзивна одноразова пропозиція"),
                n("f1bc6309", function (e) {
                    return "Збережіть повний доступ до всіх функцій X " + e.productName;
                }),
                n("fdb7b52a", "Знижку буде застосовано з початку наступного розрахункового періоду."),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "Усе готово"),
                n("a905eac6", "Відкрийте для себе Premium"),
                n("j6083a1c", "Налаштування передплати"),
                n("b4fa4630", "Змінити спосіб оплати"),
                n("ef0dfa5a", "Змінити платіжні дані"),
                n("f5b352ec", "Скасувати передплату"),
                n("j317d958", "Увага: ви втратите невикористану знижку"),
                n("a46e42d2", "Зберегти передплату"),
                n("e122fb3f", function (e) {
                    return "Ваш безкоштовний пробний період закінчиться " + e.endDate + ".";
                }),
                n("be103b84", "Активний"),
                n("ace43720", "Термін дії скоро сплине"),
                n("c8f18aa4", "Вам доступна передплата Premium+, оскільки ви є передплатником сервісу «Підтверджені організації»."),
                n("a341d1f7", function (e) {
                    return "Вам доступна передплата Premium+, оскільки ваша організація передплачує сервіс «Підтверджені організації» через @" + e.organization + ". За додатковою інформацією звертайтеся до своєї організації.";
                }),
                n("e4aaf0f8", "Щоб скасувати безкоштовну передплату Premium, зверніться в службу підтримки"),
                n("e5170220", "Цей акаунт безкоштовно отримав передплату Premium за рахунок витрат на рекламу."),
                n("j6d6b66e", "Цей обліковий запис отримав передплату в подарунок. Щоб скасувати її, зверніться до служби підтримки"),
                n("fae1751f", function (e) {
                    return "Схоже, ви оформили цю передплату у додатку X для " + e.mobilePlatform + ", тому ви можете змінити чи скасувати її лише там.";
                }),
                n("fecebd4c", "тут"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "інше"),
                n("baf97716", "Усі функції будуть доступні вам до кінця розрахункового періоду."),
                n("ae864b69", function (e) {
                    return "Рівень вашої передплати зміниться на " + e.tierName + " у наступному розрахунковому циклі, який почнеться " + e.date;
                }),
                n("a991d9a3", function (e) {
                    return "Наступний розрахунковий цикл почнеться " + e.date;
                }),
                n("edbb700f", function (e) {
                    return "Починається з наступного розрахункового періоду " + e.date;
                }),
                n("e3f9d219", function (e) {
                    return "Термін дії передплати закінчується " + e.date;
                }),
                n("e9884540", "Активна знижка"),
                n("bfb879aa", "Ще не застосована знижка"),
                n("f8321d82", "Усі"),
                n("eb233866", "Імпортовані"),
                n("d23b0404", "Якщо заблокувати когось, ця особа не зможе читати вас і надсилати вам повідомлення, а ви не бачитимете сповіщень від неї."),
                n("e0a7e9bc", "Блокуйте небажані профілі"),
                n("ef731b14", "Завантаження заблокованих профілів"),
                n("e554ba83", "Детальніше"),
                n("if594962", "Заблоковано"),
                n("i2b9632e", "Успішно розблоковано."),
                n("g51a96de", "Якщо заблокувати когось, ця особа не зможе читати вас і надсилати вам повідомлення, а ви не бачитимете сповіщень від неї. Ви можете імпортувати список профілів, які ви хочете заблокувати в Х."),
                n("j035733c", "Ви збираєтеся почати процес деактивації свого профілю Х. Ваші відображуване ім’я, @ім’я_користувача та загальнодоступний профіль більше не відображатимуться на X.com, в Х для iOS і Х для Android."),
                n("j4a29d52", "Ви можете відновити свій ненароком або помилково деактивований профіль Х впродовж 30 днів після його деактивації."),
                n("ea989810", "Деактивувати профіль"),
                n("f6e73faa", "Деактивувати"),
                n("c3743328", "Ваш профіль буде деактивовано"),
                n("a20cd24e", "Інша важлива інформація"),
                n("e93b0ae0", "Завершіть виконання запита на деактивацію, ввівши пароль, пов’язаний із вашим профілем."),
                n("fc025d1d", "Детальніше"),
                n("bb5e039c", "налаштуваннях"),
                n("j37efff6", "змініть їх"),
                n("ce5bfe12", "свої дані в Х"),
                n("g7088266", "Редагувати профіль"),
                n("d9d293b8", "Веб-сайт"),
                n("cb469ff6", "Поле «Ім’я» не може бути пустим"),
                n("g511f468", "Не вдалось оновити вашу аватарку, оскільки деякі медіафайли не завантажилися"),
                n("ec3a116e", "Не вдалось оновити ваш банер, оскільки деякі медіафайли не завантажилися."),
                n("j94599ec", "Додати аватарку"),
                n("df31d76a", "Додати фото банера"),
                n("c01a0e1a", "Підтвердити дату народження?"),
                n("df2c469a", "Перейти на професійний профіль"),
                n("e1f76978", "Редагувати професійний профіль"),
                n("ic04a6f6", "Зміни буде втрачено. Цю дію не можна скасувати."),
                n("addbe8e8", "Якщо використовувати ім’я без спеціальних символів, воно стане доступне для ще більшої кількості людей, зокрема незрячих або зі слабким зором."),
                n("a46f80ab", function (e) {
                    return "Дата народження: " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "Рік народження: " + e.year;
                }),
                n("bfe8d1a2", "Редагувати детальну біографію"),
                n("e1ec926e", "Додати детальну біографію"),
                n("c119dee8", "Дата народження"),
                n("bbf0afc8", "Додайте свою дату народження"),
                n("f98d367e", "Змінити дату народження?"),
                n("d3f43300", "Дату народження можна змінити всього кілька разів. Потрібно ввести вік особи, що використовує цей профіль."),
                n("g10411f0", "Це має бути дата народження особи, що використовує цей профіль. Навіть якщо ви створюєте профіль для своєї компанії, події чи кішечки."),
                n("a0c5e370", "Хто може це бачити?"),
                n("i68fe54e", "Місяць і день"),
                n("b4e729b6", "Рік"),
                n("f3bb1b48", "Видалити дату народження?"),
                n("c9cb9972", "Її буде видалено з вашого профілю."),
                n("a2bef112", "Видалити дату народження"),
                n("c37622ec", "Введіть дійсну дату"),
                n("f679d166", "Ваші читачі"),
                n("af293dc2", "Люди, яких ви читаєте"),
                n("h99b6d08", "Політиці конфіденційності"),
                n("hce7a225", "Докладніше"),
                n("e9603d88", "Відображати позначку підтвердженого номера телефону"),
                n("ada99498", "Ця позначка відображатиметься лише для інших користувачів у вашому регіоні."),
                n("a765e936", "Видалити детальну біографію"),
                n("d4d68e44", "Збережено"),
                n("b6de83a0", "Простір лише для співробітників"),
                n("g3f251f2", "Приватна трансляція"),
                n("d08666ba", "Приватний Простір"),
                n("eadb5a46", "Приєднайтеся першими"),
                n("f9629a8f", function (e) {
                    return "Трансляція " + e.hostName;
                }),
                n("ia3c0ab7", function (e) {
                    return "Простір " + e.hostName;
                }),
                n("hd552761", function (e) {
                    return "Організатор: " + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + " з " + e.total;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " приєднався(лася)";
                }),
                n("df9f8243", function (e) {
                    return e.name + " слухає";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " говорить";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " організовує";
                }),
                n("f7882829", function (e) {
                    return e.name + " є співорг.";
                }),
                n("d961a4a0", "Прямий ефір в X"),
                n("g2c0144a", "Підтверджені організації"),
                n("cd5cdec8", "Керувати бонусом на рекламу"),
                n("f23b6a72", "Залишок бонусу на рекламу"),
                n("i969d5de", "Налаштувати рекламну кампанію"),
                n("d0924f58", "Отримати допомогу з проблемою"),
                n("j8d53b64", "Переглянути всі функції"),
                n("jd26f2a6", "Додати пов’язані профілі"),
                n("e0a492e6", "Керування вакансіями"),
                n("d9cbd02c", "Ваша заявка на розгляді"),
                n("ed4759a6", "Ви дізнаєтеся про результат розгляду вашої заявки протягом декількох днів. Ми можемо зв’язатися з вами електронною поштою для отримання додаткової інформації."),
                n("dad69faa", "Оновіть свій спосіб оплати"),
                n("daf3248a", "Неповна заявка"),
                n("eb71036f", function (e) {
                    return "Завантажте документи вашої організації й надішліть їх на перевірку до " + e.date;
                }),
                n("a1d3f1f2", "З міркувань безпеки X ми користуємося послугами Persona для перевірки вашої особи та ділових документів. Persona може зберігати ваші дані до 30 днів."),
                n("ea8c295a", "Почати перевірку документів"),
                n("da1aa48f", function (e) {
                    return "Підтвердьте свій профіль, як @" + e.screenName + ", щоб підвищити його репутацію та видимість.";
                }),
                n("e4a7a968", "Ви ще не пройшли перевірку"),
                n("id9c1e82", "Цей профіль підтверджено"),
                n("d43b0edc", "Приєднуйтеся до перевірених користувачів"),
                n("d4ea0ed4", "Отримайте власний синій значок"),
                n("cffeaeae", "Пройдіть перевірку"),
                n("b8e930fe", "Актуальне зараз"),
                n("ae05f268", "Тренди недоступні."),
                n("c6b51af8", "Нещодавно в X?"),
                n("ie8e1ffc", "Зареєструйтеся зараз, щоб отримати власну персоналізовану стрічку!"),
                n("fd6473fa", "Завантаження списку користувачів, рекомендованих до читання"),
                n("a526aa66", "Рекомендовані"),
                n("ef625010", "Вам може сподобатися"),
                n("b7388a56", "Нижній колонтитул"),
                n("hdabc3fc", "Умови надання послуг"),
                n("bc6efc72", "Політика конфіденційності"),
                n("h3161192", "Політика використання файлів cookie"),
                n("a7de64de", "Рекламна інформація"),
                n("jb0a4c36", "Блог"),
                n("ce6d095a", "Кар’єра"),
                n("e0adec82", "Ресурси бренду"),
                n("df1b7550", "Маркетинг");
            n("he258678", "Х для бізнесу"),
                n("c6f58084", "Розробники"),
                n("d83f18d2", "Каталог"),
                n("hc5aa17c", "Завантажити додаток X"),
                n("j0693948", "Завантажити додаток Grok"),
                n("fce9ecce", "Рекомендовані відео"),
                n("j66b95a2", "Детальні новини"),
                n("ad35153e", "бета"),
                n("b58d2bd2", "Актуальні пости"),
                n("efe6ef9e", "Переглянути пост"),
                n("b3d183ce", "Пости з відповідями"),
                n("c299a6c0", "Потік"),
                n("h3d5d79e", "Пост спільноти"),
                n("cfe877ca", "Оберіть, кого читати"),
                n("e06b864c", "Схоже, вам подобається ця розмова"),
                n("a078ff70", "Хочете бачити більше вмісту від осіб, з якими ви взаємодіяли в цьому потоці? Почніть переглядати вміст від нових профілів."),
                n("cb80300e", "Перейти до головної стрічки"),
                n("ea5cd098", "Перейти до актуального"),
                n("c67e3fc2", "Головна стрічка"),
                n("d601fc20", "Останні"),
                n("j43f99be", "Актуальність"),
                n("ad6e11ac", "Сортувати відповіді за"),
                n("b2311b70", "У вас немає доступу"),
                n("j88f27d8", "Пов’язані люди"),
                n("i31dcd22", "Стаття"),
                n("e3de2f6f", function (e) {
                    return e.entity + " додано до закладок";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + " видалено із закладок";
                }),
                n("d6d9aab6", "Додати закладку"),
                n("bb89cf46", "Видалити закладку"),
                n("a739d4ba", "Додати папки закладок"),
                n("d5270434", "Вийти"),
                n("ac85c6b2", "Під час завантаження цього зображення сталася помилка"),
                n("b327c12a", "Зображення"),
                n("ic76bdf0", "Відтворити це з Grok"),
                n("a4d3eb67", function (e) {
                    return e.fullName + " в X: «" + e.tweetText + "»";
                }),
                n("f0701753", function (e) {
                    return "Приховати на " + e.number + " дн.";
                }),
                n("j7d0e836", "Розгорнути"),
                n("d227d19e", "Згорнути"),
                n("fbf83158", "Увага: платіж не здійснено"),
                n("jadeb4da", "Оновіть спосіб оплати якнайшвидше, щоб не втратити переваги передплати."),
                n("bce3726a", "Оновити платіжні дані"),
                n("ie4f57d2", "Продовжте свою передплату Premium"),
                n("h293aa52", "Термін дії вашої передплати Premium добігає кінця!"),
                n("j1923668", "Збережіть доступ до найкращих переваг X."),
                n("ac7e97ee", "Продовжити передплату"),
                n("f70c69b4", "Підняття відповідей, редагування постів, індивідуалізація, довші пости й багато іншого."),
                n("f4cec4d2", "Синя галочка, підняття відповідей, збільшені ліміти для Grok і багато іншого."),
                n("h367e724", "Детальна біографія"),
                n("ea5928d4", "Ви багатоманітні – ваш профіль так само.\nДодайте детальну біографію, щоб показати себе з усіх боків."),
                n("h7ef9dc8", "Вона може включати:"),
                n("c04ba4b4", "Проекти, над якими ви працюєте і якими хочете поділитися"),
                n("d7666008", "Ваш легендарний рецепт пасти"),
                n("cb24ee16", "Досвід роботи й професійні вподобання"),
                n("a1c93d74", "Схоже, нам не вдається зберегти ваші зміни. Спробуйте ще раз пізніше."),
                n("b956c04a", "Ви дійсно хочете видалити детальну біографію?"),
                n("ifb23caa", "Детальну біографію буде видалено з вашого профілю."),
                n("c2333081", function (e) {
                    return e.count + " символ" + f(e.count, "и", "ів", "", "у");
                }),
                n("a2b8c54c", "Видалено"),
                n("a9cc8f96", "Перевищено максимально можливу кількість символів"),
                n("eb7710f1", function (e) {
                    return e.years + " р" + f(e.years, "оки", "оків", "ік", "оку");
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " місяц" + f(e.months, "і", "ів", "ь", "я");
                }),
                n("h6a724ac", "Ви дійсно хочете це видалити?"),
                n("f94aacae", "Ці дані буде видалено з вашого профілю."),
                n("je07e266", "Приховано"),
                n("a622dfcc", "Досвід роботи"),
                n("a6ec7ff8", "біографія"),
                n("eeb6d22c", "досвід роботи"),
                n("eba5a8ec", "Посада"),
                n("fd20adb8", "Я працюю тут зараз"),
                n("cd3059f2", "Дата початку"),
                n("b86019ae", "Дата закінчення"),
                n("eedfd35c", "Компанія"),
                n("caa46e54", "Назва компанії"),
                n("e893fe6e", "Створення компанії"),
                n("j1c09ca4", "Сайт компанії"),
                n("hd332c96", "Необхідно зазначити назву посади"),
                n("d2fb1b80", "Необхідно зазначити компанію"),
                n("b3590132", "Необхідно зазначити дати початку й закінчення"),
                n("debb6abe", "Дата початку не може лежати в майбутньому"),
                n("j7d08ada", "Дата закінчення не може лежати в майбутньому"),
                n("a8c7d3fc", "Дата закінчення має бути пізніше дати початку"),
                n("b335d507", function (e) {
                    return "Перевищено ліміт символів (" + e.maxChars + ")";
                }),
                n("j29ab120", "Вимкнути сповіщення від осіб:"),
                n("jdfc82f6", "Яких ви не читаєте"),
                n("cfcda0e6", "Які не читають вас"),
                n("c75b9b2a", "З новим профілем"),
                n("f39b9c9e", "Без фото профілю"),
                n("d227f940", "Які не підтвердили свою адресу електронної пошти"),
                n("b210936e", "Які не підтвердили свій номер телефону"),
                n("ed0df10b", "Детальніше"),
                n("dcef34ac", "Увімкнути"),
                n("a39f706e", "Ваш браузер не підтримує push-сповіщення"),
                n("h4f20d0e", "Отримуйте push-сповіщення з усіма новинами, коли ви не в Х. Їх можна вимкнути в будь-який час."),
                n("cdce0394", "Ця інформація стосується будь-якого профілю, який ви використовуєте в цьому браузері."),
                n("b39bcae2", "Увімкнути push-сповіщення"),
                n("b50f6144", "Щоб відразу ж отримувати сповіщення про події, увімкніть push-сповіщення. Ви отримуватимете їх, навіть коли не в Х. Сповіщення можна вимкнути в будь-який час."),
                n("fe11b3ea", "Цей браузер не підтримується"),
                n("a1245d3a", "Схоже, ваш браузер не підтримує push-сповіщення."),
                n("f580c738", "Увімкнути сповіщення?"),
                n("i951fbcc", "Щоб отримувати сповіщення від Х, спочатку потрібно дозволити їх у налаштуваннях браузера."),
                n("ec7cb554", "Якщо ввімкнути сповіщення про пости від осіб, яких ви читаєте, ви отримуватимете сповіщення про їхні пости та прямі трансляції."),
                n("b68050dc", "Переглянути користувачів"),
                n("af045060", "Стосовно вас і ваших постів"),
                n("cf378ff8", "Від Х"),
                n("f823bbbe", "Тільки для підтверджених профілів"),
                n("a40e37f2", "Отримуйте електронні листи, що сповіщатимуть про події, коли вас немає в Х. Ви можете вимкнути їх будь-коли."),
                n("e8eb54a0", "Щотижневі звіти для вашого профілю"),
                n("ib80b0f2", "Нові сповіщення"),
                n("ba58e6b0", "Які пости надсилаються ваш електронною поштою"),
                n("fae2c81a", "Популярні пости та історії"),
                n("f7b09bb4", "Оновлення стосовно швидкості ваших постів"),
                n("d3978554", "Новини щодо оновлень продуктів та функцій Х"),
                n("bdccb81c", "Більше порад про Х"),
                n("c3d47fe6", "Усе, що ви пропустили з часу останнього візиту в Х"),
                n("af8caf3e", "Новини про Х на партнерських продуктах та інших сервісах третіх осіб"),
                n("hc076ee4", "Участь у дослідницьких опитуваннях Х"),
                n("ddfe3776", "Пропозиції для рекомендованих профілів"),
                n("d17ba8c2", "Рекомендації на основі ваших нещодавніх запитів на читання"),
                n("bcf50a1a", "Поради щодо бізнес-продуктів Х"),
                n("fcad1e2e", "Щодня"),
                n("h9e0dfde", "Щотижня"),
                n("e26d98ac", "Періодично"),
                n("h0c94842", "Будьте в курсі"),
                n("c460d332", "Ввімкнувши для профілю сповіщення про пости, ви знатимете, коли цей профіль опублікує пост, вийде в ефір чи організує Простір."),
                n("a820d092", "Завантаження читачів"),
                n("ha45c9e4", "Сповіщення про пости"),
                n("bdbf8f4e", "Введіть слово або фразу"),
                n("h43e2ea8", "Слово ігнорується"),
                n("da8c0440", "Де ігнорувати"),
                n("defb4aaa", "Від усіх"),
                n("e7d47b00", "Від осіб, яких ви не читаєте"),
                n("d9d6e10e", "Тривалість"),
                n("gfa5008e", "Подовжити час ігнорування"),
                n("c5595dfe", "Змінити тривалість ігнорування"),
                n("he6804e0", "Доки ви не припините ігнорувати слово"),
                n("a268406c", "24 години"),
                n("fc638aa2", "7 днів"),
                n("b8971cfa", "30 днів"),
                n("cc7bedfc", "Ви можете змінити період ігнорування. Якщо раніше ви вибрали варіант «Назавжди», то змінений період почнеться негайно."),
                n("d768049c", "Додати слово до списку ігнорування"),
                n("c6203da8", "Налаштування слів, що ігноруються"),
                n("e3f0d3db", function (e) {
                    return "«" + e.keyword + "» ігнорується";
                }),
                n("h5746cf7", function (e) {
                    return "Оновлено «" + e.keyword + "»";
                }),
                n("d2693eb8", "Довжина фрази, яку ви ігноруєте, не може перевищувати 140 символів."),
                n("f8488024", "Це доволі поширене слово, яке часто трапляється у постах, але ви все одно можете додати його до ігнорованих."),
                n("deb4924d", "Детальніше"),
                n("aa09e528", "Додайте слова до списку ігнорування"),
                n("e506aa92", "Додати слово або фразу до списку ігнорування"),
                n("cbd04965", function (e) {
                    return "«" + e.keyword + "» не ігнорується";
                }),
                n("eb4e810a", "Термін дії минув"),
                n("cabeb6c2", "Назавжди"),
                n("f9bce916", "Ігнорувати слова"),
                n("gfe0ee3b", "Детальніше"),
                n("ba4aaa9e", "Не ігнорувати фразу?"),
                n("f837ed7e", "Ця фраза не з’являтиметься у ваших сповіщеннях і головній стрічці."),
                n("a6194d10", "Завантаження профілів, що ігноруються"),
                n("bcf6ad9a", "Пости від ігнорованих профілів не з’являтимуться у вашій головній стрічці. Ігноруйте профілі прямо з їхньої сторінки чи посту."),
                n("b8e49590", "Коли ви ігноруєте профілі, їхні повідомлення відфільтровуються та надсилаються вниз списку запитів на повідомлення."),
                n("ec202165", "Детальніше"),
                n("gde6b425", function (e) {
                    return e.name + " тепер ігнорується";
                }),
                n("e308019b", function (e) {
                    return e.name + " більше не ігнорується";
                }),
                n("hfb77cf6", "Безпека"),
                n("f350f0c0", "Рекомендації"),
                n("fd3369a2", "Виберіть мови, якими б ви хотіли отримувати рекомендації постів, людей і трендів."),
                n("hfc86556", "Ігноровані профілі"),
                n("dae57a42", "Дозволити все"),
                n("i7cbc154", "Дозволити дещо"),
                n("d623aecc", "Поділіться профілем із людьми, які мають делеговані ролі"),
                n("f3029d5c", "Коли це налаштування ввімкнено, люди можуть запрошувати вас до своїх профілів."),
                n("cd1305e8", "Дозволити іншим запрошувати вас до їхнього профілю"),
                n("j339ef22", "Дозволити будь-кому запрошувати вас"),
                n("g4b0c2dc", "Дозволити запрошувати лише людям, яких ви читаєте"),
                n("d9aef256", "Ваші делегування"),
                n("afb3ccf6", "Заборонити"),
                n("dfae5248", "Заборонити іншим запрошувати вас до їхнього профілю?"),
                n("b9c91524", "У майбутньому ви не отримуватимете запрошення до інших делегувань. Але у вас залишиться доступ до ваших наявних делегувань."),
                n("c349b958", "Запросити учасника"),
                n("e177f72a", "Запросіть інших діяти від імені вашого профілю та керувати ролями профілю. Учасники можуть надсилати приватні повідомлення, публікувати пости та створювати й переглядати списки."),
                n("cd5c5e73", function (e) {
                    return "У вас може бути лише " + e.numDelegatesLabel + " делегуван" + f(e.numDelegates, "ня", "ня", "ня", "ь");
                }),
                n("efee0a50", "Запросити учасника до цього профілю"),
                n("ja0a1aa6", "Запросити співавтора до цього профілю"),
                n("db4f623a", "Призначити роль цьому учаснику"),
                n("be7350e3", function (e) {
                    return "Призначити @" + e.screenName + " адміністратором?";
                }),
                n("b7aa7642", "Запрошення надіслано"),
                n("edbca224", "Надіслати запрошення"),
                n("f4834ca6", "Запросити ще одного учасника"),
                n("cb04a824", "Співавтор"),
                n("d4b3abde", "Співавтори можуть надсилати приватні повідомлення, публікувати пости та створювати списки. Співавтори також можуть переглядати приватні повідомлення, пости й списки профілю."),
                n("b92e2700", "Адміністратори мають такі ж дозволи, як і співавтори. Крім того, вони можуть запрошувати співавторів чи вилучати їх і переглядати аналітику постів."),
                n("hbbbf908", "Адміністратори можуть запрошувати до цього профілю інших співавторів і переглядати аналітику постів. Обов’язково впевніться, що призначаєте роль потрібній людині."),
                n("d8eda249", function (e) {
                    return "Коли @" + e.screenName + " прийме запрошення, то зі своїми оновленими дозволами зможе дописувати в цьому профілі.";
                }),
                n("b5faf216", "Цей учасник не дозволяє запрошення до делегування."),
                n("hcc3b4ce", "Цей учасник заблокований вашим профілем."),
                n("ace0f0a4", "Цей учасник обмежує, хто може запросити його до делегування."),
                n("c2e8f726", "Адміністратори"),
                n("fade0942", "Адміністратори також можуть запрошувати співавторів до профілю чи вилучати їх і переглядати аналітику постів."),
                n("b7d6e5d6", "Співавтори"),
                n("cd76a282", "Учасників ще не додано"),
                n("db25d796", "Змінити роль цих учасників"),
                n("e4133790", "Роль оновлено"),
                n("a1a27c26", "Змінити роль"),
                n("fd7b1b1c", "Назад"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " може діяти від імені цього профілю зі своїми новими дозволами.";
                }),
                n("h502484e", "Нерозглянуте запрошення"),
                n("a171ca7c", "Скасувати запрошення учасника"),
                n("f68f079c", "Змінити роль"),
                n("b2794e9e", "Вилучити з групи"),
                n("gca83d6a", "Ця людина більше не буде адміністратором у цьому профілі."),
                n("b8cac21c", "Ця людина більше не буде співавтором у цьому профілі."),
                n("hd67c2e8", "Скасувати запрошення"),
                n("f0bd8ca9", function (e) {
                    return "Вилучити @" + e.screenName + "?";
                }),
                n("a33eba47", function (e) {
                    return "Скасувати запрошення @" + e.screenName + "?";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " вилучено з групи";
                }),
                n("h5951997", function (e) {
                    return "Запрошення @" + e.screenName + " скасовано";
                }),
                n("a44c6034", "Нерозглянуті запрошення"),
                n("e39bc936", "Як учасник, ви можете надсилати приватні повідомлення, публікувати пости, створювати й переглядати списки. Адміністратори також можуть запрошувати до профілю співавторів, вилучати їх і переглядати аналітику постів."),
                n("h0d3bddc", "Доступ адміністратора"),
                n("c54aafb0", "Доступ співавтора"),
                n("idc35f32", "Вам не делеговано інші профілі"),
                n("fab787b4", "Вийти з профілю"),
                n("bfbe9620", "Переглянути учасників"),
                n("d52a2b36", "Ви більше не будете адміністратором у цьому профілі."),
                n("df515932", "Ви більше не будете співавтором у цьому профілі."),
                n("cd00ea21", function (e) {
                    return "Вийти з @" + e.screenName + "?";
                }),
                n("efa88ab1", function (e) {
                    return "Ви вийшли з @" + e.screenName;
                }),
                n("c6dae164", "Прийняти запрошення"),
                n("f8376170", "Відхилити запрошення"),
                n("a68c45e4", "Відхилити"),
                n("aa35b48d", function (e) {
                    return "Відхили запрошення від @" + e.screenName + "?";
                }),
                n("ed2a4b05", function (e) {
                    return "Відхилено запрошення стати учасником @" + e.screenName;
                }),
                n("e73f9635", function (e) {
                    return "Прийнято запрошення стати учасником @" + e.screenName;
                }),
                n("d2da668c", "Делеговані учасники"),
                n("ddf27b8e", "Запросити співавтора"),
                n("jba63182", "Перегляньте ролі учасників у цьому профілі. Учасники можуть надсилати приватні повідомлення, публікувати пости та створювати й переглядати списки."),
                n("af59527e", "Перегляньте ролі учасників і запросіть співавторів до цього профілю. Учасники можуть надсилати приватні повідомлення, публікувати пости та створювати й переглядати списки."),
                n("eafcc76a", "Що може бачити цей додаток…"),
                n("j3998a16", "Що може робити цей додаток…"),
                n("a6845663", function (e) {
                    return "Ви затвердили ці дозволи додатка " + e.date;
                }),
                n("b2347f7c", "Завантаження даних додатка"),
                n("e1fda16e", "Цей додаток не підключено"),
                n("b8f3ed46", "Підключаючи сторонній додаток до свого профілю в Х, ви надаєте цьому додатку доступ до свого профілю."),
                n("gb8d09ba", "Має доступ до вашої адреси електронної пошти"),
                n("g6dc09a0", "Дозволи"),
                n("a6e6e898", "Тільки читання"),
                n("cde3b9ae", "Читання та написання"),
                n("g0d7813a", "Читання, написання та надсилання приватних повідомлень"),
                n("c9b35b9e", "Ознайомтеся зі своїми рекламними даними"),
                n("e0191264", "Читайте, створюйте та налаштовуйте свої рекламні дані"),
                n("b73e1e8a", "Детальніше про скасування доступу"),
                n("c174e46e", "Показати менше"),
                n("a39075ff", function (e) {
                    return "ще " + e.n;
                }),
                n("da6cdba8", "Відкликати дозволи додатка"),
                n("ef1d3dcc", "Поскаржитися на додаток"),
                n("d64e29c6", "Вийти на показаному пристрої"),
                n("idfa01cc", "Вийти на показаному пристрої?"),
                n("f400075e", "Ваш активний сеанс в Х буде завершено, і вам знадобиться ввійти ще раз, щоб почати новий."),
                n("e04ba39c", "Дата й час"),
                n("eed75824", "Ваш активний сеанс в Х завершено."),
                n("ddcd3d26", "Завантаження даних сеансу"),
                n("d2f0f3fe", "Не вдалося знайти цей сеанс"),
                n("ga05517a", "Ви ще не створили жодної скарги"),
                n("ea1715c0", "Коли ви це зробите, ці твіти відображатимуться тут."),
                n("b70a2cde", "Ми виявляємо медіафайли делікатного характеру технологічними засобами, які, хоч і постійно вдосконалюються, іноді можуть помилятися."),
                n("ee320a07", "політикою щодо медіафайлів делікатного характеру"),
                n("ffeb836a", "Налаштування недоступні"),
                n("f2fb9746", "Ці налаштування зараз недоступні, тому що вони стосуються необов’язкових файлів cookie. Оскільки ви вже від них відмовилися, ми використовуємо лише ті cookie, які збирають із вашого пристрою необхідні дані."),
                n("aa4342be", "Сцени насильства"),
                n("jfec3aa0", "Вміст для дорослих"),
                n("j6bacd6a", "Приховайте медіафайли, позначені як сцени особливо жорстокого насильства, доки ви самі не захочете їх побачити. В Х для iOS такі медіафайли взагалі не відображатимуться."),
                n("a73e66a8", "Приховайте медіафайли, позначені як вміст для дорослих, доки ви самі не захочете їх побачити. В Х для iOS такі медіафайли взагалі не відображатимуться."),
                n("fef1b8dc", "Приховайте медіафайли, позначені як вміст делікатного характеру, доки ви самі не захочете їх побачити. В Х для iOS такі медіафайли взагалі не відображатимуться."),
                n("d0a5a1c0", "Попередження"),
                n("ga197e26", "Показати все"),
                n("eb723386", "Ніколи не показувати цього"),
                n("ea31c622", "Йдеться про медіафайли із зображенням смерті, насильства, серйозних фізичних ушкоджень чи медичних процедур."),
                n("e40985c4", "Йдеться про медіафайли, створені та розповсюджені за згодою, які є порнографічними або мають на меті викликати сексуальне збудження."),
                n("h7e0672b", "медіафайли в налаштуваннях"),
                n("de9f111a", "Налаштування поточної передплати"),
                n("d5839f9e", "Перегляньте умови або налаштуйте свою передплату з профілю Stripe."),
                n("a840c22c", "Керувати наявною передплатою Premium"),
                n("e31456f8", "Змінити план"),
                n("a7c4ecea", "Переглядайте стрічку «Для вас» без реклами, отримайте доступ до всіх функцій і користуйтеся максимальним підняттям відповідей."),
                n("h15cc518", "Ознайомтеся з варіантами передплати й виберіть місячний або річний план."),
                n("ce70c590", "Керування значками пов’язаних профілів"),
                n("a49e1b2a", "Сортування пов’язаних профілів"),
                n("e2daf93c", "Перший значок показуватиметься біля всіх постів."),
                n("ab8089ea", "Змінити порядок"),
                n("e0221c42", "Зручніше читання як в Х, так і за його межами."),
                n("adcaa214", "Ознайомтеся з найчастіше поширюваними статтями від користувачів, яких ви читаєте."),
                n("b62d6e4c", "Режим читача"),
                n("acf63cd2", "Оберіть розмір шрифту, зручний для читання потоків. Увімкніть функцію «Переглядач», натиснувши кнопку книжки з будь-якого посту в потоці."),
                n("e5fff0c8", "Ваша передплата активна."),
                n("ac057b4e", "Щоб скасувати безкоштовну передплату, що надається вам за активність в X, зверніться в службу підтримки"),
                n("ib8ebf3b", function (e) {
                    return "Схоже, ви придбали цю передплату на пристрої " + e.mobilePlatform + ". Змінити чи скасувати свою передплату ви можете лише на цій платформі.";
                }),
                n("i8132774", "Бонусний вміст для ваших найвідданіших читачів"),
                n("a1222584", "Заробляйте на своєму вмісті"),
                n("df837dac", "Орієнтовний отриманий дохід / Поріг виплати"),
                n("df29646e", "Поріг виплати"),
                n("b0ac642a", "Для надходження виплат на ваш рахунок може знадобитися до 90 днів."),
                n("c747df1c", "Налаштуйте виплати"),
                n("ac814a76", "Ви ще не зазначили дані для виплат."),
                n("f139168e", "Інформаційна панель заробітку"),
                n("ee0510c2", "Історія виплат"),
                n("c9b82b4c", "Заявку прийнято · Створіть свою Передплату"),
                n("ibb5e1c8", "Заявку відхилено"),
                n("b255df58", "Заявку подано · Очікування на розгляд"),
                n("b3f834c8", "Заявку додано до списку очікування"),
                n("i14be2c6", "Орієнтовний отриманий дохід"),
                n("fd74390a", "Перевірений творець"),
                n("e8dc82e2", "Активні програми"),
                n("c12c5eb6", "Доступні програми"),
                n("j53f5eb0", "Творці, що відповідають нашим умовам, можуть зареєструватися в програмі місячних передплат, а також отримувати частку прибутку від реклами."),
                n("e9c1273a", "Творці, що відповідають нашим умовам, можуть зареєструватися в програмі місячних передплат і в програмі розподілу доходу для творців."),
                n("jd176c82", "Виплати не підтримуються у вашому регіоні"),
                n("d6ff74ca", "Наш постачальник платіжних послуг поки не підтримує виплати у вашій країні. Деякі програми монетизації недоступні."),
                n("e89cdac0", "Керування рахунком для виплат"),
                n("dd7a54b4", "Налаштуйте обліковий запис Stripe"),
                n("jff3ab68", "Перевірка особи"),
                n("j2876824", "Підтвердити особу"),
                n("ebd06fb0", "Посвідчення особи надано"),
                n("f65b960c", "Ми перевіряємо ваше посвідчення особи державного зразка в рамках програми для творців."),
                n("i4a1e936", "Щоб отримувати виплати, підключіть наявний або створіть новий обліковий запис Stripe."),
                n("f5931b6a", "Для участі у програмі для творців необхідно підтвердити особу. Якщо ви вже надіслали посвідчення особи на перевірку в рамках цієї програми, вам не потрібно робити це повторно."),
                n("c8798a95", "ці інструкції"),
                n("d809ac49", "ці інструкції"),
                n("bbe09d38", "Заявку прийнято · Очікування конфігурації в магазинах додатків"),
                n("efbc5066", "Очікування результатів перевірки посвідчення особи"),
                n("hc7631da", "Ви не завершили налаштування облікового запису Stripe."),
                n("h72d71a2", "Доступно"),
                n("e12b0b16", "Поки що недоступно"),
                n("a1e57106", "Не завершено"),
                n("i51b4e22", "Відхилено"),
                n("h5bd7160", "Цей профіль не відповідає умовам підтвердження на основі посвідчення особи."),
                n("e32040c4", "Щоб отримувати виплати, вам необхідно підтвердити свою особу."),
                n("j8769b42", "Ми перевіряємо ваше посвідчення особи державного зразка."),
                n("be955554", "Розподіл доходу для творців"),
                n("b03a3d62", "Частка доходу від реклами"),
                n("cbbe29c2", "Ви на шляху до виплат"),
                n("g97a2d6c", "Детальніше"),
                n("f30774ea", "Тут можна дізнатися більше про наші програми й правила монетизації."),
                n("aea0b11a", "Заробляйте в X, дозволивши всім передплачувати ваш місячний контент."),
                n("bce47f48", "Отримуйте прибуток в X від взаємодій із вашими постами."),
                n("h7a68080", "Отримуйте дохід від реклами, що розміщується у відповідях на ваші пости."),
                n("eefd091e", "Необхідно підтвердити особу"),
                n("cd616a5a", "Для участі в програмі для творців необхідно підтвердити особу."),
                n("cce8c40a", "Надіслати посвідчення особи на перевірку"),
                n("ja73ebac", "Прибуток"),
                n("h16eeb42", "Керувати"),
                n("bc43a32e", "Нещодавня активність"),
                n("i4c3b046", "Наразі у вас немає нових Монет."),
                n("ca516a66", "Переглянути всю активність"),
                n("ee9ea930", "Діаманти"),
                n("cf3b535e", "Монети, отримані за відповідні пости, накопичуються й перераховуються на діаманти. Гроші, зароблені з діамантів, додаються до вашого орієнтовного заробітку."),
                n("fbb7764b", function (e) {
                    return e.count + " Монет" + f(e.count, "и", "", "а", "");
                }),
                n("e70a07b2", "Анонім"),
                n("c76972f0", "З часу останньої виплати"),
                n("c219a552", "Увесь час"),
                n("f3ce76c0", "Досі потрібна допомога?"),
                n("i8982e7e", "Якщо у вас є запитання, відвідайте наш Довідковий центр або зв’яжіться з нами."),
                n("fbbfe8aa", "Деактивація програми «Монети»"),
                n("e4f29140", "Після деактивації вас буде видалено з програми й ви більше не зможете отримувати Монети."),
                n("e58e85d2", "Перейти до деактивації"),
                n("be8e87b4", "Деактивувати «Монети»?"),
                n("bee26fa8", "Так, деактивувати"),
                n("f0145c9a", "Програму «Монети» деактивовано"),
                n("a22f6808", "Вся активність"),
                n("g1b8020c", "Останні 30 днів"),
                n("jb13b840", "Незмінний"),
                n("b4f24360", "За останні 30 днів вам не надходили нові Монети."),
                n("d59dbf8a", "Коротко"),
                n("g652fc4c", "У вас немає історії виплат цього місяця."),
                n("d55e017a", "Цього місяця"),
                n("f883322d", function (e) {
                    return "Ідентифікатор транзакції: " + e.transactionId;
                }),
                n("d978f43e", "Нові Передплати"),
                n("d113fc10", "Наразі у вас немає нових Передплат."),
                n("h7a41c02", "Подовження"),
                n("eedf2eaa", "Наразі у вас немає подовжень."),
                n("d93308d8", "Переглянути всі транзакції"),
                n("a23e724a", "Цей профіль недоступний."),
                n("a384fda0", "Огляд підписки"),
                n("i4313618", "Представтеся й опишіть, чого можуть очікувати ваші майбутні Суперчитачі."),
                n("c0348964", "Вступне слово"),
                n("g522fd30", "Переваги для передплатників"),
                n("e85471c6", "Значок передплатника"),
                n("fd75ca92", "Ви отримаєте публічний значок передплатника, завдяки якому вам буде легше звертати на себе увагу, спілкуватися й налагоджувати зв’язки."),
                n("ia9c37c4", "Ціни"),
                n("f5be83b2", "Приєднайтеся до спільноти"),
                n("e4ee8c6a", "Діліться ідеями, черпайте натхнення та спілкуйтеся з іншими творцями в Спільноті для творців у Передплатах."),
                n("i3a90dee", "Деактивувати Передплати"),
                n("e261e6e6", "Після деактивації ви вийдете з програми Передплат і втратите всіх своїх Передплатників."),
                n("ca5ca5ee", "Див. попередній огляд"),
                n("a329ce88", "Додайте опис…"),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "Увімкнути попередній перегляд постів"),
                n("c1521804", "Користувачам, які не мають передплати, буде доступний попередній перегляд ваших постів для передплатників."),
                n("jd0f1ac0", "Деактивувати Передплати?"),
                n("c6c27fc8", "Деактивація Передплат остаточна. Ви вийдете з програми Передплат, а щоб повернутися в неї, знадобиться знову подавати заявку."),
                n("f82a23ec", "Передплати деактивовано"),
                n("a4c6e458", "Ви встановили місячну плату за Передплату:"),
                n("be54a313", function (e) {
                    return e.price + "/міс.";
                }),
                n("hadd463a", "Надіслати запит на змінення ціни"),
                n("b0728b5c", "Скасувати змінення ціни"),
                n("aea9f79c", "У вас заплановане таке змінення ціни:"),
                n("c701e5cc", "Внесені вами зміни не буде збережено."),
                n("a649778c", "Продовжити редагування"),
                n("d1a683b8", "Про творців у Передплатах"),
                n("iba08a94", "Як вам? Подобається?"),
                n("a5f55bfa", "Ось що побачать потенційні Передплатники, коли зайдуть на вашу сторінку. Ви можете змінити свої описи в будь-який час."),
                n("b600eb88", "Знайдіть своїх людей і отримайте визнання"),
                n("da48ebf6", "Отримуйте бонусний вміст, зареєструвавшись"),
                n("f324fb6c", "Передплата"),
                n("c654a3aa", "Цей пост бачать тільки передплатники"),
                n("d409ce3c", "Підтримуйте своїх улюблених авторів в Х, щоб отримати доступ до бонусного контенту й додаткових переваг."),
                n("a4ed9072", "Додайте вступне слово…"),
                n("af5b098e", "Переваги Передплат"),
                n("gf32cca2", "Опишіть переваги, які ви пропонуватимете"),
                n("j8ba99b4", "Дайте людям відчути, що вони отримуватимуть щомісяця, коротко підсумувавши бонусний вміст, яким ви ділитиметеся."),
                n("j679dcda", "Переглянути приклади"),
                n("j325331a", "Знайдіть хвилинку, щоб привітатися"),
                n("e18e8da8", "Справте гарне перше враження за допомогою коротенького вступного слова до ваших потенційних Передплатників."),
                n("fce14f56", "Нова ціна"),
                n("b0c58272", "Виберіть нову місячну ціну. На обробку змінення ціни потрібно 3-7 робочих днів. У разі підвищення ціни у поточних передплатників може запитуватися згода."),
                n("d5737f0e", "Передплата на місяць"),
                n("edc014fb", "Докладніше"),
                n("h810143c", "Деталі"),
                n("ga57b610", "Дата покупки"),
                n("h3b68828", "Тип покупки"),
                n("cc2aa67a", "Платформа покупки"),
                n("b313bb24", "Оплата"),
                n("e5188502", "Усі продажі остаточні"),
                n("bf364d62", "Усі транзакції"),
                n("ed3efef0", "У вас немає нових Передплат за останні 30 днів."),
                n("b5f9ec14", "У вас немає подовжень за останні 30 днів."),
                n("d8eed490", "Керуйте тим, як ваш профіль виглядає для інших."),
                n("e26dbcd0", "Приховати передплати на творців"),
                n("aea7dda8", "Список передплат на творців у вашому профілі бачитимете лише ви."),
                n("j3d2cfc4", "Дозволити читачам бачити, які Простори ви слухаєте"),
                n("d9588ae6", "Зауважте, що навіть за вимкнутого налаштування ви будете видимі для всіх, коли ви в Просторі. Ваші читачі завжди можуть бачити, у яких Просторах ви організатор, співорг. чи промовець."),
                n("i84c5de8", "Заявки від творців очікуються незабаром"),
                n("b8922f7e", "Повертайтеся згодом, щоб подати заявку на програму Передплат."),
                n("ad588be6", "Ви відповідаєте умовам!"),
                n("f6443bd2", "Гарні новини! Ви відповідаєте нашим вимогам для Передплат. Готові подати заявку?"),
                n("a3a20a10", "Спробуйте пізніше"),
                n("b8d29e4a", "На жаль, наразі ви не відповідаєте нашим вимогам для Передплат."),
                n("d92c1d0a", "Перейти до додатка"),
                n("fde27650", "Умови Передплат"),
                n("c5f89b06", "Отримайте підтверджений статус, передплативши Premium"),
                n("ff9f4475", function (e) {
                    return "Підтверджених читачів: " + e.minFollowersCount;
                }),
                n("b747ce3a", "Активний протягом останніх 30 днів"),
                n("c27f57ac", "Мати не менше 18 років"),
                n("h63d2973", function (e) {
                    return "Органічних показів за останні 3 місяці: " + e.count;
                }),
                n("ef606fca", "Платні передплати для ваших найвідданіших читачів"),
                n("e533715e", "Перевірити на відповідність вимогам"),
                n("d8671da2", "Заробляйте в X"),
                n("d126a504", "Пропонуйте улюбленим читачам щось особливе й заробляйте гроші кожного місяця. "),
                n("d08d0bb2", "Бонусний вміст"),
                n("ef29d2c2", "Діліться спонтанними думками, ідеями та поглядами в додаткових постах і особистих відповідях."),
                n("if12af7c", "Налаштування передплати"),
                n("cc4c1a14", "Налаштуйте ціну"),
                n("e1453e45", "Детальніше"),
                n("aa7e35ee", "Ваш профіль не вибрано"),
                n("c984cc62", "Ваш профіль не було вибрано цього разу. Слідкуйте за майбутніми можливостями участі."),
                n("gd115e64", "Подайте заявку на Передплати"),
                n("a9f08d5c", "Ваші відповіді на наведені нижче запитання будуть надіслані нам на перевірку й не відображатимуться у вашому профілі."),
                n("c3f8d650", "Опишіть свій контент"),
                n("j89dd344", "Надайте приклад контенту, що буде доступний за передплатою. Зробіть його якомога конкретнішим."),
                n("d19cc490", "Додайте приклад контенту"),
                n("c737c1b2", "Розкажіть нам про свій досвід"),
                n("f98e5fd4", "Ви створюєте платний контент на інших платформах? Чому ви вважаєте, що користувачі оформлятимуть передплату?"),
                n("c41b01be", "Представте свій бізнес-план"),
                n("e2aad0fe", "Я не публікуватиму надмірно натуралістичний або призначений тільки для дорослих передплатників контент"),
                n("d1b983ef", function (e) {
                    return "Відповідь має містити не менше " + e.count + " символів";
                }),
                n("d3d6c52c", "Вашу заявку подано"),
                n("cb27c0ba", "Ми підтверджуємо ваші розцінки. Вашу заявку буде розглянуто, і якщо ми її схвалимо, ви отримаєте сповіщення одразу після активації передплати."),
                n("j274e6aa", "Ви в списку очікування"),
                n("j006be54", "Наша група тестування Передплат швидко набралася, але ми додали вас у список очікування й дамо вам знати, коли відкриються нові місця."),
                n("d5cb1114", "Почніть використовувати Передплати"),
                n("j2f622ec", "Вас вибрано для нашої групи тестування! Укажіть відомості своєї Передплати, і ми повідомимо вам, коли запустимо її."),
                n("e2cd7000", "Майже готово…"),
                n("b3629b92", "Зробіть ще пару кроків, щоб завершити налаштування своєї Передплати."),
                n("f4619a62", "Прийняти й продовжити"),
                n("c5625f84", "Опишіть переваги своєї Передплати"),
                n("c7289544", "Установіть ціну Передплати"),
                n("aaf68c58", "Підтвердьте свої відомості для виплат"),
                n("b8a69fa0", "Умови Передплат"),
                n("ad4a92a2", "Значок"),
                n("d5aa8de0", "Роздайте значки своїм Передплатникам"),
                n("j0bbda92", "Тут не треба нічого змінювати чи редагувати. Усі ваші Передплатники автоматично отримають публічний значок, коли оформлять Передплату."),
                n("e18b7a72", "Огляд"),
                n("be76dc34", "Додати опис"),
                n("ef5406e4", "Додайте вступне слово"),
                n("ea8a3d2e", "Установлення ціни"),
                n("f77bb179", function (e) {
                    return "Підтвердьте свій вибір " + e.price;
                }),
                n("g2a6f160", "Ще раз перевірте та підтвердьте ціну на свою Передплату. Ви не зможете повернутися сюди та змінити вже встановлену ціну."),
                n("g767d1c9", "Зверніть увагу: ви не зможете змінити ціну"),
                n("df057690", "Оберіть, скільки платитимуть ваші Передплатники"),
                n("g5923869", function (e) {
                    return e.price + " на місяць";
                }),
                n("f025ab3a", "Сформуйте більшу, ширшу аудиторію"),
                n("c962df0e", "Нечасті публікації та взаємодія з Передплатниками"),
                n("ib075804", "Розширте свою аудиторію та отримуйте максимальний дохід"),
                n("fc04f3a6", "Помірні публікації та взаємодія з Передплатниками"),
                n("c246656e", "Сформуйте близьку аудиторію"),
                n("h0c5405c", "Регулярні публікації та взаємодія з Передплатниками"),
                n("f2d2153d", function (e) {
                    return "Більшість творців стягують " + e.price + ", проте ви можете вибрати свою ціну.";
                }),
                n("f1cb36b8", "Налаштування виплат"),
                n("e20f6662", "Усе готово!"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "Укажіть свої відомості для виплат"),
                n("a3f6a966", "Підключити обліковий запис Stripe"),
                n("cb031e44", "Ви перейдете на веб-сайт Stripe, де зможете підключити свій обліковий запис. Якщо у вас уже є обліковий запис Stripe, введіть пов’язану з ним адресу електронної пошти, коли побачите відповідний запит. Зверніть увагу: електронна адреса у вашому обліковому записі Stripe може відрізнятися від тієї, яку ви використовуєте в X."),
                n("ebfb897c", "Приклади"),
                n("dc4feb1a", "Не знаєте, що сказати?"),
                n("h9b9d486", "Ви самі вирішуєте, який тип вмісту пропонуватимете своїм Передплатникам. Ось кілька прикладів для початку."),
                n("ic130fd6", "Ви отримуватимете крутий закулісний вміст, зможете першими заглянути на сторінки моїх книг і в інші проєкти, а також ставити питання щомісяця."),
                n("dd913e24", "Вас чекають мої найгарячіші кадри, імпровізовані думки та додатковий вміст від вашого покірного слуги."),
                n("b737ee66", "Приготуйтеся до першокласного досвіду. Подумайте про вміст лише для Передплатників, як-от опитування, відео та акції."),
                n("a0bb2076", "Вступне слово має бути коротким і приємним, ви зможете описати свій вміст пізніше. Ось кілька прикладів для початку."),
                n("fe076612", "Вітаю на своїй сторінці Передплат! Я така рада, що ви тут. Дякую, що даруєте мені можливість займатись улюбленою справою."),
                n("g7f66daa", "Усім привіт! Дякую, що зацікавилися Передплатою на мене. Думаю, вам сподобається те, що я для вас приготував."),
                n("hbe4f99e", "Здоровенькі були! Дуже хочу поділитися з вами надсекретними матеріалами та познайомитися з вами ще ближче :)"),
                n("fb278c82", "Що це за попередній перегляд?"),
                n("j6cab6ec", "Ось що люди побачать, перш ніж оформлять Передплату на вас. Налаштовуйте й редагуйте свої описи, доки не доведете їх до досконалості."),
                n("i22beaa4", "Надання даних"),
                n("e110a46c", "Видалити історію розмов"),
                n("ebc4fda0", "Ви збираєтеся видалити історію своїх розмов із Grok. Ви більше не матимете до них доступу."),
                n("c90fe716", "Видалити розмови?"),
                n("a8d516a4", "X може передавати в xAI ваші загальнодоступні дані з X, а також відомості про вашу взаємодію з Grok, введені дані й отримані відповіді для навчання та доопрацювання Grok та інших моделей ШІ, розроблених xAI. Це допомагає нам постійно покращувати ваш досвід використання цих моделей."),
                n("a127886c", "Дозволити Grok запам’ятовувати історію розмов"),
                n("f49b39b8", "Дозвольте Grok запам’ятовувати деталі ваших попередніх розмов. Ви можете видалити окремі розмови, щоб Grok забув пов’язані з ними деталі."),
                n("b7de9ad2", "Дозволити X персоналізувати для вас взаємодію з Grok"),
                n("ed141096", "Дозвольте використовувати ваші дані з X, а також взаємодії, вхідні дані й результати Grok для персоналізації вашого досвіду користування Grok. X може передавати в xAI ваші дані з X, а також відомості про вашу взаємодію з Grok, введені дані й отримані відповіді для персоналізації вашого досвіду користування Grok та інших моделей ШІ, розроблених xAI. Це допомагає нам постійно покращувати ваш користувацький досвід. "),
                n("ecdbece0", "Вас зареєстровано в програмі «Монети»."),
                n("db3f0bbe", "Допомагаємо творцям заробляти на вмісті"),
                n("a1f40cf8", "Погоджуюсь"),
                n("d604fb32", "Умови для творців"),
                n("d520d188", "Отримати Монети"),
                n("ea770766", "Монети – це віртуальні товари, які можна отримати за відповідні пости. Накопичені Монети перераховуються на діаманти, які потім можна конвертувати в реальні гроші."),
                n("d27f5ac6", "Отримуйте пасивний прибуток"),
                n("h1d66df0", "Заробляйте гроші, просто публікуючи якісний вміст у Х. Тепер ваші читачі можуть винагороджувати вас, надсилаючи вам Монети."),
                n("f85fb0a2", "Взаємодійте зі своєю аудиторією"),
                n("d1433e24", "Монети допомагають вашим шанувальникам винагороджувати вас за контент, який їм подобається найбільше. Таким чином ви формуєте міцніший зв’язок зі своїми читачами та прихильниками."),
                n("e6ba42de", "Частка доходу від реклами"),
                n("ebc16756", "Розподіл доходу для творців"),
                n("da4cd6fa", "Ви все ще не відповідаєте нашим вимогам для участі в програмі «Частка доходу від реклами». Вам потрібно виконати наведені нижче вимоги."),
                n("b2961492", "Ви ще не можете прийняти участь у програмі розподілу доходу для творців. Спочатку виконайте наведені нижче умови."),
                n("d3789528", "Про програму «Частка доходу від реклами»"),
                n("aa0ff456", "Про програму розподілу доходу для творців"),
                n("bf214f48", "Гаразд"),
                n("b2b4d592", "Передплата сервісів Premium або «Підтверджені організації»"),
                n("fbb03ba6", "500 читачів із передплатою Premium"),
                n("hb4c5169", function (e) {
                    return "Принаймні " + e.impression_number + " млн показів ваших постів протягом останніх 3 місяців";
                }),
                n("f91685ba", "Ви автоматично виконали умови отримання доходу за пости!"),
                n("a9f0e0fa", "Як передплатник сервісів Premium або «Підтверджені організації», ви можете взяти учать у програмі «Частка доходу від реклами». Ви отримуватимете виплати залежно від кількості підтверджених показів реклами у відповідях на ваші пости."),
                n("c694e3e4", "Як передплатник Premium або сервісу «Підтверджені організації», ви автоматично отримуєте право на участь у програмі розподілу доходу для творців."),
                n("acd1a1be", "Надайте свої реквізити, щоб отримувати виплати в майбутньому."),
                n("f7e11f70", "Приєднатися й підтвердити особу"),
                n("c8169274", "Не вдалося зберегти заявку. Повторіть спробу пізніше."),
                n("c3f93665", "Умови програми розподілу доходу для творців"),
                n("a249ce04", "Умови програми «Частка доходу від реклами»"),
                n("d085a144", "Інформаційна панель доходів творця"),
                n("a5204850", "Загальний дохід"),
                n("ada650cf", function (e) {
                    return "Період оплати: " + e.fromDate + " – " + e.toDate;
                }),
                n("aa732c0a", "Розподіл доходу від відеореклами"),
                n("g88c1108", "Розподіл доходу від відеореклами"),
                n("d4bb7e9c", "Умови розподілу доходу від відеореклами"),
                n("dc535dbe", "Заробляйте більше на своєму контенті в X завдяки програмі розподілу доходу від реклами у відеопреролах."),
                n("eb6d9270", "Заробляйте на своєму контенті"),
                n("a778472e", "Додаткова інформація"),
                n("bde8446e", "Щоб подати заявку на участь у програмі розподілу доходу від реклами, натисніть «Прийняти умови й надіслати»."),
                n("a415fd3a", "Погодитись і надіслати"),
                n("fbba9725", "Правилам X"),
                n("f3dd8c4a", "Умовам розподілу доходу від реклами й Стандартам монетизації для творців"),
                n("hd885ae0", "Побачте свій вплив"),
                n("je4ccd3a", "Довідковий центр статей без реклами"),
                n("i6cb493e", "Керуйте відображенням пов’язаних профілів"),
                n("e4fde082", "Установіть таймер для скасування надісланих постів і виберіть, які типи постів ви хочете скасовувати."),
                n("dcfc6540", "Оригінальні пости"),
                n("be077e8c", "Потоки"),
                n("f3429f2c", "Опитування"),
                n("i647ba8a", "Період скасування посту"),
                n("d195528e", "Оберіть типи постів, які ви хочете мати можливість скасувати перед публікацією, а також тривалість періоду скасування."),
                n("bcf3a9e6", "Керуйте налаштуваннями, які допомагають обмежити небажані відповіді."),
                n("c048fd3a", "Відфільтровувати потенційно небажані відповіді"),
                n("dab7dac4", "Відповіді на ваші пости, які можуть містити лихослів’я чи грубі вирази, відфільтровуватимуться та з’являтимуться тут. Інші читачі все одно їх бачитимуть."),
                n("c4c53b86", "Зверніть увагу, що ми виявляємо такі відповіді технологічними засобами, які, хоч і постійно вдосконалюються, іноді можуть помилятися."),
                n("dca3d2ee", "Вимкнути фільтр відповідей?"),
                n("fe440ff8", "Відфільтровані відповіді не буде відновлено у ваших постах."),
                n("cedbb01c", "Юридичні відомості"),
                n("b4f917d0", "Інше"),
                n("bdfa2b8c", "Додаткові ресурси"),
                n("b8692262", "Шукайте корисну інформацію також і в інших джерелах, щоб дізнатися більше про продукти і сервіси Х."),
                n("c0398892", "Інформація про випуск"),
                n("b833bcde", "Налаштуйте інтерфейс Х, наприклад, обмеживши контрастність кольору та рух. Ці налаштування впливають на всі профілі Х в цьому браузері."),
                n("d5b646be", "Зір"),
                n("jfe6a3a0", "Рух"),
                n("e8c72272", "Збільшити контрастність кольорів"),
                n("dba2cdd2", "Спрощує читання завдяки підвищенню контрастності кольорів тексту й фону."),
                n("d070244e", "Зменшити рух"),
                n("icfa5e8c", "Обмеження кількості анімацій у додатку, зокрема лічильників реакцій у реальному часі."),
                n("ae41b002", "Обмеження кількості анімацій у додатку, зокрема лічильників реакцій у реальному часі. Ваша система сигналізує про необхідність зменшити рух. Якщо ви захочете відновити рух, спочатку вимкніть його."),
                n("h9d1cfae", "Отримувати нагадування про опис зображення"),
                n("c878e9f8", "Вмикає нагадування про необхідність додати описи зображень, щоб можна було надіслати пост."),
                n("bbd1fc7c", "Детальніше про спеціальні можливості в Х"),
                n("ac865cf0", "Спеціальні можливості в Х"),
                n("d3a2bde8", "Перегляньте інформацію про свій профіль, завантаже архів своїх даних або дізнайтеся про можливості деактивації профілю"),
                n("idca4742", "Перегляньте інформацію про профіль, наприклад свій номер телефону та адресу електронної пошти."),
                n("b6ded35e", "Змініть свій пароль будь-коли."),
                n("cce24bf4", "Отримайте дані про тип інформації, що зберігається для вашого профілю."),
                n("i203df96", "Дізнайтеся, як можна деактивувати свій профіль."),
                n("f70cd5ee", "Телефон"),
                n("ib6f1694", "Дата створення профілю"),
                n("de323650", "Жіноча"),
                n("b6ab31be", "Чоловіча"),
                n("h3290872", "Підтверджений"),
                n("hbd12156", "Надіслати запит на підтвердження"),
                n("b7ec04f4", "Так"),
                n("f70d5780", "Так."),
                n("dc62d3c6", "Ні."),
                n("a67dbd0a", "Пародійний, коментаторський або фанатський профіль"),
                n("a3db727e", "Керування пародійним, коментаторським або фанатським профілем"),
                n("eacf1990", "Додайте у свій профіль дату свого народження."),
                n("a3bf1262", "Змініть дату народження у своєму профілі."),
                n("h530db16", "Приватні пости"),
                n("d6d80990", "Ця інформація стосується вашого браузера або пристрою на час, коли ви вийшли із системи. Вона може відрізнятися, коли ви ввійшли в систему."),
                n("i0d81ddb", "своїх налаштуваннях персоналізації та даних"),
                n("g2a9bd3e", "Мітки автоматизованого профілю"),
                n("dd9b3aae", "Що таке автоматизований профіль?"),
                n("b80bdc40", "Автоматизовані профілі запрограмовані виконувати певні дії автоматично через API Х, наприклад публікувати пости про погодні умови регіону. Вони створюються та керуються іншими користувачами Х."),
                n("a01ac9b6", "Мітки сповіщають світу, хто керує автоматизованим профілем. Щойно власник автоматизованого профілю підключить свій керівний профіль, на профілі і постах автоматизованого профілю з’явиться мітка."),
                n("b989e1fe", "Чи потрібно додавати мітку до моїх автоматизованих профілів?"),
                n("i2d599aa", "Як додати мітку до мого автоматизованого профілю?"),
                n("gd5bed72", "Створіть керівний профіль"),
                n("g6d44432", "Керівний профіль – це профіль, який веде людина і який відповідає за автоматизований профіль."),
                n("e20a69e8", "Підключіть свій керівний і автоматизований профіль"),
                n("d2f88358", "Підключіть свої профілі зі сторінки автоматизації у своїх налаштуваннях."),
                n("e427f632", "Ваш профіль отримав мітку!"),
                n("a4d7cffa", "Коли ви підключите профілі, в автоматизованого профілю з’явиться мітка."),
                n("a18d6a7d", "нових правил"),
                n("e9965c14", "запитань і відповідей про автоматизований профіль"),
                n("ee78c192", "Що таке пародійний, коментаторский чи фанатський профіль?"),
                n("c3f35e0c", "Пародійні, коментаторські й фанатські профілі присвячені обговоренню певних осіб, груп чи організацій, розповсюдженню інформації про них або їх сатиричній критиці."),
                n("d019b5fa", "Чи потрібно додавати позначки в пародійні, коментаторські й фанатські профілі?"),
                n("dd04f24e", "Так. Позначки пародійних, коментаторських і фанатських профілів Х запобігають виникненню непорозумінь, інформуючи користувачів про те, що ці профілі не пов’язані із зазначеними в них суб’єктами. Якщо такої позначки немає, профіль може порушувати Правила щодо автентичності."),
                n("hb0f8bbc", "Як додати позкачку в пародійний, коментаторський або фанатський профіль?"),
                n("g69acc5c", "Просто натисніть «Зрозуміло», щоб одразу перейти в налаштування профілю й додати позначку."),
                n("d313d431", "правил щодо автентичності"),
                n("a3f22d8e", "Виберіть, які типи сповіщень ви хочете отримувати про свою активність, інтереси та рекомендації."),
                n("bc20979a", "X та наші партнери використовують файли cookie, щоб надавати вам краще, безпечніше та швидше обслуговування, а також для підтримки своєї діяльності. Деякі файли cookie необхідні для використання наших сервісів, поліпшення наших послуг та забезпечення їх належного функціонування."),
                n("ge06dadc", "Дозволити X та його партнерам використовувати файли cookie, щоб надавати вам адаптовану до ваших інтересів рекламу та інформацію."),
                n("he20de3a", "Не дозволяти X використовувати файли cookie для збору додаткових даних для персоналізації реклами та інформації."),
                n("g0ec0bec", "Деактивовано"),
                n("g89f4614", "Ваш профіль деактивовано"),
                n("f1768324", "Керуйте персоналізацією вмісту та збором і поширенням певних даних в Х."),
                n("ja94f34e", "Ці налаштування застосовуються до цього браузера або пристрою, коли ви не в системі. Вони не застосовуються, якщо ви ввійшли в систему."),
                n("bd73f7e6", "Усі налаштування на цій сторінці буде ввімкнуто або вимкнуто."),
                n("ddbc3288", "Дані"),
                n("ae5339a0", "Перегляньте свої дані в Х"),
                n("b934e0ea", "Вимкнути персоналізацію та дані?"),
                n("i0317e0e", "Для вас можуть почати відображатися менш доречні пости й реклама."),
                n("a148acba", "Вимкнути"),
                n("aa023546", "Персоналізація на основі відвіданих місць"),
                n("ced77194", "Дозволити використовувати відомості про веб-сторінки, де ви бачили вміст Х"),
                n("fe1fc83e", "Це вікові рамки, пов’язані з вами."),
                n("bf9c74d0", "Не використовувати ці вікові рамки для персоналізації."),
                n("cf0daa24", "Збір цієї інформації може зайняти якийсь час. Спробуйте ще раз пізніше."),
                n("ea522535", "Детальніше"),
                n("hf5ca8f8", "профілі"),
                n("d9cbe351", function (e) {
                    return e.count + " поді" + f(e.count, "ї", "й", "я", "ї") + " входу";
                }),
                n("de90b04a", "Відвідані вами місця"),
                n("cbd2ef59", function (e) {
                    return e.count + " місц" + f(e.count, "я", "ь", "е", "я");
                }),
                n("a4441bb8", "Інтереси від X"),
                n("e1c6b2d6", "Підібрана аудиторія"),
                n("ed19d10d", function (e) {
                    return e.audienceCount + " цільов" + f(e.audienceCount, "і аудиторії", "их аудиторій", "а аудиторія", "ої аудиторії") + " від " + e.advertiserCount + " рекламодавц" + f(e.advertiserCount, "ів", "ів", "я", "я");
                }),
                n("f00d0d03", function (e) {
                    return e.count + " інтерес" + f(e.count, "и", "ів", "", "у");
                }),
                n("hf9c2caa", "Надіслати запит на список рекламодавців?"),
                n("c29b7971", function (e) {
                    return "Його буде надіслано на " + e.primaryEmail + ".";
                }),
                n("b9e1cf02", "Надіслати запит"),
                n("a8276fac", "Надіслати запит на список рекламодавців"),
                n("g7912a84", "Зрозуміло. Ваш список буде надіслано вам електронною поштою, щойно він буде готовий."),
                n("d6104de0", "Ви можете відмовитися від реклами відповідно до ваших інтересів у налаштуваннях персоналізації та даних. Після цього зміняться рекламні оголошення, які ви бачите в Х, проте вас не буде вилучено з аудиторії рекламодавців."),
                n("ed8c03f5", "Детальніше"),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " аудиторій";
                }),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " рекламодавців";
                }),
                n("j4fa776e", "Телефони"),
                n("i7acdb36", "Планшети"),
                n("c112dfc8", "Комп’ютер"),
                n("jd8607ba", "Активовано"),
                n("ea4f6c9e", "Браузери"),
                n("d750b93f", function (e) {
                    return e.count + " браузер" + f(e.count, "и", "ів", "", "а");
                }),
                n("a9783602", "Мобільні пристрої"),
                n("j043aa31", function (e) {
                    return e.count + " мобільн" + f(e.count, "і пристрої", "их пристроїв", "ий пристрій", "ого пристрою");
                }),
                n("ae415fd2", "Це налаштування вимкнено."),
                n("a90be7b4", "Адреси електронної пошти"),
                n("c0f6f911", "Активність поза межами X"),
                n("adaafb3f", "Виведена ідентичність"),
                n("f0f72665", "Виведена ідентичність"),
                n("d33b4e5b", "Активність за межами Х"),
                n("c4668d4f", "Активність за межами Х"),
                n("df3e137b", "Детальніше"),
                n("d1597ccb", "Детальніше"),
                n("c1b03a07", "Детальніше"),
                n("b056d9dc", "Це основна мова вашого профілю."),
                n("h68bc23c", "Ці додаткові мови використовуються для персоналізації."),
                n("fbf0e61e", "Якщо ви ще не вказали стать, це стать, яку пов’язано з вашим профілем на основі ваших відомостей і активності. Ця інформація не буде загальнодоступною."),
                n("b4568a3a", "Додайте свою стать"),
                n("c0be743e", "Стать оновлено"),
                n("c5abae66", "Це стать, яка за алгоритмами Х найбільш пов’язана з вами."),
                n("cdb0d3e6", "Не використовувати цю стать для персоналізації."),
                n("j31a1aa0", "Тут перелічено місця, на основі яких Х показує вам релевантніший вміст. Цей список буде пустий, якщо ви вимкнули функцію «Персоналізація на основі відвіданих місць»."),
                n("ddefdd1c", "Видалити відвідані вами місця?"),
                n("hea740ac", "Це займе деякий час, і цю дію не можна скасувати."),
                n("a26e0d52", "Зрозуміло. Ці місця буде видалено."),
                n("he447966", "Зараз місць не знайдено."),
                n("b9d98dec", "налаштувань місцезнаходження"),
                n("e27e4fce", "Невідоме місцезнаходження"),
                n("ib55eb6b", "Підключені додатки"),
                n("e5a4a539", "Детальніше"),
                n("gc8f2e14", "Ви можете відмовитися від реклами відповідно до ваших інтересів у налаштуваннях персоналізації та даних."),
                n("e6dbe66b", "Детальніше"),
                n("d3310e49", function (e) {
                    return "Файл з усіма відомостями, пов’язаними з цим профілем, буде надіслано на " + e.primaryEmail + ".";
                }),
                n("ib03e8c8", "Завантажити файл з усіма відомостями, пов’язаними з вашим профілем, на цей пристрій?"),
                n("g49741e8", "Завантажити"),
                n("dc370a0c", "Зрозуміло. Ваші дані буде надіслано вам електронною поштою, щойно вони будуть готові."),
                n("c07b4316", "Інтереси"),
                n("e97196fe", "Відомі за"),
                n("ja0f971c", "Ось деякі інтереси, підібрані для вас на основі ваших відомостей, активності та тем, які ви читаєте. Вони використовуються, щоб персоналізувати Х для вас, у тому числі рекламу, яку ви бачите. Ви можете змінити свої інтереси, як вважаєте за потрібне. Щоб внесені зміни набрали сили, може знадобитися деякий час."),
                n("gd1ce494", "Ми вважаємо, що вас знають за наведеними нижче інтересами. Вони використовуються для показу більшої кількості вашого вмісту людям, які цікавляться цими сферами. Ви можете змінити їх, як вважаєте за потрібне. Щоб внесені зміни набрали сили, може знадобитися деякий час."),
                n("a6b0b41a", "Завантажте додаток Х на свій мобільний телефон. Це безкоштовно."),
                n("h3ed510e", "Дані Х"),
                n("b708417c", "Ви можете надіслати запит на ZIP-файл із заархівованими відомостями вашого профілю, історією профілю, додатками й пристроями, активністю профілю, інтересами й даними реклами. Ви отримаєте сповіщення в додатку, коли архів ваших даних буде готовий для завантаження."),
                n("jbf5843e", "Дані Periscope"),
                n("ea886c6e", "Ви можете надіслати запит безпосередньо Periscope на архів своїх даних Periscope."),
                n("cdcc2ad4", "Помилка завантаження"),
                n("dbeff87a", "Надіслати запит на архів"),
                n("hb02ed28", "Функція завантаження ваших даних зараз недоступна. Спробуйте ще раз пізніше."),
                n("c2254084", "Ми отримали ваш запит. Для безпеки вашого профілю підготовка ваших даних може тривати від 24 годин."),
                n("f62d1d9e", "Ваш архів уже можна завантажити й переглянути в браузері. Майте на увазі, що вам потрібно завантажити ці дані до закінчення терміну їхньої дії за кілька днів."),
                n("b221ca4c", "Ми сповістимо вас, коли дані будуть готові для завантаження"),
                n("db40dfcf", "заповніть цю форму"),
                n("g1aced04", "Додатки, пристрої та відомості"),
                n("dbcf3a1a", "Позначка профілю"),
                n("cbb2367c", "Ви можете показати або приховати позначку пародійного, коментаторського або фанатського профілю."),
                n("ge48855c", "Пародія"),
                n("hf019b20", "Ця позначка профілів Х запобігає виникненню непорозумінь, інформуючи користувачів про те, що такі профілі не пов’язані із зазначеними в них суб’єктами."),
                n("d048571e", "Прибрати позначку пародії?"),
                n("g905134c", "Якщо ви вимкнете цю позначку, її буде видалено з вашого профілю й усіх минулих дописів. Перевірте, чи відповідає ваш контент Правилам щодо автентичності."),
                n("ce62c8c2", "Видалити позначку профілю?"),
                n("a14080ce", "Змінити позначку профілю?"),
                n("db6796f6", "Якщо ви вимкнете цю позначку, її буде видалено з вашого профілю й усіх минулих дописів. Перевірте, чи відповідає ваш контент Правилам щодо автентичності. Після вимкнення вносити інші зміни буде не можна протягом 48 годин."),
                n("c700b6be", "Після цього її не можна буде змінювати протягом 48 годин."),
                n("ff1739ae", "Позначка профілю"),
                n("h70c602c", "Не вдалося змінити позначку профілю"),
                n("c818c60c", "Аналітика"),
                n("ha9f14b1", function (e) {
                    return "Ваш простір почнеться " + e.scheduleDate + " о " + e.scheduleTime;
                }),
                n("jafbef80", "Ви не маєте права на планування цього простору"),
                n("e5d26f84", "Увімкніть сповіщення, щоб завжди бути в курсі подій. X отримає інформацію про країну та мову вашого пристрою, що дасть змогу персоналізувати ваші сповіщення."),
                n("f91f00ba", "Створити кліп"),
                n("f9b2d343", function (e) {
                    return e.count + " пост" + f(e.count, "и", "ів", "", "и");
                }),
                n("jcc8306e", "Попросити слова"),
                n("j41fd45a", "Запит надіслано"),
                n("d5b2aae8", "Надіслано забагато запитів говорити. Повторіть спробу пізніше."),
                n("b9945b98", "Не вдалося надіслати запит говорити. Приєднайтеся до простору ще раз і повторіть спробу за кілька секунд."),
                n("b2cc6a54", "Приєднатись як промовець"),
                n("fb6c0bbc", "Анонімне прослуховування"),
                n("e49a1f42", "Наразі ви слухаєте розмову анонімно й вас не бачать ні ведучий, ні інші учасники."),
                n("jf01aea4", "Щоб взяти участь в обговоренні, вийдіть і знову приєднайтеся як звичайний слухач."),
                n("cac1482a", "Реагувати"),
                n("fc0e94b7", function (e) {
                    return "Поставили емодзі " + e.emoji;
                }),
                n("jf9f3e54", "Перемотати вперед на 15 секунд"),
                n("hdd1aba0", "Перемотати на 15 секунд назад"),
                n("b89c5a50", "Пауза"),
                n("e674c120", "Показати субтитри"),
                n("f45bace4", "Приховати субтитри"),
                n("ce96f1dc", "Субтитри недоступні"),
                n("e07f6e7d", function (e) {
                    return "Швидкість " + e.rate + "x";
                }),
                n("jd04fc66", "Швидкість 0,5x"),
                n("f03848b8", "Звичайний"),
                n("j0e5c2ce", "Швидкість 1,5x"),
                n("b3f2318e", "Швидкість 2x"),
                n("f17bc95a", "Почати демонстрацію екрану"),
                n("b11a74b2", "Припинити демонстрацію екрану"),
                n("e51c2372", "Гості"),
                n("b08821f4", "Назад"),
                n("fed1388a", "Налаштування простору"),
                n("c63dd2cc", "Приєднуйтеся до розмови наживо зі мною!"),
                n("c958c6c8", "Опублікувати це"),
                n("if23a252", "Поділитися через..."),
                n("c0530da6", "Меню поширення теми"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "Завершити простір?"),
                n("db684264", "Так, завершити"),
                n("je23178a", "Розмову буде завершено для всіх."),
                n("c371fb9a", "Кінець"),
                n("c0ce822e", "Налаштування мікрофона"),
                n("a2bf8b8a", "Тільки слухати"),
                n("caa8d928", "Увімкнути/вимкнути придушення шуму"),
                n("b5d88f0c", "Лише для співробітників"),
                n("c855ab8e", "Тільки для Передплатників"),
                n("ddeb0a3c", "Ось спільнота. Подобаються люди? Відвідайте її.");
            n("e111f531", function (e) {
                return e.count + " ос" + f(e.count, "оби підключили", "іб підключили", "оба підключила", "оби підключило") + "ся";
            }),
                n("cbef820f", function (e) {
                    return e.screenName + " зробив(-ла) репост трансляції";
                }),
                n("e3275464", "Надіслати"),
                n("cededf2a", "Організатор"),
                n("i2caef48", "Співорг."),
                n("j245c654", "Промовці"),
                n("eda23a02", "Слухачі"),
                n("b90eb348", "Запросити говорити"),
                n("d9a63e82", "Вилучити з мовців"),
                n("bd917b26", "Запросити як співорганізатора"),
                n("d7357e7e", "Вилучити зі співорганізаторів"),
                n("bf307fc0", "Заблокувати й вилучити"),
                n("ccf2f24e", "Скарга"),
                n("i22835de", "Схвалити"),
                n("cb59a0fe", "Відхилити"),
                n("c2376960", "Запити на промову"),
                n("aba7dcdd", function (e) {
                    return "Запросити " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "організатор" + f(e.count, "и", "ів", "", "ів");
                }),
                n("fc56c8b1", function (e) {
                    return "співорг.";
                }),
                n("iba0f45d", function (e) {
                    return "промов" + f(e.count, "ця", "ців", "ець", "ців");
                }),
                n("dc066955", function (e) {
                    return "слухач" + f(e.count, "а", "ів", "", "ів");
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " вільне місц" + f(e.remainingCapacityCount, "я", "ь", "е", "ь");
                }),
                n("c3b5b829", function (e) {
                    return e.count + " запит" + f(e.count, "и", "ів", "", "у");
                }),
                n("fe7a1910", "Надіслати запрошення"),
                n("ic3c757e", "Пошук користувачів"),
                n("cd133486", "Запросити"),
                n("f2333850", "Поділіться з людьми за межами Х"),
                n("cddb8097", "Докладніше"),
                n("f77997b0", "Співорг."),
                n("i48f4ed8", "Промовець"),
                n("a77c8e02", "Слухач"),
                n("bdfa93eb", function (e) {
                    return "Поширює " + e.name;
                }),
                n("d8cc6ada", "Хто може говорити? Це не вплине на поточних промовців. Зміни набудуть сили через кілька секунд."),
                n("e3a87142", "Тільки люди, яких ви запросили говорити"),
                n("db3de1d2", "Приєднатись як промовець"),
                n("d7f4bc44", "Приєднатись як співорганізатор"),
                n("edcf15e9", function (e) {
                    return "Надіслали запит (" + e.count + ")";
                }),
                n("h13957aa", "Вимкнути звук простору"),
                n("ge6372fa", "Увімкнути звук простору"),
                n("i7a42e1c", "Допоможіть керувати цим простором"),
                n("e0b8f112", "Вас запросили стати співорганізатором!"),
                n("ee12263c", "Співорганізатори можуть говорити у просторі"),
                n("jee7002c", "Співорганізатори можуть запрошувати й видаляти промовців, а також вимикати їх мікрофон"),
                n("i95225d2", "Співорганізатори можуть поширювати й видаляти пости"),
                n("f07137fa", "Співорганізатори можуть видаляти з простору слухачів"),
                n("j6cdf012", "Співорганізатори не можуть запрошувати й видаляти інших співорганізаторів"),
                n("c727d116", "Співорганізатори не можуть завершити простір"),
                n("g69084b8", "Прийняти запрошення"),
                n("ee230734", "Показати інші параметри"),
                n("ic8c615e", "Виберіть і надішліть швидку відповідь"),
                n("a04077c4", "Виберіть 1 фото, відео або GIF-файл."),
                n("c07367d8", "Наразі медіафайли не підтримуються в зашифрованих повідомленнях"),
                n("af71ef68", "Голос"),
                n("fc64990e", "Відео"),
                n("ca0ce0e4", "Нове повідомлення"),
                n("e18e6a63", function (e) {
                    return "Передплатіть X Premium, щоб надіслати повідомлення @" + e.username;
                }),
                n("c3752568", "Щось пішло не так. Ще раз спробуйте надіслати повідомлення за хвилину."),
                n("f78aa3ea", "Не вдалося надіслати деякі з ваших повідомлень. Спробуйте ще раз пізніше."),
                n("f9690dc0", "На жаль, ви не можете надсилати повідомлення цьому профілю."),
                n("b1d35408", "Ви вичерпали денний ліміт на надсилання повідомлень."),
                n("g539cca6", "Ваш профіль забанено, тому ви не можете надсилати повідомлення."),
                n("bbac001a", "Це повідомлення задовге."),
                n("a1d2a68e", "Цей користувач не читає вас. Ви можете надсилати повідомлення тільки своїм читачам."),
                n("ec2bb9d4", "Пост, який ви намагаєтеся надіслати, видалено."),
                n("hf383be4", "Профіль, якому ви намагаєтеся надіслати повідомлення, видалено."),
                n("c4fdbd16", "Ви не можете надсилати повідомлення користувачам, яких ви заблокували."),
                n("hf3e7e38", "Не вдалося надіслати ваше повідомлення."),
                n("dd8272fd", function (e) {
                    return e.count + " нове повідомлен" + f(e.count, "ня", "ь", "ня", "ня");
                }),
                n("e2cd3b7c", "Аудіовиклик завершено"),
                n("f42f365a", "Відеовиклик завершено"),
                n("a7570f2c", "Пропущений аудіовиклик"),
                n("jd9831b2", "Пропущений відеовиклик"),
                n("f0985268", "Аудіовиклик"),
                n("ca397a48", "Відеовиклик"),
                n("bb7e2143", function (e) {
                    return e.seconds + " cек.";
                }),
                n("c1d4ac84", "Ви змінили фото групи"),
                n("abc7b032", "Фото групи змінено"),
                n("i263b294", "Ви приєдналися до розмови"),
                n("i8d5e62b", function (e) {
                    return "" + e.count;
                }),
                n("f7204380", "Час цього Fleet сплив"),
                n("d9de7b58", "Цей медіафайл приховано, оскільки його отримано від профілю, який ви не читаєте."),
                n("f2879f4e", "Це повідомлення може містити небажані медіафайли."),
                n("b518221e", "Відкрити зображення"),
                n("eeaa9f90", "Відкрити відео"),
                n("g2b43664", "Відкрити GIF-файл"),
                n("d99de549", function (e) {
                    return "У відповідь користувачу " + e.name;
                }),
                n("f5a07f7c", "Вкладення"),
                n("fd079470", "Це спам"),
                n("c7a92dca", "З повідомленням усе гаразд"),
                n("fb3ccb56", "Повідомлення приховано через підозрілий вміст"),
                n("c94b7d8a", "Відтворити голосове повідомлення"),
                n("eb6f9582", "Призупинити голосове повідомлення"),
                n("b6b4142e", "Цей пост приховано, оскільки ви не читаєте його автора."),
                n("fda60d78", "Цей пост може містити надто натуралістичні медіафайли."),
                n("b59a9004", "Відкрити пост"),
                n("daf6bf02", "Змінити налаштування"),
                n("ba60339a", "Видалити для вас"),
                n("eb497e08", "Інші дії"),
                n("b170974a", "Додати реакцію"),
                n("i202bd22", "Поскаржитися на повідомлення"),
                n("f2e5491a", "Копіювати повідомлення"),
                n("bf2d08ca", "Інші реакції"),
                n("ca7a2215", function (e) {
                    return "Ваша поточна реакція: " + e.emoji;
                }),
                n("j4bfee22", "Видалити повідомлення?"),
                n("faddd3a2", "Це повідомлення буде видалено для вас. Інші люди в розмові все одно його бачитимуть."),
                n("f58dff34", "Щось пішло не так, і повідомлення не було видалено."),
                n("ad5a8e8e", "На жаль, у вас немає дозволу на видалення цього повідомлення."),
                n("fad48eea", "Надсилаємо..."),
                n("ae7d7a24", "Не вдалося надіслати повідомлення"),
                n("bbe74f3f", function (e) {
                    return "Учора о " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " реакці" + f(e.reactionCount, "ї", "й", "я", "ї");
                }),
                n("c0098d4a", "Реакції"),
                n("j85999ec", "Список реакцій користувачів"),
                n("a2d48779", function (e) {
                    return "Видалити вашу поточну реакцію: " + e.emoji;
                }),
                n("icd0bf34", "Переглянуто"),
                n("e8bd8fec", "Надіслано"),
                n("b2d32fae", "Переглянули всі"),
                n("a763d33f", function (e) {
                    return "Переглянуто " + e.count + " особ" + f(e.count, "ами", "ами", "ою", "и");
                }),
                n("d84b485e", "Ви почали читати цей профіль"),
                n("be0c83d8", "Ви прийняли запит"),
                n("bcc13060", "Ранній доступ"),
                n("e535cae9", function (e) {
                    return e.count + " читач" + f(e.count, "і", "ів", "", "а");
                }),
                n("cf249089", function (e) {
                    return "Дата приєднання: " + e.joinDate;
                }),
                n("g1f972d7", "Докладніше"),
                n("bb0e37c3", "Докладніше"),
                n("a89e8ab3", "Детальніше"),
                n("d98540eb", "Докладніше"),
                n("j296badb", "Докладніше"),
                n("e45d77f5", "Докладніше"),
                n("h52ca4c4", "Нові повідомлення"),
                n("ffde2fdc", "Завантаження розмови"),
                n("da878dc0", "Прийняти"),
                n("hc52446c", "Хочете долучитися до цієї групи? Ніхто не дізнається про те, що ви переглянули запит, доки ви його не приймете."),
                n("f7e1ad65", function (e) {
                    return "Хочете отримувати повідомлення від " + e.senderName + "? Ця особа не дізнається, що ви переглянули її повідомлення, доки ви не приймете цей запит.";
                }),
                n("gdf4b790", "Покинути розмову?"),
                n("bbf83d84", "Історію розмови буде видалено з ваших вхідних. Цю дію не можна скасувати."),
                n("ib3fe8aa", "Заблокувати чи поскаржитися"),
                n("gbed8594", "У разі блокування ця особа більше не зможе надсилати вам запити на повідомлення."),
                n("g9074da4", "Покинути розмову"),
                n("ad63377e", "Видалити розмову"),
                n("h09b49f8", "Цю розмову буде видалено з ваших вхідних. Інші люди в розмові все одно її бачитимуть."),
                n("i6b19b08", "Поскаржитися на розмову"),
                n("cdb1a05a", "Повідомте Х про спам або образливий контент, щоб ми могли захистити інших користувачів від подібних профілів."),
                n("d6b11d9c", "Не вдалося надіслати приватне повідомлення, оскільки деякі медіафайли не завантажилися."),
                n("c64c1884", "Написати нове повідомлення"),
                n("cdcebd22", "Нове повідомлення"),
                n("a66ac766", "Завантаження приватних повідомлень"),
                n("a846382a", "Пошук у приватних повідомленнях"),
                n("h845f282", "Приватне повідомлення"),
                n("d7ad7414", "Повідомлення недоступне"),
                n("ga086a54", "Прикріплене зображення"),
                n("a9cc8cfe", "Надіслав(ла) GIF-файл"),
                n("eb3d722e", "Ви надіслали GIF-файл"),
                n("e5bfe07e", "Надіслав(ла) посилання"),
                n("db53c018", "Ви надіслали посилання"),
                n("bf584cd2", "Надіслав(ла) фото"),
                n("f80629ba", "Ви надіслали фото"),
                n("e20b65b0", "Надіслав(ла) стікер"),
                n("d30c2d40", "Ви надіслали стікер"),
                n("a876e58c", "Надіслав(ла) відео"),
                n("j7d8101a", "Ви надіслали відео"),
                n("dedfd266", "Надіслав(ла) голосове повідомлення"),
                n("h7033cac", "Ви надіслали голосове повідомлення"),
                n("i34ec422", "Поділився(-лася) постом"),
                n("a4939874", "Ви поділилися постом"),
                n("e1c9ec9c", "Закріпити розмову"),
                n("e3cfff7c", "Відкласти сповіщення для розмови"),
                n("f398722e", "Сповіщення для розмови відкладено"),
                n("bdd91964", "Відкріпити розмову"),
                n("a8ed0eca", "Скасуйте відкладення сповіщень для розмови"),
                n("jac4eb1e", "Сповіщення для розмови більше не відкладено"),
                n("d88d0790", "Меню параметрів"),
                n("ce108dda", "Вибрати мітку"),
                n("abf2d13c", "Виберіть"),
                n("e4b3f520", "Закріплені розмови"),
                n("ae4d666a", "Усі розмови"),
                n("d98e066c", "Розмову закріплено."),
                n("j302dba8", "Розмову відкріплено."),
                n("cb367658", "Не вдалося закріпити розмову. Спробуйте ще раз."),
                n("ie9a7e48", "Не вдалося закріпити розмову. Перевірте інтернет-з’єднання та спробуйте ще раз."),
                n("hd3927c6", "Не вдалося відкріпити розмову. Спробуйте ще раз."),
                n("f1ac0968", "Не вдалося відкріпити розмову. Перевірте інтернет-з’єднання та спробуйте ще раз."),
                n("d571e4f9", function (e) {
                    return "Закріпити можна лише " + e.count + " розмов" + f(e.count, "", "", "у", "и");
                }),
                n("a551bf7e", "Потрібно відкріпити одну розмову, щоб закріпити іншу."),
                n("a676a876", "Ласкаво просимо до ваших вхідних!"),
                n("h52877aa", "Надішліть звістку чи поділіться постами у приватній розмові з іншими користувачами X. "),
                n("efe8fda0", "Написати повідомлення"),
                n("b9dae4f4", "Спробуйте інший пошуковий запит"),
                n("e7fb2028", "Більше немає результатів"),
                n("ae111c99", function (e) {
                    return "За запитом «" + e.query + "» нічого не знайдено";
                }),
                n("e8581cce", "Запит, який ви ввели, не дав жодних результатів"),
                n("f08940ac", "Нове повідомлення"),
                n("i5d7593a", "Спробуйте шукати людей, групи чи повідомлення"),
                n("c94ac69e", "Групи"),
                n("fb3c8e74", "Недавні пошукові запити"),
                n("fd6150fc", "Посилюємо вашу безпеку в приватних повідомленнях"),
                n("c7e8a9ee", "Політику конфіденційності"),
                n("bece84b4", "У ваших запитах на повідомлення пусто"),
                n("e51be7c1", "Детальніше"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending request" + f(e.count, "s", "s", "", "s");
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new pe" + f(e.count, "ople", "ople", "rson", "ople") + " you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " pe" + f(e.count, "ople", "ople", "rson", "ople") + " you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new request" + f(e.count, "s", "s", "", "s");
                }),
                n("ed93de0c", "Аналіз посту"),
                n("d1d92e40", "Детальні відомості"),
                n("a6e89af8", "Відкрите обговорення"),
                n("ica55d24", "Новий чат"),
                n("f794af9a", "Кумедний режим"),
                n("eccf9fea", "Звичайний режим"),
                n("g7b1c574", "Відновити значення за умовчанням"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "Виберіть потрібний режим пошуку"),
                n("i330e54c", "Покращений пошук та міркування"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "Розширений пошук, більше міркувань"),
                n("j22655f2", "Поставте будь-яке запитання"),
                n("h0681e3e", "Поговоріть із Grok — нашим ШІ-асистентом"),
                n("d593fd78", "Він може відповідати на запитання, шукати що завгодно в X і генерувати зображення."),
                n("d0205a24", "Перевіряйте факти"),
                n("ed4177c4", "Grok може впевнено надавати фактично хибну інформацію, робити неправильні висновки, а також упускати певний контент. Всю інформацію слід перевіряти самостійно."),
                n("c0ff98f8", "Навчання й персоналізація ШІ"),
                n("f1a8218a", "Ми можемо використовувати ваші дані, доступні в X, а також відомості про ваші взаємодії з Grok, вхідні дані й отримані результати для навчання, доопрацювання та персоналізації моделі. Ви можете заборонити використання цих даних у налаштуваннях X. Детальну інформацію наведено в Довідковому центрі."),
                n("bcbf5b6e", "Поширення"),
                n("j7b5c844", "Ви несете відповідальність за розмови, які ви оприлюднюєте. Намагайтеся не розкривати в розмовах із Grok делікатну й конфіденційну інформацію про себе та інших (див. наш Довідковий центр)."),
                n("c9f7c196", "Довідковий центр"),
                n("c65f7308", "Наші сервери наразі перевантажені"),
                n("f2a8655e", "Розширені інструменти Grok наразі недоступні."),
                n("c26b9b9c", "Файл"),
                n("g10600b0", "Меню"),
                n("j826e722", "Зберегти зображення"),
                n("a9325f10", "Копіювати зображення"),
                n("g0b12442", "Не вдалося скопіювати зображення"),
                n("edd0c172", "Опублікувати зображення"),
                n("d1d3a41a", "Редагування зображень"),
                n("a2697040", "Опишіть, що потрібно змінити в зображенні"),
                n("ge1cefc4", "Інструменти"),
                n("e9b6d404", "До яких інструментів пошуку Grok повинен мати доступ?"),
                n("h15dce2e", "Розширені налаштування"),
                n("ff9dc268", "Редагувати запит"),
                n("acb2baa0", "Створюйте зображення"),
                n("fe9ad897", function (e) {
                    return "Редагування зображень" + e.ttc_grok_preset;
                }),
                n("h30fd372", "Спробуйте голосовий режим"),
                n("e9fcdd0c", "Попросіть Grok виконати інтенсивний пошук у мережі"),
                n("fc4e8aba", "Попросіть Grok міркувати по пунктах"),
                n("e4ae6abe", "Попросіть Grok перетворити зображення"),
                n("e8ade5e2", "Вибрати особистість"),
                n("b5df32b0", "Запитайте щось у Grok"),
                n("fb3b9776", "Відповідь Grok була змінена користувачем."),
                n("ca93f2ee", "Повідомлення видалено."),
                n("b8c06820", "Копіювати текст"),
                n("ca0f5894", "Не подобається"),
                n("ja8d189e", "Мене цікавила текстова відповідь"),
                n("e951f04e", "Мене цікавило зображення"),
                n("c503b35e", "Мене цікавило інше зображення"),
                n("d4371c92", "Неправильний код"),
                n("dbe8586e", "Мене цікавив інший код"),
                n("e360eb4a", "Мене не цікавив код"),
                n("a18657ca", "Неправильні обчислення"),
                n("b8b86300", "Мене не цікавили обчислення"),
                n("e4c34788", "Неправильна відповідь"),
                n("b220a8c8", "Мене цікавило щось інше"),
                n("b115fd18", "Упереджена відповідь"),
                n("dc637214", "Поганий стиль чи тон"),
                n("f02e6d42", "Мене цікавили результати пошуку"),
                n("bbec6bba", "Погані результати пошуку"),
                n("b494d088", "Мене не цікавили результати пошуку"),
                n("a44974f2", "Не розуміє зображення"),
                n("bd44a8a8", "Розкажіть нам більше"),
                n("fcdbe764", "Що можна було б покращити в Grok?"),
                n("bb6adb22", "Опишіть проблему"),
                n("h0fa15f2", "Дякуємо за відгук!"),
                n("d700b268", "Пов’язані розмови"),
                n("cd7bdab2", "Забуті розмови не видаляються з історії"),
                n("f21b84de", "Посилання забуте"),
                n("i52a9cb8", "Спогадів немає."),
                n("d9d36880", "Забути"),
                n("g02dacc0", "Сьогодні"),
                n("c6e845c0", "Учора"),
                n("a5fa4a86", "січ."),
                n("c51724a4", "лют."),
                n("j244ceb2", "бер."),
                n("b22b12e0", "квіт."),
                n("h3023cac", "Травень"),
                n("b10dbffa", "чер."),
                n("c81da1b6", "лип."),
                n("d4e4d3ce", "сер."),
                n("c3418f9a", "вер."),
                n("b64dada6", "жов."),
                n("ad24ec20", "лис."),
                n("c7902252", "груд."),
                n("idf94bac", "Згенерувати повторно"),
                n("f7614f92", "Без результатів пошуку"),
                n("c5ade3ba", "З результатами пошуку"),
                n("c16e5b1a", "Без генерування зображень"),
                n("i2ca65fa", "З генеруванням зображення"),
                n("d3927f88", "Опублікувати посилання"),
                n("be37ecd4", "Не вдалося скопіювати в буфер обміну"),
                n("h708a4c0", "Поширення розмови"),
                n("g06a67e2", "Сторінка, яку ви поширюєте, включатиме повідомлення, надіслані до цього моменту"),
                n("a0428662", "Не корисно"),
                n("fe4fd310", "Корисна"),
                n("bfd161bc", "Порівняти"),
                n("j5dcf1b2", "Оновлено"),
                n("a50aaa10", "Премаркет"),
                n("dd614d10", "Після закриття біржі"),
                n("d6b0b0d5", function (e) {
                    return "На момент відкриття" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "Ринкова вартість" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "Річний максимум" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "Максимум" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "Коеф. ціна/прибуток" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "Річний мінімум" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "Мінімум" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "Макс. за весь час" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "Мін. за весь час" + e.ttc_stock_details;
                }),
                n("a22063d2", "Повідомте своє місцезнаходження, щоб підвищити точність."),
                n("db3248a8", "Завантаження місцезнаходження"),
                n("ffe0e588", "Повідомити місцезнаходження"),
                n("e41a0dc2", "Зачинено"),
                n("ieff24f4", "Фінальний рахунок"),
                n("e2811afc", "Ігри"),
                n("j081fa34", "Позиції"),
                n("i7c7f156", "Завтра"),
                n("b134ba52", "Виконується"),
                n("j1361724", "Перерва"),
                n("fa0f1262", "Перерва"),
                n("c2cac618", "Наразі Grok підтримує дані Ла Ліги, Прем’єр-ліги, Бундесліги, Серії А та Ліги 1."),
                n("acae223d", function (e) {
                    return "Результати за запитом «" + e.prompt + "»";
                }),
                n("bed99fe2", "Згорнути"),
                n("f7b57ac0", "Статистика"),
                n("i7e3e446", "Матчі"),
                n("d490977e", "Зараз"),
                n("e9f55db8", "Неділя"),
                n("e9cf3af8", "Понеділок"),
                n("d5868a7e", "Вівторок"),
                n("b5dfdb46", "Середа"),
                n("ab8095a2", "Четвер"),
                n("e298e6f2", "П’ятниця"),
                n("ef519654", "Субота"),
                n("c609a1b4", "Нд"),
                n("j92274b0", "Пн"),
                n("ja482160", "Вт"),
                n("f4ad4cb0", "Ср"),
                n("d66bf142", "Чт"),
                n("dc17968a", "Пт"),
                n("j310a2d6", "Сб"),
                n("eaf55eb4", "Показати процес мислення"),
                n("b1ac6016", "DeepSearch завершено"),
                n("f766feca", "Виконано пошук DeeperSearch"),
                n("ee000b0d", function (e) {
                    return "Джерел: " + e.numSources;
                }),
                n("bf780b13", function (e) {
                    return e.minutes + " хв. " + e.seconds + " сек.";
                }),
                n("c2745fa4", "Перервано"),
                n("e258000e", "Сповіщення"),
                n("d591a772", "Сповіщення недоступне"),
                n("bc49b728", "Коли відповідь буде готова, ви отримаєте сповіщення"),
                n("d8aadeba", "Сповіщення вимкнено"),
                n("db832e38", "Увімкніть сповіщення в налаштуваннях браузера"),
                n("a910cac6", "Не вдалося ввімкнути сповіщення"),
                n("be30b6ee", "Нестабільне з’єднання"),
                n("b52484b6", "Триває пошук..."),
                n("a4d9dbfa", "Думки"),
                n("ib1c5475", function (e) {
                    return "Обдумування виконувалося " + e.minutes + " хв " + e.seconds + " с";
                }),
                n("a15d62db", function (e) {
                    return "Обдумування виконувалося " + e.seconds + " с";
                }),
                n("d7cb5408", "Актуальні веб-сторінки"),
                n("aa7c96bb", function (e) {
                    return "Переглянути ще " + e.numResults;
                }),
                n("j1ab5f40", "Торкніться, щоб прочитати"),
                n("f5a2377e", "Обдумування виконується "),
                n("g3ce0132", "Обдумування виконувалося"),
                n("f8007364", "Розгорнути детальні відомості"),
                n("ca53f780", "Згорнути детальні відомості"),
                n("ha8fbe22", "Генеруйте більше зображень із Premium"),
                n("d95c232a", "Ви досягли ліміту. Щоб продовжити, оформте передплату."),
                n("h2671312", "Користуйтеся Grok більше з Premium"),
                n("a1bb9c8a", "Користуйтеся Grok більше з Premium+"),
                n("b08ef3ae", "Перейдіть на X Premium, щоб продовжити розмову, або повторіть спробу пізніше."),
                n("jf9363b8", "Перейдіть на X Premium+, щоб продовжити розмову, або повторіть спробу пізніше."),
                n("ef018bf6", "Аналізуйте більше зображень із Premium"),
                n("cdace6d2", "Придбати"),
                n("a3186bff", function (e) {
                    return e.count + " веб-сторін" + f(e.count, "ки", "ок", "ка", "ки");
                }),
                n("f4146dda", "Яка відповідь вам більше подобається?"),
                n("a2c2be32", "Це допоможе покращити Grok."),
                n("g01599b6", "Відповідь 1"),
                n("e02694e0", "Відповідь 2"),
                n("h6867fcc", "Мені більше подобається ця відповідь"),
                n("acc4496c", "Спробуйте голосовий режим Grok"),
                n("jd36d190", "Отримайте доступ до розширених функцій у додатку Grok для Android"),
                n("hf9afab0", "Увімкніть режим DeepSearch, щоб Grok сканував інтернет та X, аналізував інформацію та надавав детальні, добре аргументовані відповіді за допомогою швидкого агентного пошуку."),
                n("ef3b3f04", "Увімкніть режим «Обдумування», щоб використовувати нашу модель міркувань. Вона найкраще підходить для математики, науки та програмування. Ви також можете попросити Grok «думати старанніше» стосовно будь-якого питання, яке потребує трохи більше інтелектуальних зусиль. "),
                n("b43636b8", "Представляємо Grok 3"),
                n("j376298c", "Наша найпотужніша модель Grok 3 представляє два нові режими взаємодії: DeepSearch та «Обдумування»."),
                n("e3584f8e", "Які 10 найуспішніших стратегій торгівлі опціонами, що використовуються хедж-фондами"),
                n("d91b7b8a", "Скільки коштувало б побудувати університет у 1885 році?"),
                n("ia5bef3e", "Чим я можу вам допомогти?"),
                n("ebea5880", "Нещодавні розмови"),
                n("e13591c0", "Приклад розмови з Grok"),
                n("c27ca452", "Тепер передплатники Premium можуть використовувати наш найрозвинутіший ШІ – Grok – просто в X."),
                n("b6abc25a", "Представляємо Grok 2"),
                n("e1cdaf9e", "Наш найновіший КІ-помічник на основі технології X"),
                n("e6796748", "Поставте будь-яке запитання"),
                n("db470fdc", "Grok може допомогти вам із повсякденними завданнями. Наприклад, він уміє складати електронні листи, відповідати на різні запитання й шукати рецепти."),
                n("e9adc2d0", "Пишіть якісніший код"),
                n("aaab6cdc", "Поставте запитання про програмування або отримайте допомогу в розумінні нових концепцій."),
                n("jd08d606", "Розкрийте свій творчий потенціал"),
                n("he526d22", "Генеруйте чудові зображення за допомогою наших нових можливостей."),
                n("i6932876", "Зображення в стилі кіберпанк"),
                n("j7cdee8e", "Будьте в курсі подій"),
                n("f1f683c2", "X надає вам ексклюзивну можливість отримувати найсвіжіші новини й дізнаватися про актуальні теми."),
                n("h73b9cc0", "Ваше повідомлення не було надіслано, оскільки ви наразі не підключені до чату"),
                n("b6c73662", "Надішліть повідомлення"),
                n("h6070fdc", "Налаштування чату"),
                n("d49326ba", "Приховати аватари"),
                n("h79f3532", "Показати аватари"),
                n("a8c1e2f0", "Приховати дії модераторів"),
                n("jd83edd4", "Показати дії модераторів"),
                n("ecca11ac", "Приховати позначки часу"),
                n("e358a9f8", "Показати позначки часу"),
                n("fca62374", "Відкрити чат в окремому вікні"),
                n("fe20f01b", function (e) {
                    return "Ігнорувати " + e.name + "?";
                }),
                n("f5dc372a", "Якщо ви почнете ігнорувати користувача, усі його повідомлення буде видалено й він не зможе спілкуватися в чаті до кінця трансляції."),
                n("e91dd1fa", "Повідомлення видалено модератором."),
                n("d1da3709", function (e) {
                    return "У відповідь " + e.username + ": " + e.body;
                }),
                n("fc82a896", "Ця трансляція завершилася"),
                n("ea58dbd0", "Ця трансляція не почалася"),
                n("cb5b6784", "Обмежено ведучим трансляції"),
                n("eba27300", "Чат доступний лише користувачам, яких читає ведучий трансляції"),
                n("f28984fb", function (e) {
                    return "Чат доступний лише користувачам, яких читає " + e.screenName;
                }),
                n("a3fec810", "Щоб спілкуватися в чаті, передплатіть Premium"),
                n("dbf0b235", function (e) {
                    return "Передплатити контент " + e.screenName + ", щоб спілкуватися в чаті";
                }),
                n("ifbd8342", "Відкрити вікно прямого ефіру"),
                n("f935d3ce", "Відкрити чат"),
                n("abbe8212", "Закрити чат"),
                n("hdf040dd", function (e) {
                    return "Заповнено на " + e.percentage + "%";
                }),
                n("e4f6bd9e", "Ой! Щось пішло не так. Спробуйте ще раз пізніше."),
                n("ac966f94", "Браузер не підтримується"),
                n("ca86b62c", "або"),
                n("d5568440", "Введіть складніший пароль."),
                n("d0511fe6", "Цей номер уже використовується з іншими профілями. Скористайтесь іншим номером."),
                n("cd24fe60", "Введіть дійсний номер телефону."),
                n("gf8388fe", "Код країни"),
                n("c52be452", "Так, видалити"),
                n("bcb388a0", "Усі попередньо завантажені контакти буде видалено, а синхронізацію адресної книги з Х – вимкнено на всіх пристроях. Це займе деякий час."),
                n("ec129eb6", "Ваші контакти успішно видалено."),
                n("f1b5048a", "Під час видалення ваших контактів сталася помилка."),
                n("hc72e1fc", "Введіть дійсну адресу електронної пошти."),
                n("bc0ad88a", "Адреси електронної пошти, що містять знак +, не підтримуються. Зазначте дійсну адресу."),
                n("f134915f", function (e) {
                    return e.count + " елем. вибрано";
                }),
                n("b8fb87e0", "Переглянути вибрані теми"),
                n("e854ad27", function (e) {
                    return "Тема – " + e.title;
                }),
                n("e4ff75aa", "Щось пішло не так. Перевірте своє з’єднання та спробуйте ще раз."),
                n("b60eba9e", "Спершу нам потрібно перевірити одну річ. Підтвердьте, що ви не робот, пройшовши завдання reCAPTCHA від Google."),
                n("ba939778", "Ви робот?"),
                n("d44efc66", "Як вас звати?"),
                n("b4867a18", "Ваше повне ім’я не може містити слова «Твіттер» або «Twitter»."),
                n("j1c3f4b9", function (e) {
                    return "Змінити дату народження " + e.birthdate;
                }),
                n("j231d352", "Читати всіх"),
                n("c203db71", function (e) {
                    return "Завантаження постів @" + e.screenName;
                }),
                n("c9a1cb5e", "Такого профілю не існує"),
                n("e7b201de", "Спробуйте пошукати ще."),
                n("ica87fde", "Вас заблоковано"),
                n("c7ec6faf", "Детальніше"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " заблоковано";
                }),
                n("gba95028", "Переглянути пости"),
                n("a2216a79", "Детальніше"),
                n("a2811f96", "Стрічки профілю"),
                n("d25805fa", "Передплата"),
                n("b05be0c8", "Вибране"),
                n("b9891db3", function (e) {
                    return "Пости з відповідями від " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e1ab545d", function (e) {
                    return "Завантаження постів для передплатників @" + e.screenName;
                }),
                n("ac3f4be9", function (e) {
                    return "Завантаження вибраного від @" + e.screenName;
                }),
                n("da38f955", function (e) {
                    return "Завантаження статей @" + e.screenName;
                }),
                n("b7363b66", "Надішліть пост"),
                n("ce659062", "Не змушуйте своїх Передплатників чекати"),
                n("f1e98cc2", "Виставляйте свої найкращі пости напоказ!"),
                n("d5c743c6", "Напишіть статтю"),
                n("d1e5e328", "Коли ви це зробите, він відобразиться тут."),
                n("hb26a1fe", "Не вагайтеся – починайте публікувати ексклюзивний контект. Усі ваші пости для передплатників з’являтимуться тут."),
                n("b7c3572e", "Щоб додати в профіль вибрані пости, виконайте такі дії:\n\n1. Знайдіть будь-який свій пост.\n2. Торкніться кнопки •••.\n3. Натисніть «Додати у вибране чи видалити з нього»."),
                n("i8123550", "Коли ви опублікуєте статтю, вона з’явиться тут."),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " не має постів";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " ще не публікував(-ла) пости для передплатників";
                }),
                n("jbae8c54", "Вибраних постів немає."),
                n("g8fb219e", "Статей немає."),
                n("f34dfc18", "Коли цей користувач опублікує пости, вони з’являться тут."),
                n("h9346040", "Опубліковані пости для передплатників з’являтимуться тут."),
                n("i4c3ddc6", "Опубліковані статті з’являтимуться тут."),
                n("e0118142", "Опублікувати"),
                n("e0c1d871", function (e) {
                    return "Пости " + e.fullName;
                }),
                n("c575828f", function (e) {
                    return "Пости для передплатників " + e.fullName;
                }),
                n("e8300dbb", function (e) {
                    return "Вибране від " + e.fullName;
                }),
                n("c46b420d", function (e) {
                    return "Статті користувача " + e.fullName;
                }),
                n("h5a65db7", function (e) {
                    return "Пости для передплатників " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g7ccac9d", function (e) {
                    return "Вибране від " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ja6e5d35", function (e) {
                    return "Статті користувача " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("h088ae72", "Пости профілей"),
                n("hbf64b75", function (e) {
                    return "Пости, які сподобалися " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("a64da953", function (e) {
                    return "Завантаження вподобань від @" + e.screenName;
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " ще не вподобав(-ла) жодного посту";
                }),
                n("d34b5306", "Коли це станеться, такі пости з’являться тут."),
                n("bb0e41bc", "У вас ще немає вподобань"),
                n("d3d4a21c", "Торкніться сердечка на пості, щоб уподобати його. Коли ви це зробите, він з’явиться тут."),
                n("d95c3d31", function (e) {
                    return "Пості, що подобаються " + e.fullName;
                }),
                n("eeb7d696", "Ваші вподобання приватні. Їх бачите лише ви."),
                n("h6e91bb1", function (e) {
                    return "Пости з медіафайлами від " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fe38901b", function (e) {
                    return "Завантаження медіафайлів @" + e.screenName;
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " ще не публікував(-ла) медіафайли";
                }),
                n("ccc363f6", "Коли це станеться, такі пости з’являться тут."),
                n("d1614228", "Світло, камера… прикріплення!"),
                n("d7dc8d0a", "Коли ви опублікуєте фотографії чи відео, вони з’являться тут."),
                n("hf761abf", function (e) {
                    return "Медіафайли користувача " + e.fullName;
                }),
                n("je5311d3", function (e) {
                    return "Зв’язані профілі " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fd0772eb", function (e) {
                    return "Завантаження зв’язаних профілів @" + e.screenName;
                }),
                n("ccf03833", function (e) {
                    return "Профілі, пов’язані з " + e.fullName;
                }),
                n("ba5a88e4", "Рекомендовано"),
                n("ddee8ae2", "Переглянути всі вакансії"),
                n("d2a04c68", "Шукаємо співробітників"),
                n("dc12a126", "Отримати маршрут"),
                n("e2acb642", "Контактні дані"),
                n("ha9b8035", function (e) {
                    return "Викликати за номером " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("g2244521", function (e) {
                    return "Написати на номер " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return e.day + " о " + e.time;
                }),
                n("de1123f5", function (e) {
                    return "о " + e.time;
                }),
                n("e2a5bd50", "Працює цілодобово"),
                n("e0d7da6c", "Зачиняється:"),
                n("i7059f56", "Відчиняється:"),
                n("a7391348", "Час роботи невідомий"),
                n("c9eba532", "Оновлений час роботи"),
                n("b5fea270", "Карусель продукту"),
                n("h10bb33c", "Поскаржитися на продукт?"),
                n("dda5d96a", "Поскаржитися на продукт"),
                n("fca46f40", "Довідковий центр"),
                n("c71a053b", "натисніть тут"),
                n("d7f8a117", function (e) {
                    return "Аналітика за " + e.days + " дн.";
                }),
                n("cae20e93", function (e) {
                    return e.days + " дн.";
                }),
                n("gc767fda", "Доступно лише вам"),
                n("c7c85e0c", "Отримати доступ до аналітики"),
                n("b15df4b4", "Кількість показів ваших постів у X"),
                n("e5fe61e0", "Покази"),
                n("d1018321", function (e) {
                    return "За остан. " + e.period + " ваші пости переглянули " + e.value + " користув.";
                }),
                n("e623137c", "Рівень взаємодії"),
                n("d9d34182", "Кількість взаємодій із постами, розділена на кількість показів"),
                n("aeee0182", "Відвідування профілю"),
                n("b2bde01a", "Кількість переходів у профіль із ваших постів"),
                n("faf4c1f5", function (e) {
                    return "За остан. " + e.period + " ваш профіль відвідали " + e.value + " користув.";
                }),
                n("d5f1e554", "Переходи за посиланнями"),
                n("cf573986", "Кількість кліків по URL-адресах у ваших постах"),
                n("j761451e", "Нові читачі"),
                n("e1a87d14", "Кількість ваших нових читачів (за винятком людей, які перестали вас читати)"),
                n("j590577e", "Кількість відповідей на ваші пости"),
                n("ia1da622", "Кількість позначок «Подобається», які отримали ваші пости"),
                n("cfd1036b", function (e) {
                    return "За остан. " + e.period + " ваші пости сподобалися " + e.value + " користув.";
                }),
                n("ja42739e", "Репости"),
                n("ca6e8de0", "Кількість репостів ваших постів"),
                n("b1b4d57e", "Перегляди відео"),
                n("bdaf100e", "Кількість переглядів відео у ваших постах"),
                n("ca826772", "Перегляди медіафайлів"),
                n("j43b8f52", "Кількість переглядів ваших медіафайлів (GIF, зображень, відео)"),
                n("d3969c06", "Відсоток завершених переглядів"),
                n("c58c3476", "Доля завершених переглядів відео від загальної кількості переглядів"),
                n("c8aae62a", "Скільки разів ваші пости були додані в закладки"),
                n("g70825e0", "Поширення"),
                n("c6fbefd4", "Скільки разів вашими постами поділилися"),
                n("dbe9353e", "Взаємодія"),
                n("a3a4e8f8", "Щомісяця"),
                n("eb2e0272", "Лінія"),
                n("e298b08e", "Стовпці"),
                n("bbc6e7c6", "США"),
                n("h88ad664", "Канада"),
                n("gd139910", "Сполучене Королівство"),
                n("e08feda2", "Японія"),
                n("fad772ce", "Близький Схід і Північна Африка"),
                n("a396dd6c", "Азіатсько-Тихоокеанський регіон"),
                n("j942b16c", "Європа та країни, що розвиваються"),
                n("j3cc0c00", "Латинська Америка"),
                n("fe90a642", "13–17"),
                n("a5c91a8e", "18–24"),
                n("cf30cdfa", "25–34"),
                n("gf672f7c", "35–44"),
                n("jf28b41c", "45–54"),
                n("ja78da94", "55–64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "Люди, що не входять у список читачів"),
                n("d61b2bcc", "Пости спільноти"),
                n("h3525cb8", "Не вказано"),
                n("a3c544e8", "Популярні країни"),
                n("f30795d0", "Відкриває фото профілю"),
                n("gd7acb84", "Налаштувати профіль"),
                n("b7636014", "Повідомлення"),
                n("haad225c", "Подарувати Premium"),
                n("b63c46ed", function (e) {
                    return "Оформити передплату на @" + e.screenName;
                }),
                n("j33d8902", "Надіслати чайові"),
                n("a8ab3d08", "Надіслати"),
                n("d740d2d9", function (e) {
                    return "Посилання на " + e.service + " скопійовано до буфера обміну";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "Адреса Bitcoin"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "Адреса Ethereum"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "Переглянути більше"),
                n("df7cb6d4", "Професійні категорії"),
                n("ec429e79", "Детальніше."),
                n("j04c717a", "Додати досвід роботи"),
                n("a1ea2f12", "З Днем народження!"),
                n("g8191e78", "Сьогодні святкує день народження!"),
                n("c1b819ba", "Кульки на день народження показуються тут сьогодні"),
                n("ad7a451e", "Перекласти відомості про профіль"),
                n("f543dbf6", "Підтверджений номер телефону"),
                n("cef4e8cf", function (e) {
                    return "Не ігнорувати @" + e.screenName + "?";
                }),
                n("h03a094a", "Відтепер пости з цього профілю дозволені у вашій головній стрічці."),
                n("a6e94418", "Ви ігноруєте пости цього профілю."),
                n("dd3d10f6", "На перевірці"),
                n("i06d4712", "Наші спеціалісти проводять швидку перевірку вашого профілю. Ваша галочка має з’явитися тут протягом кількох днів."),
                n("j354c438", "Позначку «На перевірці» бачите лише ви."),
                n("e018b5fa", "Підтвердити профіль"),
                n("b74bd6c6", "Цей профіль підтверджено, тому що ця особа є видатною постаттю в уряді, новинах, розвагах чи іншій визначеній категорії."),
                n("e1e0c916", "Цей профіль має підтверджений статус завдяки передплаті Premium."),
                n("eb5d72e4", "Пости в цьому профілі приватні. Вони доступні лише читачам профілю."),
                n("g776ca50", "Підтверджений профіль"),
                n("ad465ee8", "Налаштувати основний зв’язаний профіль"),
                n("d01612d3", function (e) {
                    return "Має підтверджений статус з " + e.date + ".";
                }),
                n("e14d8719", function (e) {
                    return e.year + " до н. е.";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + ", ви ще не підтвердили профіль";
                }),
                n("b2d0c0f4", "Підтвердьте профіль, як "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName + ",";
                }),
                n("g47cdc0e", " щоб виділитися на фоні інших і розширити охоплення ваших відповідей."),
                n("d834ab9c", "Так, переглянути профіль"),
                n("cb339f26", "Увага! Цей профіль поводиться незвично"),
                n("hf06085e", "Ви бачите це попередження, тому що в цьому профілі виявлено підозрілу активність. Ви все одно хочете його переглянути?"),
                n("aa959f36", "Увага! Роботу цього профілю тимчасово обмежено"),
                n("jf604336", "Увага! Цей профіль може містити матеріали потенційно делікатного характеру"),
                n("c9bfda48", "Увага! Цей профіль може містити матеріали потенційно делікатного характеру. Ви бачите це попередження, тому що в цьому профілі використовуються зображення або слова потенційно делікатного характеру. Ви все одно хочете його переглянути?"),
                n("g29ebf26", "Ви бачите це попередження через те, що пости цього профілю можуть містити зображення або слова делікатного характеру. Ви все одно хочете його переглянути?"),
                n("jcfb7fba", "Ви бачите це попередження через те, що цей профіль, можливо, порушив Правила X. Ви все одно хочете його переглянути?"),
                n("bd598c70", "Ці пости приватні"),
                n("e617164b", "Детальніше"),
                n("g8475f82", "Профіль забанено"),
                n("j5e1cf59", "Правила X"),
                n("gbf342a4", "Профіль заблоковано"),
                n("defba9a4", "Вітаємо в X!"),
                n("d11934ec", "Отримувати сповіщення"),
                n("a2cd2b0a", "Читайте й отримуйте сповіщення"),
                n("a70bae53", function (e) {
                    return "Тепер ви можете отримувати сповіщення про кожен пост " + e.fullName + ".";
                }),
                n("f51a4c29", function (e) {
                    return "Тепер ви можете читати " + e.fullName + " й отримувати сповіщення про нові пости цього користувача.";
                }),
                n("cfa5e58d", function (e) {
                    return "Ви читаєте " + e.fullName + " й отримуватимете сповіщення про нові пости цього користувача.";
                }),
                n("be3a652d", function (e) {
                    return "Ви отримуватимете сповіщення про всі нові пости " + e.fullName + ".";
                }),
                n("f089620c", "Ваша головна стрічка"),
                n("a1ab9c80", "У цій спільноті ще немає постів"),
                n("b32c4fb0", "Коли ви це зробите, вони відобразяться тут."),
                n("bf17deda", "Поїхали!"),
                n("c3fbf1da", "Тут найкраще стежити за подіями у своєму світі. Знайдіть цікавих людей і теми та почніть їх читати."),
                n("a2515900", "Чекаємо на пости"),
                n("je23cdb2", "Тут відображатимуться пости людей у цьому списку."),
                n("e69b7e02", "Керування профілями"),
                n("b6bd6ae4", "Поточний профіль"),
                n("d577bccd", function (e) {
                    return "Якщо у вас більше одного профілю X, ви можете додати їх усі та легко переключатися між ними. Максимальна кількість профілів, які можна додати: " + e.maxAccounts + ".";
                }),
                n("dc65b3e5", function (e) {
                    return "Ви вичерпали ліміт профілів (" + e.maxAccounts + ").";
                }),
                n("b8045b33", function (e) {
                    return "Ви досягли ліміту профілів (" + e.maxAccounts + ").";
                }),
                n("d075dc89", function (e) {
                    return "Ви досягли ліміту особистих профілів (" + e.maxAccounts + ").";
                }),
                n("bade139e", "Вийти з усіх профілів"),
                n("ae33b982", "Вийти з усіх профілів?"),
                n("fa07bf68", "Це стосується всіх ваших профілів на всіх вкладках браузера."),
                n("f7865ab6", "Не ваш профіль?"),
                n("a35248e4", "Це не мій профіль"),
                n("f794a67c", "Це мій профіль"),
                n("j79c0ff7", function (e) {
                    return "Ми вилучили " + e.emailAddress + " із цього профілю";
                }),
                n("fb46383c", "На жаль, ви не можете вилучити адресу електронної пошти зі свого власного профілю."),
                n("gcfdbc2b", function (e) {
                    return "Адреса електронної пошти більше не прив’язана до профілю X " + e.screenName + ".";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "налаштувань сповіщень"),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("c1d75571", "Чому ваша адреса електронної пошти пов’язана з профілем X, що не належить вам?"),
                n("ac71e82f", "Детальніше"),
                n("b069d89c", "Цільова аудиторія"),
                n("f5a61ae6", "Вміст"),
                n("a4df00c0", "Вкладки з аналітикою профілю"),
                n("ac248548", "Огляд профілю"),
                n("je62f358", "Останні 28 днів"),
                n("bc2f16a4", "Час активності"),
                n("d603209e", "Розбивка дій"),
                n("ac3fb6de", "У просторі"),
                n("ie181958", "Статистика аудиторії"),
                n("j6f8d422", "Середній час перегляду ваших відео."),
                n("e7479ce4", "Середній час перегляду"),
                n("g1dfa7d0", "Серед."),
                n("h7d28188", "Назад до контенту"),
                n("if2704e4", "Назад до огляду прямого ефіру"),
                n("ea928ae4", "Назад до просторів"),
                n("e8c07c22", "трансляція"),
                n("a4ce6e68", "Метрики трансляції"),
                n("b2214c74", "Загальна кількість переглядів трансляції"),
                n("d4fcf83a", "Загальний час переглядів трансляції"),
                n("a89b0322", "Скасовано"),
                n("j3cb12ea", "Одночасні слухачі"),
                n("b93931ee", "Кількість разів, коли ваш контент було опубліковано."),
                n("a1814798", "Кількість разів, коли ви відповіли на пост."),
                n("addd5575", function (e) {
                    return "Пт" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "Пн" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "Сб" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "Нд" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "Чт" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "Вт" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "Ср" + e.date;
                }),
                n("d9c70840", "Пристрій"),
                n("ba55e824", "Завершено"),
                n("id276c42", "Кількість взаємодій із вашим контентом."),
                n("j033d090", "Орієнтовний дохід"),
                n("efd4d7d4", "Фільтр просторів"),
                n("a1334290", "Перші 48 годин"),
                n("gc10a3b0", "Динаміка читачів"),
                n("efa0f858", "Кількість нових і втрачених читачів із розбивкою за часом. Ці цифри можуть не відповідати актуальній кількості читачів."),
                n("g2b06cc6", "Дані про стать можуть припускатися"),
                n("b66b3baa", "год"),
                n("cf8a0772", "Покази до переглядів"),
                n("g13d8010", "Останні 48 годин"),
                n("d5627596", "Остання година"),
                n("baf120a6", "Найменша взаємодія"),
                n("f2382014", "У ПРЯМОМУ ЕФІРІ"),
                n("c4a7a6aa", "Дані прямої трансляції"),
                n("a992032a", "Аналітика прямої трансляції"),
                n("ie45edda", "Огляд трансляції"),
                n("e30fc268", "Глядачі прямої трансляції"),
                n("bd37f68e", "Дії з медіафайлом"),
                n("fe074210", "хв."),
                n("jd03a1b8", "Хвилин перегляду"),
                n("a20e91e8", "хв перегляду"),
                n("ic2bebee", "Монетизовано"),
                n("a1d642c8", "Найбільша взаємодія"),
                n("ifc4c1f8", "Кількість нових читачів, залучених завдяки цьому контенту."),
                n("fff1315a", "Жодні трансляції не відповідають вибраному фільтру"),
                n("jbcb09a8", "Ще недостатньо даних"),
                n("df846d6c", "Постів за вибраний період не знайдено."),
                n("g2ba40f6", "Жодні простори не відповідають вибраному фільтру"),
                n("j44061a0", "Недоступно"),
                n("c4a93912", "Н/д"),
                n("a6b78788", "Даних про глядачів немає"),
                n("b2438638", "від загальної кількості"),
                n("ic0399e0", "Органічні перегляди"),
                n("ja5c444a", "Період оплати"),
                n("f04e025e", "Пікова кількість одночасних слухачів"),
                n("d6d10662", "Пікова кількість глядачів: "),
                n("d147bea2", "Перевірте ще раз пізніше"),
                n("f0336d68", "Аналітика посту"),
                n("g85fbd2e", "Ідентифікатор посту"),
                n("ice5c5b6", "Кількість показів цього контенту користувачам."),
                n("hf4f9bfe", "Посилання на пост"),
                n("bf5ebf5c", "Пости та відповіді"),
                n("b211652e", "Динаміка постів"),
                n("f2efec0a", "Попередньо опубліковано"),
                n("i61e0302", "Назад"),
                n("e08a706a", "Перегляди внаслідок реклами"),
                n("cbc99192", "Дата публікації"),
                n("a83c2a9a", "У реальному часі"),
                n("e9d72896", "Записано"),
                n("gede4932", "Повтор"),
                n("h0de359c", "Кількість репостів цього контенту."),
                n("e0568f2c", "Заплановано на "),
                n("gd86baa8", "Запланований початок"),
                n("fef3bfae", " Вибрати допоміжний показник"),
                n("g7e3d2a4", "Аналітика Простору"),
                n("fbc79a40", "Огляд просторів"),
                n("d077112a", "Статистика просторів"),
                n("cf3709da", "Стан"),
                n("e797dc32", "Час трансляції: "),
                n("b649d8cc", "Лише для передплатників"),
                n("j9282130", "Ескіз трансляції"),
                n("g629b8b0", "Час сплинув"),
                n("eb87323c", "Тут показані аналітичні дані за вибраний період з моменту проведення прямої трансляції."),
                n("i6a75722", "Діапазон часу"),
                n("c602f5b8", "Підсумок"),
                n("b35e68ae", "Загальна кількість учасників"),
                n("h78ee79a", "Загальна кількість переглядів повтору"),
                n("e3efaed0", "Тип"),
                n("c37993e2", "Втрачені читачі"),
                n("b1ed35d0", "Унікальні глядачі"),
                n("bfad9306", "Невідомо"),
                n("b5a58f36", "Трансляція без назви"),
                n("i70f5278", "Завантажено"),
                n("a98b58b6", "Підтверджені читачі"),
                n("a5de67ca", "Кількість читачів, які підтвердили свій профіль."),
                n("g3367ff4", "Завершення перегляду відео"),
                n("a7b48b36", "Процент переглядів відео до кінця."),
                n("a2580f2a", "Відсоток повних переглядів"),
                n("ff95a9cc", "ID відео"),
                n("a97e358e", "Посилання на відео"),
                n("e10e8b46", "Показуються відео лише за останні 100 днів."),
                n("ba37f6da", "Огляд відео"),
                n("f19846b2", "Ескіз відео"),
                n("ccd6f4a8", "Назва відео"),
                n("c8410542", "Кількість переглядів вашого відео."),
                n("a532072a", "Глядачі"),
                n("d9508ab0", "перегл."),
                n("d9f9dec0", "Переглянути простір"),
                n("h0c1f37a", "Переглянути аналітику простору"),
                n("e41fffbc", "Загальний час перегляду ваших відео."),
                n("if2909ba", "Час перегляду");
            n("i0e5bf4c", "Ваші відео"),
                n("ed99baea", "Ранній доступ до бета-версії"),
                n("gf898b70", "Розширений пошук"),
                n("d2a43a7a", "містить і «ші», і «стартап»"),
                n("a8584698", "ші стартап"),
                n("jb6f9292", "містить точну фразу «ші стартап»"),
                n("j8ee77c4", '"ші стартап"'),
                n("d0480758", "містить «ші» або «стартап» (чи обидва слова)"),
                n("f0048fa2", "ші OR стартап"),
                n("da0df186", "містить «ші», але не «стартап»"),
                n("f2f463ea", "ші -стартап"),
                n("a10a357e", "містить «ші» та має принаймні 50 уподобань"),
                n("ca8ed1e8", "ші min_faves:50"),
                n("i945a3f2", "містить «ші» та URL-адресу зі словом «grok»"),
                n("a9348088", "ші url:grok"),
                n("b5c3cdbc", "згадує профіль X із псевдонімом «grok»"),
                n("e2634592", "@grok"),
                n("i88ba038", "Сповіщення вимкнено"),
                n("j2cb0214", "Сповіщення ввімкнено"),
                n("ae852cd0", "Отримуйте сповіщення кожного понеділка з підсумком змін у цьому тренді."),
                n("d1d8633e", "Сповіщення від Radar"),
                n("g096d0cc", "Усі запити"),
                n("e77035aa", "Очистити пошук"),
                n("a895ec64", "Дійсно видалити цей запит?"),
                n("a4f5e431", function (e) {
                    return "«" + e.name + "» видалено";
                }),
                n("db28b535", function (e) {
                    return "Видалення «" + e.name + "»";
                }),
                n("bcf89b8a", "Змінення запиту"),
                n("f0002e72", "Переглянути результати"),
                n("b0924d7a", "Не вдалося створити запит. Повторіть спробу."),
                n("cfd731ee", "Не вдалося видалити запит. Повторіть спробу."),
                n("g08bff82", "Не вдалося вимкнути сповіщення. Повторіть спробу."),
                n("fa1fd798", "Не вдалося ввімкнути сповіщення. Повторіть спробу."),
                n("ia7dce48", "Не вдалося створити запит. Повторіть спробу."),
                n("d494d4aa", "Не вдалося змінити запит. Повторіть спробу."),
                n("i4a49588", "Глобальна міська площа"),
                n("c0799860", "День"),
                n("b43679d2", "Година"),
                n("f1fce85e", "Хвилина"),
                n("ea3e0ec4", "Ринок"),
                n("d8d9aec2", "Ліміт запитів вичерпано"),
                n("c9aa246e", "Новий запит"),
                n("b9b7a50e", "Змінюйте критерії пошуку в будь-який момент, щоб завжди бути в курсі"),
                n("i9a09bb6", "Створіть запит і отримуйте новини від Radar у реальному часі"),
                n("da20008c", "Трендів не знайдено. Спробуйте розширити критерії пошуку."),
                n("e78ca8c6", "Повторіть спробу пізніше"),
                n("ce3216ec", "Запит"),
                n("ef609bb8", "Що відбувається в X?"),
                n("a636a738", "Поставте уточнююче запитання..."),
                n("d92ec304", "Запит не знайдено"),
                n("bbf29e20", "Скинути вибір"),
                n("ie3321ea", "$NVDA (продаж OR покупка)"),
                n("cf223996", "Зведення"),
                n("a27ccab8", "Все в одному додатку"),
                n("i66136aa", "Популярні"),
                n("e7c44382", "Унікальні користувачі"),
                n("d559e5b8", "Запит без назви"),
                n("i1d9be88", "Використання операторів розширеного пошуку"),
                n("ae9f604c", "Зв’язок"),
                n("a7d2d8f4", "Показувати лише пов’язані профілі"),
                n("je21ffbe", "Кількість читачів"),
                n("i8d9797c", "Повний профіль"),
                n("a36bebf2", "Максимум"),
                n("i5ef8b4a", "Максимальна кількість читачів"),
                n("fcf0ec1c", "Мінімум"),
                n("ccc0bbc6", "Мінімальна кількість читачів"),
                n("je1bd63a", "Відкрийте для себе можливості пошуку спеціалістів, потенційних покупців і стратегічних партнерів в X"),
                n("i6766078", "Знаходьте найкращих спеціалістів, потенційних покупців і партнерів"),
                n("d509bbd4", "Знаходьте людей в X"),
                n("a5afaf54", "Скинути"),
                n("i9006fb0", "Скинути всі"),
                n("fa598a82", "Результати"),
                n("g3688a48", "Виберіть варіант"),
                n("ab5a91a4", "Користувач"),
                n("cef20fd0", "Підтвердження"),
                n("a2b286b0", "Просувайте свої вакансії, товари та ідеї."),
                n("e2895a38", "Бонус на рекламу розміром до 12 тис. дол. США"),
                n("becba496", "Бонуси на рекламу доступні в межах тимчасової пропозиції."),
                n("ded395ae", "Переглядайте аналітику своєї компанії в єдиному інтерфейсі."),
                n("a47a20d4", "Розширена аналітика"),
                n("b56d3ec6", "Усі організації та пов’язані з ними профілі отримують Premium+ з доступом до Grok 3"),
                n("ie663a1a", "Швидка допомога та ескалація проблем від команди з індивідуальної роботи з клієнтами"),
                n("j7f75bec", "VIP-підтримка"),
                n("ebf5ec26", "Незабаром"),
                n("eeb424e2", "Створюйте свою історію."),
                n("ab62db18", "Розвивайте аудиторію."),
                n("j2c9bc4e", "Виділіться на фоні інших за допомогою золотої галочки та додайте пов’язані профілі, щоб органічно просувати свою компанію."),
                n("e7930f82", "Виділіться з натовпу"),
                n("e77ea57e", "Найпотужніші інструменти для підвищення обсягу продажів, пошуку найкращих фахівців та доступу до ексклюзивної аналітики ринку."),
                n("a558a254", "Розвивайтесь в X із передплатою на Підтверджені організації"),
                n("b099f256", "Отримуйте актуальні дані про ринкові тенденції та громадську думку одним натисканням кнопки в Radar."),
                n("ecb7fa02", "Бізнес-аналітика"),
                n("cb5faa2a", "Використовуйте свій бонус на рекламу для залучення найрозумніших людей на планеті."),
                n("c67b260c", "Просування вакансій"),
                n("if48b5c2", "Завантажуйте вакансії та рекламуйте їх мільйонам людей прямо в X."),
                n("aa0d60aa", "місяць"),
                n("cebfdb52", "Організації"),
                n("i9b6fcbc", "Використовуйте функцію пошуку людей, щоб знаходити інженерів, потенційних клієнтів та творців контенту. "),
                n("a6b5c3f0", "Знаходьте найкращих кандидатів"),
                n("a51acce8", "Перейти на Basic"),
                n("ie132f40", "Придбати повний доступ"),
                n("b0d26232", "ЗБЕРЕГТИ"),
                n("f563b353", function (e) {
                    return "ПРОПОЗИЦІЇ ДІЙСНІ ДО " + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return "Знижка " + e.percentOff + "% до " + e.endDate;
                }),
                n("j3cfae29", function (e) {
                    return e.discountedCost + " за перший рік, потім " + e.baseCost + " на рік.";
                }),
                n("jb74aea4", "Кожний додатковий пов’язаний профіль коштує 50 дол. США за псевдонім на місяць; щодо бонусу на рекламу діють обмеження."),
                n("fc9fc856", "Кожний додатковий пов’язаний профіль коштує 600 дол. США за псевдонім на рік; щодо бонусу на рекламу діють обмеження."),
                n("fc785aec", "Передплатити Basic"),
                n("edf32072", "Усі переваги Premium+, а також:"),
                n("b3caf146", "Золотий значок підтвердження"),
                n("a1dbf70c", "Щомісячний бонус на рекламу розміром 200 дол. США"),
                n("i2a2286c", "Безкоштовний бонус на рекламу розміром 2500 дол. США"),
                n("e8d0fd04", "Базовий доступ до Radar"),
                n("cf038828", "Індивідуальна підтримка"),
                n("efd56302", "Додайте на свою сторінку пов’язані профілі"),
                n("bc1bb6aa", "Щомісячний бонус на рекламу розміром 1000 дол. США"),
                n("e1669560", "Безкоштовний бонус на рекламу розміром 12 000 дол. США"),
                n("hb973da4", "Повний доступ до Radar"),
                n("g444c82e", "Ранній доступ до корпоративних функцій"),
                n("a1bc0bcf", function (e) {
                    return e.cost + " на рік";
                }),
                n("i0f58dac", "До всіх тарифних планів застосовуються відповідні податки й збори."),
                n("je182d8a", "Підприємство"),
                n("ge609bd6", "Звернутися у відділ продажів"),
                n("je6d2aec", "Модульне ціноутворення"),
                n("ed33b888", "Пошук людей"),
                n("ade522c4", "Ідеї"),
                n("h551f266", "Бонус на рекламу"),
                n("c74f7856", "Пакети пов’язаних профілів"),
                n("b9b41f7a", "Оптимізований пошук"),
                n("b1f368ee", "Персоналізована підтримка"),
                n("j189c5b2", "Усе, що входить у Pro, а також:"),
                n("i7f4b58e", "Індивідуалізація"),
                n("h45fd8ae", "Отримати повний доступ"),
                n("f1c3b32c", "Усе, що входить у Basic, а також:"),
                n("f4307806", "Популярно"),
                n("ce7c21de", "Щороку"),
                n("a21a64f6", "«X для бізнесу – це неймовірна можливість! Ми найняли чудових людей, яких знайшли за допомогою інструмента пошуку кадрів»."),
                n("dbb3fc54", "Співзасновник і генеральний директор"),
                n("c1600210", "«X для бізнесу – це очевидний вибір. Він дав нам детальне уявлення про ринок та допоміг залучити клієнтів»."),
                n("fb3e127a", "Тимчасова новорічна пропозиція"),
                n("a5fee980", "Отримайте знижку 30% на річні тарифи й бонус на рекламу розміром до 12 000 дол. США, оформивши передплату до"),
                n("c9051cac", "дн."),
                n("ie035790", "сек."),
                n("cbd3dfaa", "Спробувати бета-версію"),
                n("h260121e", "Показуйте аудиторії свої найкращі позиції."),
                n("ae0ad604", "сторінок із вакансіями"),
                n("cbd4ba6e", "Знаходьте найкращих кандидатів і встановлюйте зв’язок із ними"),
                n("b71927b2", "Необмежена кількість постів із вакансіями"),
                n("a0b5b7d4", "Отримайте доступ до таргетингу на основі ШІ з нашою моделлю реклами, орієнтованої на конкретні результати."),
                n("aa3f0e90", "Просувайте вакансії за допомогою таргетингу на основі ШІ"),
                n("hc67be9e", "Почати"),
                n("c9a67f9e", "Почніть підбирати персонал"),
                n("jd937cda", "Звертайтеся до мільйонів кандидатів за допомогою X Hiring. Синхронізуйте вакансії, демонструйте їх на персоналізованих сторінках та налаштуйте їх просування, щоб показувати адресну рекламу в стрічці."),
                n("d92d2632", "Найкраща платформа для підбору першокласних кадрів"),
                n("c10bee94", "відгуків на вакансії щомісяця"),
                n("ib69d218", "Понад 250 тис."),
                n("i953576c", "компаній, що шукають співробітників"),
                n("j395b846", "Понад 10 тис."),
                n("g48a59c2", "Користувачі"),
                n("j228841a", "Понад 500 млн"),
                n("da570714", "Інтеграція ATS"),
                n("h25a3132", "Бонус на рекламу до 2400 дол. США для просування вакансій"),
                n("f25a2004", "Переваги Premium+"),
                n("c237b78e", "Пов’язані профілі для вашого відділу кадрів"),
                n("fc3d58fe", "Бонус на рекламу до 12 000 дол. США для просування вакансій"),
                n("eb5f060c", "Читати"),
                n("a19cf46f", function (e) {
                    return "Не читати @" + e.screenName + "?";
                }),
                n("e4c91b70", "Пости цього користувача більше не з’являтимуться у стрічці «Для вас». Ви й далі бачитимете його профіль, якщо його пости не приватні."),
                n("j650c8dc", "Відкликати запит на читання?"),
                n("c02f8de1", function (e) {
                    return "Запит на читання буде скасовано, і @" + e.screenName + " більше його не бачитиме.";
                }),
                n("e2ee95a1", function (e) {
                    return "Дата приєднання: " + e.date;
                }),
                n("d64fef58", "Ви ще не опублікували пост"),
                n("e2a098dc", "Сортування за"),
                n("c5709148", "Максимальна кількість показаних постів – 1000"),
                n("ca5e57bd", function (e) {
                    return "Пост" + e.noun;
                }),
                n("d16c1ab6", "Найсвіжіші"),
                n("f0a28956", "Найдавніші"),
                n("h06df79a", "Найбільше показів"),
                n("c44744e6", "Найменше показів"),
                n("j6b98664", "Найбільше вподобань"),
                n("a669f95c", "Найменше вподобань"),
                n("a0c66496", "Найбільше репостів"),
                n("h45174fe", "Найменше відповідей"),
                n("ea20f92a", "Найбільше відповідей"),
                n("c9a63566", "Найменше репостів"),
                n("b40d33e4", "Розгортання відомостей"),
                n("gedf636e", "Кліки по посиланнях"),
                n("bbc12690", "Кліки по хештегах"),
                n("g7ede992", "Кліки по постійних посиланнях"),
                n("f5210bae", "Посилання"),
                n("b1f77a7c", "Експортувати дані"),
                n("j62d2af4", "Огляд посту"),
                n("dc70a568", "Аналіз допису"),
                n("j9f65603", function (e) {
                    return "12:00" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4:00" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8:00" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "24:00" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "16:00" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "20:00" + e.date;
                }),
                n("h7cd94fe", "Розмита лінійна діаграма"),
                n("b10621d4", "Переглядайте всю свою статистику"),
                n("c23def7a", "Кількість взаємодій"),
                n("jc14a9e8", "Витрати"),
                n("d16b5a18", "Сукупні витрати на рекламу"),
                n("g01559c6", "Наведено показники за останні 7 днів"),
                n("ddc8d458", "Отримайте доступ до даних за минулі періоди"),
                n("j74eab48", "Розширена аналітика доступна лише передплатникам X Premium"),
                n("i02166f6", "Вивчайте свою аудиторію"),
                n("cef977e4", "Експортуйте свої дані"),
                n("f88e624e", "Розмову оновлено"),
                n("e15e5637", function (e) {
                    return "За останн" + f(e.count, "і " + e.count + " год.", "і " + e.count + " год.", "ю годину", "і " + e.count + " год.");
                }),
                n("h5ab8b0e", "Люди, яких читає цей профіль"),
                n("a0f01bca", "Клацніть, щоб змінити часові рамки"),
                n("he30b16c", "Розділ «Люди, яких читає цей профіль» розширює ваші результати та показує найпоширюваніші статті від людей, яких читаєте ви, і людей, яких читає цей профіль."),
                n("b0589550", "Інші новини"),
                n("b60e4f78", "Спробувати"),
                n("e950f6e0", "Ніхто з вашого оточення не поширював статті."),
                n("e7dcfb81", "більше профілів"),
                n("h965157c", "Ця сторінка не підтримується."),
                n("cd388852", "Щоб переглянути цей контент, перейдіть у профіль автора в останній версії X."),
                n("abebdfae", "Ви можете переглядати аналітику лише про Простори, у яких ви були організатором чи співорганізатором."),
                n("fcb205da", "Слухачі наживо"),
                n("jb088200", "Записування повторів"),
                n("if65328a", "Підключилися"),
                n("a1a0e6d8", "Читати організатора"),
                n("a3c4e396", "Не читати організатора"),
                n("j58e7b00", "Переглянути профіль"),
                n("eca4e32a", "Переглянути деталі"),
                n("hd908df2", "Поточні простори"),
                n("c5d40fe2", "Усі"),
                n("a8df1d34", "Увімкнути відео"),
                n("if410292", "Ознайомитися з Просторами"),
                n("i43fdce9", function (e) {
                    return "Додати теми (" + e.count + " з " + e.total + ")";
                }),
                n("e32e99ec", "Про що ви хочете поговорити?"),
                n("e93f3c2a", "Записати простір"),
                n("b701d610", "Запланований простір видалено"),
                n("b028792d", function (e) {
                    return "Керувати запланованими просторами (" + e.count + ")";
                }),
                n("e9b73da8", "Запланувати простір"),
                n("cdf630be", "Почати"),
                n("acd1bcb0", "Хто може приєднатися?"),
                n("h07146a2", "Хто може говорити?"),
                n("h61d92b0", "Видалити запланований простір"),
                n("a488f2eb", function (e) {
                    return "Вибрано " + e.count + " з " + e.total;
                }),
                n("d2dfe80d", function (e) {
                    return "Простір почнеться " + e.date + " о " + e.time;
                }),
                n("aef95393", function (e) {
                    return "Наявний простір заплановано на " + e.date + " о " + e.time;
                }),
                n("a7069f2e", "Редагувати деталі"),
                n("a15f06fc", "Заплановані простори"),
                n("f6cfa3fe", "Простір не можна запланувати на час, який уже минув."),
                n("a8f71a2b", function (e) {
                    return "Простір не можна запланувати більше ніж на " + e.days + " днів наперед.";
                }),
                n("ae092f6c", "Не вдалося видалити запланований простір."),
                n("jd7f0030", "Запланований простір оновлено"),
                n("a26da034", "Зберегти зміни"),
                n("b3633046", "Виберіть спільноту"),
                n("ce447fcb", function (e) {
                    return e.count + " слухач" + f(e.count, "і", "ів", "", "а");
                }),
                n("ef7da97f", function (e) {
                    return "Слухачів: " + e.count;
                }),
                n("a065e7e7", function (e) {
                    return "Відбувається зараз: " + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "Цей Простір завершився: " + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "Відтворити запис: " + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "Підключення…"),
                n("aadbc747", function (e) {
                    return "Співорг.";
                }),
                n("hbd6035f", function (e) {
                    return "Промов" + f(e.speakerCount, "ці", "ців", "ець", "ця");
                }),
                n("if420852", "Відтворити запис"),
                n("f7dc3b1c", "Цей Простір завершився"),
                n("c1d15dc0", "Схоже, цей Простір закрито."),
                n("g3e2f3a6", "Слухати анонімно"),
                n("cd64d43e", "Приєднатися як промовець"),
                n("jcdc32f0", "Почати слухати"),
                n("a0cee16a", "Приєднатися"),
                n("bf3daa48", "Слухати анонімно"),
                n("f9305f48", "Перепідключити"),
                n("e51df2e6", "На початку ваш мікрофон буде вимкнуто"),
                n("h114ff6c", "Ви не можете приєднатися до цього простору, оскільки ви вже берете участь в іншому."),
                n("d7fe2d7e", "Ви не можете повторно приєднатися до цього простору, оскільки ви вже берете участь в іншому."),
                n("e61bdea4", "Організатор записує цей Простір. Усі промовці будуть включені в загальнодоступний запис."),
                n("d0ebf4f7", "Докладніше"),
                n("d782b808", "Передплата надає переваги"),
                n("i7f83b8d", "Докладніше"),
                n("fc962610", "Пошук за назвою Простору чи іменем організатора"),
                n("e5b5f091", function (e) {
                    return "Немає Просторів, які б відповідали запиту «" + e.searchQuery + "»";
                }),
                n("g5812140", "Чому б вам не почати свій?"),
                n("e8fe1ecb", function (e) {
                    return "Немає Просторів " + e.section + ", які б відповідали запиту «" + e.searchQuery + "»";
                }),
                n("c432d2b2", "Шукайте Простір"),
                n("d39e8b30", "Додайте примітку"),
                n("dc7a6625", function (e) {
                    return "Ви пишете від імені " + e.displayAlias;
                }),
                n("g17e4064", "Вашу замітку буде опубліковано під вашим псевдонімом у Замітках від спільноти без прив’язки до вашого профілю в Х."),
                n("d9b09ee8", "Використовуйте чіткі формулювання й надавайте посилання на зовнішні джерела."),
                n("b7476596", "Будьте конкретні – бажано надавати посилання на зовнішні джерела."),
                n("df6c8292", "Ваше пояснення"),
                n("ecb4d20c", "Ваша замітка не збережена. Перевірте, чи ви раніше не писали замітку до цього посту, і спробуйте ще раз пізніше."),
                n("eb5b4a12", "Про псевдоніми для Заміток від спільноти"),
                n("ja0ee360", "Вибрати псевдонім"),
                n("f7b7c250", "Виберіть псевдонім для Заміток від спільноти, щоб зберегти конфіденційність"),
                n("c6382384", "Навіщо Замітки від спільноти використовують псевдоніми?"),
                n("j48ab594", "Співпрацюйте приватно"),
                n("bc2399a0", "Пишіть і оцінюйте замітки, не розкриваючи свого профілю в Х."),
                n("d939cf16", "Фокусуйтеся на вмісті"),
                n("a56f0c32", "Псевдоніми допомагають зменшити упередженість, щоб учасники могли більше уваги приділяти вмісту, і менше – авторам."),
                n("d17c59e4", "Це ні з кого не знімає відповідальності"),
                n("i719f8e2", "Ви можете побачити історію авторів, кожен із яких заробляє собі оцінку, а значить є підзвітним."),
                n("a96bb564", "Оберіть собі псевдонім для Заміток від спільноти"),
                n("afcdcf84", "Цей псевдонім буде представляти вашу особу під час написання та оцінки Заміток від спільноти. Його не пов’язано з вашим профілем Х."),
                n("f83d0446", "Ваш псевдонім збережено."),
                n("ed0e6b2e", "Почніть оцінювати примітки"),
                n("if4c5e06", "Ласкаво просимо до Заміток від спільноти!"),
                n("g880a78a", "Почніть з оцінювання заміток"),
                n("d1be2236", "Дописувачі Заміток від спільноти, як-от ви, допомагають визначати корисні замітки, які слід показувати всім."),
                n("af9f2b78", "Відстежуйте свій оцінковий рейтинг"),
                n("af68afc8", "Ваш вплив зростає щоразу, коли ви допомагаєте замітці отримати статус корисної чи некорисної."),
                n("fb5c5d42", "Отримайте можливість писати замітки"),
                n("a1e58cdc", "Коли ваш оцінковий рейтинг досягне показника 5 або вище, ви отримаєте можливість писати власні Замітки від спільноти."),
                n("j5f112b4", "Дві з ваших недавніх приміток мають статус «Некорисна»."),
                n("ac34c5e8", "Достатньо учасників програми, серед яких ті, що не завжди мали однакову думку в минулих оцінках, дійшли згоди, що 2 з ваших приміток некорисні. Ось їхні зауваження:"),
                n("ib7886d0", "Переглянути ці примітки у вашому профілі"),
                n("b0a7d360", "Ви під загрозою тимчасової втрати можливості писати примітки."),
                n("e473f876", "Учасники програми, у яких принаймні 3 з 5 найновіших приміток зі статусом («Корисна» або «Некорисна») оцінено як некорисні, тимчасово втрачають можливість писати нові примітки."),
                n("ef490ae8", "Джерела не вказані або ненадійні"),
                n("bf3dc462", "Джерела не підкріплюють примітку"),
                n("heb35e12", "Неправильна інформація"),
                n("ib117532", "Переслідування чи образа"),
                n("a7bc3192", "Цитує високоякісні джерела"),
                n("a26f8dc2", "Зрозуміла"),
                n("cbdef06c", "Безпосередньо стосується твердження посту"),
                n("faa5f9e8", "Надає важливий контекст"),
                n("gf3b38f4", "Нейтральні або неупереджені висловлювання"),
                n("a50327ea", "Замітка до цього посту не потрібна"),
                n("h7c59ea2", "Погляд чи спекуляція"),
                n("d60c0064", "Помилки в словах чи незрозумілі формулювання"),
                n("e06416ca", "Упускає основні моменти або несуттєва"),
                n("cff1aa8c", "Спірні чи упереджені висловлювання"),
                n("c5d55592", "Надає унікальну інформацію чи контекст"),
                n("f3e6f0aa", "Інформативна"),
                n("hc2b6a7e", "Неосудлива і/або чуйна"),
                n("bbe8b4ac", "Погляд, спекуляція чи упередження"),
                n("dd1f17ea", "Не по темі"),
                n("if966b54", "Застаріла інформація"),
                n("fdc2060a", "Вам потрібен вищий рівень оцінок впливу, щоб писати замітки."),
                n("edd80858", "Перегляньте свій профіль і оцінки"),
                n("eec24ff6", "Почніть оцінювати"),
                n("eb9dc3ec", "Такі співавтори, як ви, спільно допомагають визначати корисні замітки, які відображаються як контекст до постів, і тримають людей у курсі новин."),
                n("f2f61788", "Отримайте можливість писати"),
                n("ca7e11e6", "Коли ваш рейтинг успішності оцінок досягне показника 5 або вище, ви отримаєте можливість писати Замітки від спільноти."),
                n("e7beb100", "Перегляньте свій профіль і відгуки"),
                n("fd02e290", "Дивитися всі правила"),
                n("ee7b8050", "Ви тимчасово втратили можливість писати нові замітки."),
                n("b8cc2e9a", "Ваші нещодавні замітки отримали оцінку «Не корисно», тому вашу можливість писати тимчасово заблоковано."),
                n("f6c8613e", "Відгуки учасників щодо ваших заміток:"),
                n("fd5c2282", "Інші поради з написання приміток"),
                n("c23e67ea", "Поверніть собі можливість писати"),
                n("i0e66c5a", "Виберіть один варіант"),
                n("j8e3e3be", "Виберіть принаймні один варіант"),
                n("f1e851f0", "Введіть пояснення"),
                n("ff5dcac8", "Ваше пояснення задовге"),
                n("b47b5a16", "Потрібно заповнити всі поля. Перевірте, чи ви відповіли на всі запитання."),
                n("g9cffe16", "У вашій примітці не вказано джерело"),
                n("bfa9e276", "Відредагуйте примітку, щоб вона була корисною для всіх постів із цим зображенням, або передивіться свою відповідь на перше запитання цієї форми"),
                n("ja36d83e", "Відредагуйте примітку, щоб вона була корисною для всіх постів із цим відео, або передивіться свою відповідь на перше запитання цієї форми"),
                n("i6488a04", "Відредагуйте примітку, щоб вона була корисною для всіх постів із цим медіафайлом, або передивіться свою відповідь на перше запитання цієї форми"),
                n("j6e12b24", "Він містить фото- чи відеомонтаж"),
                n("eda68484", "До нього застосовано монтаж"),
                n("e198eb8c", "Напишіть замітку з контекстом, який, на вашу думку, слід показувати разом із відео, щоб воно було зрозумілішим."),
                n("a9803d44", "Напишіть замітку з контекстом, який, на вашу думку, слід показувати разом із зображенням, щоб воно було зрозумілішим."),
                n("j7ddf18a", "Напишіть замітку з контекстом, який, на вашу думку, слід показувати поряд з усіма постами, що містять це посилання, щоб належним чином інформувати читачів."),
                n("g3874520", "Напишіть замітку з контекстом, який, на вашу думку, слід показувати разом із постом, щоб він був зрозуміліший."),
                n("ac1141aa", "Напишіть замітку, щоб допомогти іншим співавторам Заміток від спільноти зрозуміти, чому це відео не вводить в оману чи не потребує додаткового контексту."),
                n("f99ebcfc", "Напишіть замітку, щоб допомогти іншим співавторам Заміток від спільноти зрозуміти, чому це зображення не вводить в оману чи не потребує додаткового контексту."),
                n("h641949e", "Напишіть замітку, щоб допомогти іншим співавторам Заміток від спільноти зрозуміти, чому цей пост не вводить в оману чи не потребує додаткового контексту."),
                n("c926cff6", "Враховуючи наявні дані, я вважаю цей пост…"),
                n("e0ef7a2c", "Враховуючи наявні дані, я вважаю це зображення…"),
                n("g491d33a", "Враховуючи наявні дані, я вважаю це відео…"),
                n("b253e462", "Беручи до уваги наявні дані, я вважаю сторінку, на яку веде це посилання…"),
                n("b1b2d004", "Потенційно вводить в оману, і йому не завадить додатковий контекст"),
                n("ha9655c2", "Не вводить в оману"),
                n("ebd2de06", "Чому цей пост, на вашу думку, може вводити в оману?"),
                n("i865abe8", "Чому це зображення, на вашу думку, може вводити в оману?"),
                n("add096c6", "Чому це відео, на вашу думку, може вводити в оману?"),
                n("eb604e2e", "Чому ви вважаєте, що сторінка, на яку веде посилання, може вводити в оману?"),
                n("c33bc7d4", "Він містить фактичну помилку"),
                n("aadb676c", "Він містить застарілу інформацію, яка може вводити в оману"),
                n("g21a0ef4", "Це перекручування даних або бракує важливого контексту"),
                n("daf354de", "Він видає непідтверджене твердження за факт"),
                n("d1d2ef84", "Це жарт чи сатира, які можуть сприйматися як факт"),
                n("bfee6064", "Чому цей пост, на вашу думку, не вводить в оману?"),
                n("dfd1f7f0", "Чому це зображення, на вашу думку, не вводить в оману?"),
                n("b8623176", "Чому це відео, на вашу думку, не вводить в оману?"),
                n("ec66e3fc", "Чому ви вважаєте, що сторінка, на яку веде посилання, не вводить в оману?"),
                n("g228df26", "Він висловлює фактично правильне твердження"),
                n("h890a3f2", "Воно було правильним під час публікації, але зараз не актуальне"),
                n("hf607a0a", "Зрозуміло, що це сатира/жарт"),
                n("j6ac7742", "Він виражає особисту думку"),
                n("b1d82aae", "Ви послалися на джерела, які більшість людей, на вашу думку, вважатимуть надійними?"),
                n("ae859ee0", "Що описує ваша замітка – пост або зображення?"),
                n("ba84e7f8", "Що описує ваша замітка – пост або відео?"),
                n("ibb784c6", "Цей пост"),
                n("a21ecb8c", "Зображення в цьому пості; вона має показуватись у всіх постах із цим зображенням"),
                n("he0ca8da", "Відео в цьому пості; вона має показуватись у всіх постах із цим відео"),
                n("d0bf8d34", "Що описує ваша замітка – пост або посилання?"),
                n("db370b9a", "Що описує ваша замітка – пост, зображення чи посилання?"),
                n("c35bf10e", "Що описує ваша замітка – пост, відео чи посилання?"),
                n("d96ce0d2", "Цю примітку написано таким чином, що вона буде корисною для всіх постів із цим зображенням."),
                n("a1fb516c", "Цю примітку написано таким чином, що вона буде корисною для всіх постів із цим відео."),
                n("be46a61e", "Цю примітку написано таким чином, що вона буде корисною для всіх постів із цим медіафайлом."),
                n("ied1c2c2", "Ця примітка в цілому стосується даного посту й може не підходити для інших."),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return e.matchCount + " постів";
                }),
                n("d7959c4d", function (e) {
                    return e.matchCount + " постів";
                }),
                n("ff5be16d", function (e) {
                    return e.matchCount + " постів";
                }),
                n("abdd8d0a", "Редагувати примітку"),
                n("c097608e", "Ваша примітка не має пояснення"),
                n("ba25898c", "Примітки з поясненнями їхніх джерел мають більше шансів, що їх оцінять як корисні."),
                n("e764d704", "Примітки з посиланнями на надійні джерела мають більше шансів, що їх оцінять як корисні."),
                n("gb67e44c", "Надіслати без пояснення"),
                n("d6b758a2", "Надіслати без джерела"),
                n("dc1fa12c", "Профілі Заміток від спільноти повинні мати підтверджені номери телефонів"),
                n("a1752fde", "Щоб продовжити дописувати в Замітках від спільноти із цього профілю, знадобиться підтвердити ваш номер телефону."),
                n("hef02710", "Підтверджений номер має належати одному з надійних операторів мобільного зв’язку й не може бути пов’язаний з іншим профілем Заміток від спільноти."),
                n("dff9b6bc", "Підтвердьте свій телефон"),
                n("f051e434", "Дописувачі Заміток від спільноти повинні мати унікальні номери телефонів"),
                n("eaef2f72", "Схоже, із цим номером телефону пов’язано профілі Х кількох дописувачів Заміток від спільноти."),
                n("j78d41b4", "Щоб продовжити дописувати з цього профілю, вам знадобиться видалити цей номер телефону з інших профілів Х."),
                n("a7c9a176", "Профілі Заміток від спільноти повинні мати підтверджені номери телефонів від надійного оператора"),
                n("ec853dfa", "Щоб зменшити використання штучно створених чи віртуальних номерів телефонів, номери мають належати надійним операторам мобільного зв’язку."),
                n("j6e19c58", "Цінності Заміток від спільноти"),
                n("ea580ee2", "Коротке нагадування про цінності Заміток від спільноти:"),
                n("eac7b6ac", "Бути активними, щоб налагоджувати взаєморозуміння"),
                n("b0381cfc", "Діяти по совісті"),
                n("f0addddc", "Допомагати навіть тим, хто не поділяє вашу думку"),
                n("h7c7b204", "Допоможіть оцінити наявні замітки, перш ніж писати нову"),
                n("i8cae552", "Своїми оцінками ви підтримуєте якість Заміток від спільноти на високому рівні."),
                n("hd43a218", "Ви вичерпали денний ліміт заміток"),
                n("aaba8ed2", "Щоб підтримувати високу якість заміток і запобігати поширенню спаму, ми обмежуємо кількість заміток, які автори можуть писати протягом дня, на основі рейтингу їхніх заміток. Повторіть спробу пізніше."),
                n("b98f077c", "Інформація про запит на замітку"),
                n("ee691104", "Надішліть запит на замітку від спільноти до цього посту"),
                n("f8cbdf02", "Вважаєте, що цей пост може вводити людей в оману? Надішліть запит на замітку від спільноти."),
                n("f132d1be", "Учасники програми бачитимуть оповіщення поряд із постами, які отримали достатню кількість запитів."),
                n("gf71296c", "Якщо замітку буде написано й інші учасники оцінять її як корисну, вона відображатиметься поряд із постом."),
                n("de0685b4", "X не вибирає, які замітки показувати – замітки від спільноти створюються людьми для людей."),
                n("f8ac3c88", "Прийняти умови й надіслати запит"),
                n("a8edd0ea", "Хочете додати джерело?"),
                n("a39a0de6", "Посилання на пост в X."),
                n("j819c176", "Допоможіть авторам приміток – наведіть посилання на пост в X, який пояснює, що саме може вводити в оману."),
                n("e15b3b44", "Посилання має вести до посту в X. Приклад: x.com/user/status/...."),
                n("c81085a4", "Замітки від спільноти"),
                n("c363515c", "загальнодоступні"),
                n("cb6b0138", "Дякуємо! Ваш запит надіслано"),
                n("c196e8b8", "Якщо замітку буде написано й визнано корисною, ви побачите її біля посту."),
                n("a9491efa", "Запит на замітку від спільноти надіслано"),
                n("f060d1cc", "Видалити запит"),
                n("f499f824", "Видалення запиту"),
                n("hd1bc518", "Перш ніж ви зможете надіслати новий запит у зв’язку з цим постом, може пройти кілька хвилин"),
                n("geb8d31d", "зареєструйтеся"),
                n("gc399930", "Інформація про денний ліміт запитів на замітки"),
                n("fee815e4", "Ви вичерпали денний ліміт запитів на замітки"),
                n("i7eb7900", "Ваш денний ліміт збільшиться, якщо ви надсилатимете запити щодо постів, у яких згодом з’являтимуться корисні замітки."),
                n("d1a3817e", "Таким чином ми дякуємо людям, які знаходять потенційно оманливі пости, що потребують додаткового контексту."),
                n("c031c77a", "Ваш денний ліміт може знизитися, якщо ви надішлете забагато запитів щодо постів, для яких, на думку інших людей, не потрібні замітки."),
                n("f87129d2", "Це допомагає запобігати спаму та зосереджувати увагу авторів заміток на постах, яким ці замітки дійсно потрібні."),
                n("jdd4a572", "Необхідно підтвердити номер телефону"),
                n("i0f07c07", "Підтвердити номер"),
                n("i157c1a8", "Запит видалено."),
                n("a9f4ca9c", "Дописувачі Заміток від спільноти зараз можуть бачити вашу замітку"),
                n("eb8f7c0c", "Інші учасники зараз можуть оцінити вашу замітку"),
                n("h87c6bd6", "Інші учасники зараз можуть бачити вашу замітку"),
                n("gc1a5bce", "Вони оцінять, наскільки вона корисна"),
                n("i0e950ca", "Якщо ваша замітка отримає статус корисної, вона почне відображатися як контекст для кожного користувача, який бачить відповідний пост"),
                n("a047e800", "Завдяки вашій замітці інші учасники краще розуміють контекст, коли оцінюють замітки"),
                n("cec8a38c", "Якщо ваша замітка отримає статус корисної, ви отримаєте оцінку «Вплив письма»."),
                n("a377532e", "Якщо достатня кількість читачів позначать її як корисну з різних точок зору, вона показуватиметься як контекст для кожного користувача, який бачить відповідний пост"),
                n("d790fa4e", "Статуси заміток не визначаються за правилом більшості"),
                n("e90cda68", "Щоб визначити замітки як корисні широкому колу людей, статуси заміток вимагають згоди між учасниками, що не завжди мали однакову думку в минулих оцінках."),
                n("j5a1d85a", "Переглянути примітку"),
                n("b25b64d6", "Вашу примітку опубліковано!"),
                n("g1428d70", "Вашу замітку надіслано!"),
                n("a4ec7004", "Що далі:"),
                n("c4093274", "Що відбувається із Замітками від спільноти після публікації"),
                n("bc8746a6", "Оцініть хоча б одну замітку, перш ніж писати власну."),
                n("ce3c80b8", "Ваші оцінки допомагають підтримувати високу якість приміток від спільноти."),
                n("fa6a075a", "З цим постом відображатимуться замітки для контексту"),
                n("acb7ecae", "Примітки, що пояснюють, чому додатковий контекст не потрібен"),
                n("d9a5fc06", "Оцініть пост"),
                n("b73cebd2", "Оцініть пост і примітки"),
                n("ad8883f2", "До цього посту немає заміток"),
                n("efd14e7a", "Завантаження приміток"),
                n("e65b7186", "До цього посту запропоновано Замітки від спільноти"),
                n("bcc14a68", "Замітки від спільноти – це програма, у якій добровольці додають контекст (ми називаємо його «замітками») до постів, які, на їхню думку, можуть вводити в оману. Дописувачі можуть оцінювати замітки нижче. Замітки, які на даний момент оцінено як корисні, відображаються в якості контексту до постів. Якщо ви не згодні, що видима замітка є корисною, ви можете попросити про додаткову перевірку. Тоді її розглянуть інші дописувачі, і оцінка зможе змінитися. "),
                n("c21313ba", "Примітки поки що оцінено як некорисні"),
                n("c2c40120", "Показати всі примітки"),
                n("ia596d40", "Є щось, що ви хотіли б покращити?"),
                n("deff0bde", "Напишіть примітку"),
                n("i8e85ef8", "Приєднайтеся до програми «Замітки від спільноти» й отримайте змогу писати замітки, а також доступ до інших функцій для підвищення поінформованості світу"),
                n("af88892a", "Ці замітки додають дописувачі Заміток від спільноти, які вважають, що пост може вводити в оману, тому додатковий контекст йому не завадить."),
                n("cf8a40a6", "Замітки видимі тільки в Замітках від спільноти, доки достатня кількість дописувачів не оцінить їх як корисні."),
                n("g22c8c30", "Якщо ці замітки буде оцінено як корисні достатньою кількістю учасників програми, серед яких ті, що зазвичай мали різну думку в минулих оцінках, то ці замітки почнуть відображатися з постом як додатковий контекст."),
                n("jf04b084", "Ці замітки додають учасники, які вважають, що пост не вводить в оману та не потребує додаткового контексту."),
                n("g5a72e98", "Вони відображаються в Замітках від спільноти як додаткові відомості для оцінювачів і не відображаються з постом, навіть якщо отримають статус корисної."),
                n("h53cb7de", "Що ви думаєте про цей пост?"),
                n("dc3bfc82", "Що вам подобається в цьому пості?"),
                n("b4704bf4", "Що вам не подобається в цьому пості?"),
                n("ed5156fa", "Сталася помилка під час збереження вашої оцінки. Спробуйте ще раз."),
                n("d5f9fb42", "Ви оцінили це підняття спільноти"),
                n("j6aa6172", "Видалити оцінку?"),
                n("i4112750", "Ця дія незворотна."),
                n("bd7eb888", "Дивитися всі замітки до цього посту"),
                n("i97b83f6", "Сталася помилка під час надсилання вашої апеляції. Спробуйте ще раз."),
                n("a038ab9a", "Перекласти замітку"),
                n("i606fc4c", "Про оскарження Заміток від спільноти"),
                n("b664c554", "Попросити про додаткову перевірку"),
                n("ab66e1f2", "Ось як це працює:"),
                n("e36d807c", "Більше дописувачів Заміток від спільноти отримає запит розглянути й оцінити цю замітку."),
                n("d8afb99c", "Якщо оцінки учасників програми змінять статус замітки та її вже не буде оцінено як корисну, вона перестане відображатися з постом."),
                n("f9e1090c", "Замітку розглядають учасники програми, а не Х."),
                n("i80c8a84", "Запит на додаткову перевірку надіслано."),
                n("f93d4391", "попросити про додаткову перевірку цієї замітки"),
                n("e457970a", "Деталі замітки"),
                n("df587b98", "Ідентифікатор примітки"),
                n("h201bdc8", "Автор замітки"),
                n("h74b96b0", "Замітку надіслано "),
                n("ge25848a", "Поточний статус"),
                n("d6db34cc", "Потрібно більше оцінок"),
                n("ce8b505e", "Не корисна"),
                n("e5be8156", "Статус замітки визначається алгоритмом із відкритим кодом"),
                n("fca23c42", "Достатньо учасників програми з різними поглядами погодилися, що ця замітка корисна, тому вона відображається на пості як контекст."),
                n("hef420c2", "Цю примітку ще не оцінили достатньо учасників програми з різними поглядами."),
                n("j3af43c4", "Достатньо учасників програми з різними поглядами погодилися, що ця примітка не є корисною."),
                n("f79d812c", "Примітку оцінено як корисну та показано протягом години після публікації посту"),
                n("cc02373e", "Примітку оцінено як корисну та показано протягом години після того, як її було запропоновано"),
                n("d9f72d90", "Примітку зіставлено та показано протягом години після публікації посту"),
                n("fc6e4594", "Найпопулярніші теги, вибрані оцінювачами"),
                n("f7427d6f", "цьому дописі"),
                n("aa94541d", "цьому пості"),
                n("fe821ebb", "цьому дописі"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "цього посту"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " постах";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " постах";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " постах";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " постах";
                }),
                n("a0dec723", "цьому дописі"),
                n("f20fa57c", function (e) {
                    return e.matches + " постах";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " постах";
                }),
                n("b95920ef", "цьому пості"),
                n("f8dcced2", function (e) {
                    return e.matches + " постах";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " постах";
                }),
                n("e3002eab", "цьому дописі"),
                n("df3f2d52", function (e) {
                    return e.matches + " постах";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " постах";
                }),
                n("ia35cd39", "цьому пості"),
                n("a499228a", function (e) {
                    return e.matches + " постах";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " постах";
                }),
                n("fa56f7cb", "цьому дописі"),
                n("b826c19c", function (e) {
                    return e.matches + " постах";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " постах";
                }),
                n("i56af3fd", "цьому дописі"),
                n("g1f275b6", function (e) {
                    return e.matches + " постах";
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " постами";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " постами";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " постах";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("g03f5337", "цього посту"),
                n("f5b30b8a", function (e) {
                    return e.matches + " постах";
                }),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " постах";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d595bffd", "цього посту"),
                n("ef8a55a6", function (e) {
                    return e.matches + " постах";
                }),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d5061d00", "Не відображається в X"),
                n("e272836c", "Видалити примітку?"),
                n("da5a5d8c", "Після того як ви видалите замітку, її буде вилучено із Заміток від спільноти назавжди."),
                n("a804a8f4", "Ваша допомога потрібна іншим заміткам"),
                n("ib9628b8", "Оцініть більше заміток, щоб наростити свій оцінковий рейтинг"),
                n("bf08be2e", "Оцініть більше заміток"),
                n("i26425d8", "Певною мірою"),
                n("c6e683d0", "Надіслати та прийняти"),
                n("b3fcaac6", "Перш ніж оцінювати цю замітку, радимо ознайомитися з джерелами"),
                n("e8a33850", "Перш ніж оцінювати цю замітку, просимо ознайомитися з джерелами"),
                n("ca6f04ec", "Розгляньте джерела, зазначені в замітці, щоб переконатися, що вона містить достовірну інформацію. "),
                n("a7338bc2", "Ця примітка корисна?"),
                n("bd0b6422", "Чи корисне це пояснення щодо того, чому доданий контекст не потрібен?"),
                n("ac7f9746", "Що в ній корисного?"),
                n("c7751804", "Що в ній некорисного?"),
                n("dc9c823a", "Ця примітка буде корисною для всіх постів із цим посиланням."),
                n("da0bb868", "Ця примітка буде корисною для всіх постів із даним відео."),
                n("e8694748", "Ця примітка буде корисною для всіх постів із цим зображенням."),
                n("b487e12e", "Ця примітка буде корисною для всіх постів із цим медіафайлом."),
                n("hfdb963e", "Ця примітка стосується даного посту й може не підходити для інших із таким самим посиланням."),
                n("bd6742c2", "Ця примітка стосується даного посту й може не підходити для інших із таким самим відео."),
                n("ded3a8a2", "Ця примітка стосується даного посту й може не підходити для інших із таким самим зображенням."),
                n("c1e42c92", "Ця примітка стосується даного посту й може не підходити для інших із таким самим медіафайлом."),
                n("af198630", "роблять дані загальнодоступними"),
                n("d39720d3", "корисну"),
                n("i7d91dc9", "корисну певною мірою"),
                n("c75b7fb4", "некорисну"),
                n("d9025c46", function (e) {
                    return e.matches + " постах";
                }),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " постах";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " постах";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " постах";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "Ваша примітка"),
                n("b9f18eec", "Поточна оцінка: корисна"),
                n("j33f6520", "Поточна оцінка: некорисна"),
                n("idc0e9fc", "Зареєструйтеся, щоб стати співавтором заміток від спільноти"),
                n("a83cccfa", "Співавтори можуть переглядати пропозиції заміток, писати замітки, відстежувати їх вплив і багато іншого!"),
                n("c2a6ec00", "Хочете приєднатися до Заміток від спільноти?"),
                n("d2470b62", "Тримайте людей у курсі новин в Х."),
                n("ab23a972", "Читати розмову"),
                n("c68f3bc0", "Ознайомтеся з нашими цінностями"),
                n("dfb1f498", "Відгук"),
                n("a584cfa7", "Надішліть нам приватне повідомлення на @CommunityNotes"),
                n("e4d93012", "Кілька людей попросили додати примітку від спільноти"),
                n("e55983c0", "Ніхто поки не надав посилання на джерело, яке пояснює, чому така примітка необхідна"),
                n("h23be93e", "Ініціатори запиту можуть включити пост із X, щоб пояснити, чому вони вважають, що така примітка буде корисною. Вони включили наведені нижче пости."),
                n("ca6ae344", "Панель вкладок Заміток від спільноти"),
                n("fe27c1e2", "Замітки"),
                n("ff692d64", "Ваш профіль"),
                n("cb1adfa0", "Завантажити дані"),
                n("jaf0d42c", "Ваші примітки"),
                n("fa9a644a", "Якщо три з ваших останніх п’яти заміток зі статусом («Корисна» чи «Некорисна») буде оцінено як некорисні, ви тимчасово втратите можливість писати нові замітки."),
                n("i4014342", "Не допустіть, щоб у вас забрали можливість писати. Ось зауваження учасників програми щодо двох ваших приміток:"),
                n("j9897a7c", "Поради з написання приміток"),
                n("ac71a5a0", "Оцінюйте замітки, що потребують допомоги"),
                n("h544e3c8", "Тепер дописувачам потрібно заробити оцінковий рейтинг 5, щоб розблокувати можливість писати замітки."),
                n("d88c63f6", "Нове: отримайте можливість писати замітки"),
                n("bd31adde", "Ви пішли з програми «Замітки від спільноти»."),
                n("a796c19c", "Приєднатися повторно"),
                n("h837a96c", "Ви збираєтеся повернутися до програми «Замітки від спільноти»."),
                n("a4d4bcb9", function (e) {
                    return "Якщо ви захочете приєднатися повторно, ви зможете зробити це тут через " + e.numDaysToRejoin + " д" + f(e.numDaysToRejoin, "ні", "нів", "ень", "ня") + ".";
                }),
                n("a490bc51", "Детальніше"),
                n("c94ad3e8", "Надішліть нам відгук"),
                n("ee160790", "Видалені Замітки"),
                n("b3de4a42", "Оцінковий рейтинг"),
                n("a7b0393c", "Вплив письма"),
                n("id568acc", "Популярний письменник"),
                n("e25f9ad6", "Оцінки, які допомогли примітці отримати статус корисної"),
                n("a0697fbc", "Чудова робота! Ці оцінки визначили корисні замітки, які відображаються в якості контексту до постів і сприяють поінформованості користувачів."),
                n("a3311a60", "Ці оцінки визначили корисні замітки, які відображаються в якості контексту до постів і сприяють поінформованості користувачів."),
                n("bbc44f5a", "Ці оцінки визначають корисні замітки, які відображаються в якості контексту до постів і сприяють поінформованості користувачів."),
                n("b4f21858", "Оцінки, які допомогли примітці отримати статус некорисної"),
                n("d46b6bc8", "Ці оцінки покращують Замітки від спільноти, надаючи відгук авторам заміток і даючи дописувачам змогу зосередитися на найперспективніших замітках."),
                n("a5e6ba6a", "Оцінки «Корисно», дані заміткам, які згодом отримали статус некорисних."),
                n("a22929e4", "Оцінки «Некорисно», дані заміткам, які згодом отримали статус корисних."),
                n("b76dd726", "Ці звичайні оцінки, які можуть призвести до змінення статусу, якщо достатньо людей погодяться, що «корисна» замітка насправді недостатньо корисна."),
                n("j29cc0f2", "Ці оцінки враховуються двічі, оскільки вони часто свідчать про підтримку заміток, які інші користувачі вважають неякісними."),
                n("cd4333d0", "Не хвилюйтеся, з усіма буває! "),
                n("e9fa53ac", "Оцінки на примітках, які зараз не мають статусу корисних чи некорисних."),
                n("fc664dee", "Оцінки, поставлені після отримання статусу"),
                n("f024ec64", "Ці оцінки можуть підкріпити статус примітки або допомогти його змінити."),
                n("e1ee08e6", "Вплив письма"),
                n("je3fc324", "Ваші примітки, що отримали статус корисних"),
                n("f7358242", "Примітки, що отримали статус корисних"),
                n("j8e9b514", "Гарна робота! Ці замітки вже відображаються для кожного користувача, який бачить відповідні пости, надаючи їм контекст і сприяючи поінформованості користувачів."),
                n("e9e57c5c", "Ці замітки вже відображаються для кожного користувача, який бачить відповідні пости, надаючи їм контекст і сприяючи поінформованості користувачів."),
                n("fee0d8a8", "Ці замітки відображаються в Х, надаючи постам контекст і сприяючи поінформованості користувачів."),
                n("iab44364", "Ваші примітки, що отримали статус некорисних"),
                n("d8c90438", "Примітки, що отримали статус некорисних"),
                n("accaa48e", "Ці примітки оцінено як некорисні достатньою кількістю учасників програми, серед яких ті, що не завжди мали однакову думку в минулих оцінках. Ви можете переглянути ці примітки та отримані ними відгуки у своєму профілі.\nСтатуси приміток можуть змінюватися, після того як їх оцінить більше людей."),
                n("fa2156f6", "Ці примітки оцінено як некорисні достатньою кількістю учасників програми, серед яких ті, що не завжди мали однакову думку в минулих оцінках.\nСтатуси приміток можуть змінюватися, після того як їх оцінить більше людей."),
                n("d004c768", "Примітки, що потребують більшої кількості оцінок"),
                n("f3d6d6c0", "Примітки, які ще не отримали статусу корисних чи некорисних."),
                n("d68a370c", "Останнє оновлення: "),
                n("f10aaf3c", "Поради з оцінення приміток"),
                n("b9793c9a", "Ви досі не написали жодних заміток"),
                n("bed66f92", "Ось як почати:"),
                n("a3ca686a", "Перегляньте підказки щодо написання корисних заміток"),
                n("ga8034c6", "Торкніться меню ••• в будь-якому пості, щоб написати замітку"),
                n("h4109636", "Якщо ви вважаєте, що пост може вводити в оману, напишіть замітку й додайте корисний контекст для людей, які можуть його побачити."),
                n("ec30e9ac", "Інші учасники оцінюватимуть корисність вашої замітки"),
                n("e0c42f80", "Якщо ваша замітка отримає статус корисної, вона почне відображатися як контекст для кожного користувача, який бачить відповідний пост"),
                n("ife4baaa", "Замітки від спільноти не підпорядковуються владі більшості. Щоб визначити замітки як корисні широкому колу людей, статуси заміток потребують згоди між дописувачами, які не завжди мали однакову думку в минулих оцінках. Це допомагає запобігти однобічним оцінкам."),
                n("a0c552ee", "Тут відображатиметься ваш вплив"),
                n("a4e5ea3c", "Ви досі не оцінили жодних заміток"),
                n("g9a28bde", "Перегляньте замітки, що потребують допомоги"),
                n("dc0046e2", "Перегляньте головну сторінку Заміток від спільноти"),
                n("fecae168", "Там ви знайдете замітки, які потребують більше оцінок, і де, зокрема, зможе стати в пригоді ваша замітка."),
                n("h525e29e", "Допомагайте знаходити замітки, які можуть бути корисні багатьом людям"),
                n("f6db7706", "Найкращі Замітки від спільноти безпосередньо стосуються твердження посту, написані доступною й чіткою мовою, а також додають джерела, які вважатимуться надійними в широкого кола людей."),
                n("f636b582", "Допомагайте знаходити некорисні замітки"),
                n("f58f4f62", "Оцінювання не дуже корисних заміток покращує Замітки від спільноти, надаючи відгук авторам заміток і даючи дописувачам змогу зосередитися на найперспективніших замітках."),
                n("cf30af22", "Чи знаєте ви?"),
                n("d145b0fa", "Статуси приміток не надаються за правилом більшості. Щоб визначити примітки як корисні широкому колу людей, статуси приміток вимагають згоди між учасниками, що не завжди мали однакову думку в минулих оцінках. Це допомагає запобігти однобічним оцінкам."),
                n("c20a24cc", "Вітаємо!"),
                n("d01b8fc8", "Ви популярний письменник Заміток від спільноти."),
                n("jbe2ad46", "Письменники з високим рейтингом заміток та високою часткою заміток зі статусом «Корисна», отримують  доступ до:"),
                n("d2dc3d4c", "Пріоритет оповіщень про замітки"),
                n("heb73816", "Пропозиції заміток популярних письменників з більшою ймовірністю активують сповіщення, щоб привернути увагу оцінювачів."),
                n("b760d51a", "Позначка у профілі псевдоніма"),
                n("ief63e50", "Популярних письменників можна ідентифікувати за позначкою в їхньому профілі Заміток спільноти."),
                n("jd6b88ca", "Замітки про медіа"),
                n("c39bdf5a", "Популярні письменники можуть публікувати замітки про медіа, які з'являються у кількох постах, таким чином інформуючи набагато більше людей."),
                n("efb9a9e0", "Тут нічого немає"),
                n("a1529ce7", "Детальніше"),
                n("f07ed596", "Такі співавтори, як ви, спільно допомагають визначати корисні замітки, які відображаються як контекст в Х, і тримають людей у курсі новин."),
                n("h2b5268a", "Чудово! Оцінюйте більше заміток, щоб продовжувати збільшувати свій вплив."),
                n("e86c87a0", "Оцінити більше заміток"),
                n("ad98f836", "Ваш оцінковий рейтинг став негативним. Не хвилюйтеся!"),
                n("e2d7c914", "Продовжити оцінювати замітки"),
                n("a5427624", "Перегляньте головну сторінку Заміток від спільноти, щоб знайти замітки, які потребують оцінок від інших дописувачів."),
                n("e227a7fa", "Статуси заміток можуть змінюватися"),
                n("eda73c9c", "Ваші оцінки іноді не збігатимуться зі статусом замітки. Це не проблема! Якщо більше співавторів погодяться з вами, статус може змінитися на протилежний, і ваш вплив також зміниться."),
                n("cfa3b664", "Тепер ви можете писати Замітки від спільноти!"),
                n("j44125ee", "Цей автор ще не писав приміток."),
                n("da55067c", "Зайдіть у цей простір згодом!"),
                n("f893c3b8", "Приєднатися до Заміток від спільноти"),
                n("a701795c", "Заміток від спільноти поки що немає"),
                n("db08295e", "Хочете приєднатися?"),
                n("ha275800", "Схоже, ви не є учасником пілотної програми «Замітки від спільноти». Приєднайтеся зараз, щоб допомагати людям отримувати достовірнішу інформацію."),
                n("ce0a213a", "Щоб створити замітку, виберіть піктограму Заміток від спільноти в меню будь-якого посту. Тут відображатимуться створені вами замітки. "),
                n("c87f3cf8", "Примітка"),
                n("a5b19492", "Такої примітки не існує"),
                n("c21d1b2a", "Примітки набувають статусу корисної чи некорисної, коли дійдуть згоди достатньо учасників програми, серед яких ті, що не завжди мали однакову думку в минулих оцінках. Завдяки цьому примітки приносять користь широкому колу людей і не отримують односторонніх оцінок."),
                n("c7b59cde", "Налаштування Заміток від спільноти"),
                n("c8be1d0d", "Докладніше."),
                n("a5a2330c", "Пости з тим самим медіафайлом"),
                n("ad071b5c", "Пости з тим самим посиланням"),
                n("b92967c0", "Ця замітка не стосується медіафайлу"),
                n("i92fddce", "Примітка автоматично відображається в зазначених нижче постах, якщо достатньо багато людей згодні, що це доречно."),
                n("f5ce7a00", "У цього посту з медіафайлом поки немає жодних збігів."),
                n("e1288bdc", "Оповіщення, коли замітці потрібна допомога"),
                n("ca14eab4", "Отримуйте сповіщення, коли Замітці від спільноти потрібна ваша оцінка."),
                n("gb2bc3d0", "Я до ваших послуг 🔥"),
                n("c35ebcd2", "Оброблятиму якомога більше – кілька на день"),
                n("ba165b3c", "Часто"),
                n("g72e2a58", "Кілька оповіщень на тиждень"),
                n("idd249e0", "Іноді"),
                n("if2e01ee", "Кілька оповіщень на місяць"),
                n("fdaeaab8", "Під час збереження налаштувань сталася помилка, спробуйте ще раз."),
                n("db4e443a", "Налаштування збережено."),
                n("dc11636c", "Мови, якими ви розмовляєте"),
                n("fae059c6", "Вийти з програми «Замітки від спільноти»"),
                n("ed37123a", "Ви йдете з програми «Замітки від спільноти»"),
                n("c1a554a2", "Ось що вам слід знати:"),
                n("j59355fe", "Ви не зможете писати нові замітки від спільноти."),
                n("c23420ec", "Ви не отримуватимете сповіщень із програми «Замітки від спільноти», окрім тих, що стосуються ваших дій в X."),
                n("c76031ee", "Ваш анонімний профіль у програмі «Замітки від спільноти» та попередні публікації залишаться загальнодоступними. Ви й далі зможете переглядати та видаляти свої замітки."),
                n("be4f9106", "Ви зможете приєднатися знову через 90 днів."),
                n("hf68e810", "Замітки від спільноти – це програма, що має на меті підвищити поінформованість світу. Вона дає змогу користувачам Х спільно додавати корисні замітки до постів, які можуть вводити в оману."),
                n("jdb52860", "Учасники пишуть і оцінюють замітки"),
                n("c104025c", "Учасники програми — це користувачі Х, такі як ви, які вирішили зареєструватися в пілотній програмі й оцінювати замітки. Що більше людей бере участь, то кращою стає програма."),
                n("j7872b8c", "З постом відображаються лише ті замітки, які люди вважають корисними"),
                n("fb59415e", "Щоб замітка відображалася публічно як контекст до посту, її мають оцінити як корисну достатня кількість людей з різними точками зору. Такий підхід допомагає уникати упередженості та маніпуляцій, а також допомагає знайти замітки, корисні для багатьох людей."),
                n("f9a44022", "Це не компанія X вирішує, що буде відображатися, а люди"),
                n("gdf4fbb2", "Компанія Х не пише, не оцінює та не модерує замітки (окрім випадків, коли вони порушують правила Х). Ми вважаємо, що дати людям можливість самостійно приймати рішення – це справедливий і ефективний спосіб додавати відомості для кращого інформування людей."),
                n("cc720e6a", "В основі Заміток від спільноти лежить прозорість даних"),
                n("j2fcd33a", "Дані містять дописи до"),
                n("d4a6b322", "Усі дані Заміток від спільноти публікуються тут щодня, щоб до них був вільний доступ для аналізу даних, виявлення проблем і пошуку можливостей для покращення Заміток від спільноти. Ми хочемо вчитися разом із вами."),
                n("c359263a", "Дізнайтеся, як використовувати й аналізувати дані Заміток від спільноти "),
                n("b8a27fe2", "у нашому посібнику"),
                n("j1c99e00", "Дані про замітки"),
                n("i6f69314", "Дані про оцінки"),
                n("b7e4c114", "Дані історії статусу замітки"),
                n("d7f19114", "Дані про статус реєстрації користувача"),
                n("b6008808", "Дані про запити на примітки"),
                n("h786cd7a", "Дані про замітки ще не доступні"),
                n("d0fe8052", "Дані про оцінки ще не доступні"),
                n("c0427f94", "Дані історії статусу замітки ще не доступні"),
                n("g880d8c0", "Дані про статус реєстрації користувача ще не доступні"),
                n("ab1b3d38", "Дані про запити на примітки поки не доступні"),
                n("c43fb933", "Угоду з розробниками та Політику для розробників Х"),
                n("af781666", "Що думають люди?"),
                n("a1f414ee", "Поділитися думками"),
                n("ed88e742", "Копіювати посилання на тему"),
                n("h92fe1be", "На жаль, зараз Замітки від спільноти для вас недоступні."),
                n("f0dc1434", "Замітки від спільноти зараз доступні тільки в США"),
                n("f8fc0b48", "Створити папку"),
                n("c14bcdde", "Пошук у закладках"),
                n("e9c65c4a", "Пошук закладок"),
                n("b92a21d9", function (e) {
                    return "За запитом " + e.query + " нічого не знайдено";
                }),
                n("f191a2ba", "налаштування пошуку"),
                n("a068008a", "Наразі папки не завантажуються"),
                n("f075b0e8", "Редагувати папку"),
                n("beba2a0e", "Створити нову папку закладок"),
                n("e41c9b4f", function (e) {
                    return "Збережено до " + e.bookmarkFolderName;
                }),
                n("h18f86a4", "Видалити папку"),
                n("f4ea967a", "Папку видалено"),
                n("b670aa62", "Назва папки"),
                n("aece5462", "Назву папки успішно оновлено"),
                n("e3299b94", "Щось пішло не так. Ще раз спробуйте оновити цю папку за хвилину."),
                n("c09ea714", "Щось пішло не так. Ще раз спробуйте видалити цю папку за хвилину."),
                n("gee78816", "Назви папок закладок не можуть містити більше 25 символів"),
                n("h9a5daa2", "Видалити папку?"),
                n("ac9d5f56", "Ваші пости все одно зберігатимуться в папці «Усі закладки»."),
                n("i6e7e298", "Створити"),
                n("a0ea2fa6", "Поле «Ім’я» не може бути пустим"),
                n("eec37eac", "Папка закладок із таким іменем уже існує"),
                n("fce0c59e", "Не вдалося розібрати JSON анімації. Перевірте формат JSON у своєму файлі анімації та спробуйте ще раз."),
                n("g0eea6c2", "Не вдалося прочитати файл JSON анімації. Спробуйте відкрити файл ще раз."),
                n("ae58026a", "Відкрийте файл .json фірмового вподобання для попереднього перегляду"),
                n("hd0bc1eb", function (e) {
                    return e.name + " зараз у прямому ефірі";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " був(ла) у прямому ефірі";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " не в прямому ефірі";
                }),
                n("d39d46c4", "Заголовок оновлено. Внесення змін може зайняти до 30 секунд."),
                n("e44095a5", function (e) {
                    return "Розпочато " + e.timestamp;
                }),
                n("j83f29dd", function (e) {
                    return "Завершено " + e.timestamp;
                }),
                n("daca8a2c", "Відкрити у док-панелі"),
                n("e3aac82a", "Завантаження трансляції");
            n("i0ed3f4e", "Зображення події"),
                n("cbae35fa", "Поскаржитися на трансляцію"),
                n("fd12ab58", "Пости в колекціях"),
                n("a226497c", "Створіть нову спільноту"),
                n("d7346632", "Ви ще не приєдналися до жодної спільноти."),
                n("b732a4cc", "Коли ви це зробите, тут з’являться їхні пости."),
                n("hff48914", "Не вдалося знайти пости."),
                n("hb52cc4a", "Спробуйте ще раз пізніше."),
                n("e50e1bb0", "Ласкаво просимо до Спільнот"),
                n("i6829daa", "Спільноти — це групи з модерованим спілкуванням, де користувачі Х можуть збиратись і обговорювати теми, які їх цікавлять."),
                n("fc5c6914", "Познайомтеся з іншими людьми з вашими інтересами"),
                n("aa1a9820", "Вступайте до спільнот, щоб спілкуватися з людьми, які поділяють ваші інтереси."),
                n("edef4c82", "Публікуйте пости прямо в спільноті"),
                n("a7640df6", "Ваші пости бачать учасники спільноти й ваші читачі."),
                n("h3bb8068", "Отримуйте підтримку, коли вона вам потрібна"),
                n("a709f8f8", "Адміністратори та модератори допомагають керувати спільнотами, щоб утримувати розмови в їхньому руслі."),
                n("c8d33380", "Нові елементи"),
                n("cb6adb10", "Пізнавайте спільноти"),
                n("df362964", "Знайти спільноти"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " нове нов" + f(e.newTweets, "і пости", "их постів", "ий пост", "ого посту");
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " скарг" + f(e.reportedTweets, "и", "", "а", "и");
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " запит" + f(e.memberRequests, "и", "ів", "", "у");
                }),
                n("a2118086", "Сортувати пости"),
                n("hb01fe46", "Коли ви це зробите, вони відобразяться тут."),
                n("c170a564", "Запит, який ви ввели, не дав жодних результатів. Спробуйте інший пошуковий запит."),
                n("cbd1aef8", "Шукати спільноти й пости"),
                n("fbf01e52", "Пошук спільнот"),
                n("c8a6499c", "Результати пошуку в постах спільноти"),
                n("af05a978", "Результати пошуку відображатимуться тут, коли ви вводитимете."),
                n("eb4d2cd0", "Постів не знайдено."),
                n("a8ecdb4c", "Результати пошуку в останніх постах спільноти"),
                n("dc6ce7b4", "Учасники"),
                n("ga2aa43c", "Модератори"),
                n("b139b54a", "Запросити учасників"),
                n("cf4898a0", "Пошук людей"),
                n("g30bc699", function (e) {
                    return "Переглянути профіль @" + e.screenName;
                }),
                n("e585d844", "Додати до команди модераторів"),
                n("cab7c6f8", "Додати до команди модераторів?"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " тепер модератор.";
                }),
                n("f348a395", function (e) {
                    return "Зараз не вдається додати @" + e.screenName + " до команди модераторів. Спробуйте ще раз пізніше.";
                }),
                n("c3a1aebe", "Вилучити з команди модераторів"),
                n("c273c8a6", "Вилучити з команди модераторів?"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " більше не модератор.";
                }),
                n("a5808125", function (e) {
                    return "Зараз не вдається вилучити @" + e.screenName + " з команди модераторів. Спробуйте ще раз пізніше.";
                }),
                n("a51d671b", function (e) {
                    return "Забанити @" + e.screenName + " у спільноті";
                }),
                n("cdd87524", "Тут поки що нікого немає"),
                n("cca51910", "Тут відображатимуться люди, які приєдналися до спільноти."),
                n("c9d56b72", "Розкажіть нам трохи про свою спільноту. Ви завжди зможете змінити ці дані пізніше."),
                n("c1ad5a12", "Схоже, нам не вдається створити вашу нову спільноту. Спробуйте ще раз пізніше."),
                n("f713fbd2", "Членство"),
                n("d1fa71fc", "Запитання для схвалення запиту (необов’язково)"),
                n("a0a16d38", "До спільноти може приєднатися та/чи бути запрошеним будь-хто."),
                n("ce0523a8", "Закрита"),
                n("i1aad6ec", "Люди повинні просити про приєднання, а команда модераторів має схвалити ці запити. Ті, кого запросила команда модераторів, схвалюються автоматично."),
                n("c85960a0", "Дозволити членам видавати запрошення"),
                n("ca373cd2", "Користувачі, запрошені наявними членами, схвалюються автоматично."),
                n("dfdcc6b4", "Контролюйте, хто може приєднуватися до вашої спільноти. Зверніть увагу, що всі спільноти видимі всім користувачам X."),
                n("h3e55b40", "Назва спільноти"),
                n("dd71d9c9", function (e) {
                    return "Назва має містити від " + e.minCharacterCount + " до " + e.maxCharacterCount + " символів і не може містити хештеги й @імена_користувачів";
                }),
                n("cf65e56b", function (e) {
                    return "Назва має містити від " + e.minCharacterCount + " до " + e.maxCharacterCount + " символів";
                }),
                n("d936eeca", "Назви не можуть містити хештеги чи @імена_користувачів."),
                n("e2df7cf2", "Призначення спільноти"),
                n("be9bb312", "Хороше призначення описує вашу спільноту та пояснює людям, чого очікувати"),
                n("e988475f", function (e) {
                    return "Призначення має містити від " + e.minCharacterCount + " до " + e.maxCharacterCount + " символів";
                }),
                n("gcddfba8", "Запитання для схвалення запиту"),
                n("hf86d862", "Коли користувачі надсилають запит на вступ, вони можуть відповісти на це запитання. Їхню відповідь можна буде побачити в запиті. Якщо ви не хочете додавати запитання, залиште це поле порожнім."),
                n("i88b7305", function (e) {
                    return "Кількість символів у запитанні не може перевищувати " + e.maxCharacterCount;
                }),
                n("dce5e1b4", "Інструменти адміністратора"),
                n("c5d8c93e", "Інструменти модератора"),
                n("c8c7f9fc", "Потребують розгляду"),
                n("a87df2ee", "Керування спільнотою"),
                n("ee609174", "Загальні налаштування"),
                n("ab19cdaa", "Налаштування щодо спаму"),
                n("d755f47d", function (e) {
                    return e.count + " нов" + f(e.count, "і пости очікують", "их постів очікують", "ий пост очікує", "ого посту очікують") + " розгляду";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " учасник" + f(e.memberCount, "и", "ів", "", "а");
                }),
                n("adfcc3ce", "Додавайте. видаляйте чи редагуйте правила"),
                n("d0330d9c", "Переглянути правила"),
                n("fd67f7c8", "Редагуйте назву, призначення спільноти тощо"),
                n("e7e31264", "Налаштування фільтрації спаму й інструменти звітності"),
                n("gc00d212", "Підтримка і ресурси"),
                n("g0cbfc50", "Корисний посібник із модерування спільноти"),
                n("h6ebcfca", "Покажіть цю спільноту у вашому профілі"),
                n("c0fa0634", "Приверніть увагу до своєї спільноти"),
                n("da035fd5", function (e) {
                    return "Нове" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "Покажіть вітрину вашої спільноти у своєму профілі"),
                n("b18e94b2", "Перейдіть на професійний профіль, щоб показувати спільноту у своєму профілі, мати доступ до аналітики аудиторії і не тільки."),
                n("dc716b1c", "Список спільноти"),
                n("c3e2dda6", "Додати або видалити список спільноти"),
                n("a68bffdc", "Переглядайте метрики спільноти"),
                n("c6ea29a2", "Покинути команду модераторів"),
                n("a6e13fac", "Ви впевнені, що хочете покинути команду модераторів?"),
                n("e538848c", "У вас більше не буде доступу до інструментів модерування. Якщо ви передумаєте, вам знову знадобиться запрошення стати модератором."),
                n("j49e6aa2", "Так, покинути"),
                n("dde5f323", function (e) {
                    return e.count + " нов" + f(e.count, "і запити", "их запитів", "ий запит", "ого запиту") + " стати учасником до розгляду";
                }),
                n("f5e0332a", "Контент для дорослих (NSFW)"),
                n("e983404a", "Закріплені хештеги"),
                n("j8af8eaa", "Тип членства"),
                n("d5f01116", "Призначення"),
                n("c2ff3c9e", "Пошукові теги"),
                n("f4a98e9e", "Відомості про спільноту"),
                n("a43bed28", "Це налаштування необхідно ввімкнути, якщо ваша спільнота містить контент делікатного характеру для дорослих. Якщо цього не зробити, контент делікатного характеру для дорослих, що публікується у спільноті, буде автоматично відфільтровуватися."),
                n("ab1069de", "Видалити спільноту"),
                n("bbc91896", "Цю дію не можна скасувати. Пости й далі будуть видимі для їхніх авторів."),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "Банер спільноти"),
                n("ea965b82", "Редагувати банер спільноти"),
                n("j35d3ad6", "Вилучити й замінити"),
                n("f1e8fb22", "Ваш банер буде вилучено й замінено на стандартний."),
                n("e405ec22", "Схоже, нам не вдається зберегти ваше зображення банера. Спробуйте ще раз пізніше."),
                n("b7fb6bda", "Обітніть зображення"),
                n("e71cdf4e", "Обрізати ескіз"),
                n("ef199198", "Налаштування збережено"),
                n("ee10aa5a", "Не вдалося зберегти налаштування"),
                n("i307a7ca", "Змінити закріплені хештеги"),
                n("dc6eca54", "Хештег видалено"),
                n("d27de326", "Закріплюйте хештеги, щоб організовувати пости своєї спільноти в різних стрічках"),
                n("d84cc77a", "Введіть хештег"),
                n("d22e4cba", "Хештеги мають бути унікальними"),
                n("ca72a540", "Ви досягли ліміту хештегів"),
                n("bd96bf16", "Довжина хештегів має складати від 1 до 30 символів"),
                n("j27623d4", "Хештеги не повинні містити пробілів і спеціальних символів"),
                n("c5d1634e", "Гаразд, я розумію"),
                n("daedd9fa", "До вашої спільноти зможе приєднатися будь-хто. Усі нерозглянуті запити на приєднання буде автоматично прийнято."),
                n("h3c0f1a2", "Редагування назви спільноти"),
                n("cb5e6510", "Схоже, нам не вдається зберегти вашу нову назву. Спробуйте ще раз пізніше."),
                n("a8955490", "Редагування призначення"),
                n("ced2292a", "Схоже, нам не вдається зберегти опис призначення. Спробуйте ще раз пізніше."),
                n("ba74c098", "Редагувати запитання"),
                n("bd3e0420", "Схоже, нам не вдається зберегти запитання. Спробуйте ще раз пізніше."),
                n("b57baa7a", "Змінення пошукових тегів"),
                n("f8caab7a", "Додайте пошукові теги, щоб підняти спільноту в рекомендаціях і результатах пошуку."),
                n("f35a667a", "Введіть пошуковий тег"),
                n("b057d5c6", "Пошукові теги мають бути унікальними"),
                n("cc961258", "Ви досягли ліміту пошукових тегів"),
                n("df4aca88", "Довжина пошукових тегів має складати від 1 до 30 символів"),
                n("ie58fa58", "Пошукові теги не повинні містити пробілів і спеціальних символів"),
                n("hd176a01", function (e) {
                    return "Тему збережено. Нова тема спільноти – " + e.newTopicName;
                }),
                n("i39a43cc", "Тему спільноти видалено"),
                n("e81b196e", "Не вдалося зберегти нову тему"),
                n("c1f97ad4", "Змінення теми"),
                n("g908eb0c", "Додайте тему, щоб іншим було легше знаходити вашу спільноту. Виберіть тему, що найкраще відповідає її характеру."),
                n("f18a8ca0", "Налаштування щодо спаму"),
                n("c8bd5d42", "Рівень чутливості спам-фільтра"),
                n("gfeb40a2", "Ви можете змінити рівень чутливості спам-фільтра, щоб він відповідав вашим критеріям щодо небажаних постів."),
                n("h766865c", "Автоматичні повідомлення від X"),
                n("fd1f413a", "Автоматичні повідомлення для модераторів, які використовують відповідні функції. Після схвалення того чи іншого допису X більше не позначатиме дописи того самого автора."),
                n("b1ba5fb4", "Виявлення спаму"),
                n("ee195f28", "Спамові ключові слова"),
                n("cf276a82", "Приховувати пости, позначені X, доки їх не схвалять модератори"),
                n("a8c4c3fe", "Повідомляти про пости користувачів, які поширювали спам раніше"),
                n("j8de95ec", "Уведіть ключові слова, у зв’язку з якими надсилатимуться автоматичні повідомлення"),
                n("ie873142", "Високий"),
                n("a977afa2", "Низький"),
                n("j715cb38", "Змінити заборонені ключові слова"),
                n("b32ebbe8", "Додайте ключові слова, про які X автоматично повідомлятиме модераторам спільноти"),
                n("acde5366", "Уведіть тут ключове слово"),
                n("a5f66c34", "Ключові слова повинні бути унікальними"),
                n("ea637914", "Ви досягли ліміту ключових слів"),
                n("fede6d3c", "Довжина ключових слів має складати від 1 до 30 символів"),
                n("cc06e200", "Ключові слова не повинні містити пробілів і спеціальних символів"),
                n("d94edeb4", "У вашій спільноті може бути до 10 правил. Чіткі правила можуть сприяти доброзичливій атмосфері й допомагати підтримувати бесіду."),
                n("j560c8ea", "Додавання правила"),
                n("a9ba79c0", "Хороші правила утворюють хороші спільноти"),
                n("h5482c7a", "Добре обміркуйте правила своєї спільноти. Вони задають тон і повідомляють учасникам, чого від них чекають."),
                n("d5033a7a", "Наприклад, хочете, щоб розмови не відхилялися від теми? Чи дозволяється рекламувати себе? Чи можна лаятися?"),
                n("ee8c43a0", "Що чіткіше ви викладете правила спочатку, то менше модерування знадобиться потім."),
                n("gaa3239a", "Схоже, нам не вдається зберегти ваше нове правило. Спробуйте ще раз пізніше."),
                n("a67445d6", "Ви вичерпали ліміт"),
                n("fcbe0993", function (e) {
                    return "У спільнотах може бути не більше " + e.maxRuleCount + " правил. Щоб додати нове правило, вам потрібно видалити одне зі старих.";
                }),
                n("c66769a4", "Правило"),
                n("ef02695b", function (e) {
                    return "Назви правил мають містити від " + e.minCharacterCount + " до " + e.maxCharacterCount + " символів";
                }),
                n("c8242020", "Опис (необов’язково)"),
                n("d32cf5e7", function (e) {
                    return "Описи можуть містити до " + e.maxCharacterCount + " символів";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "Не забудьте повідомити спільноту"),
                n("c1631260", "Інформуйте всіх про зміни правил, щоб зміцнювати довіру."),
                n("d3190bde", "Зберегти правило"),
                n("ifd6e91c", "Скасувати й редагувати правило"),
                n("h99020e0", "Редагування правила"),
                n("f74a5adc", "У спільнотах має бути принаймні одне правило. Ви можете змінити наявне правило або додати нове, а потім видалити це."),
                n("fbb0ed92", "Видалити це правило"),
                n("hed35472", "Правило видаляється назавжди, ця дія незворотна."),
                n("c8677446", "Видалити правило"),
                n("c3a0d44e", "Скасувати й натомість редагувати правило"),
                n("d703ce9e", "Додайте у свою спільноту список"),
                n("f21f023c", "Якщо ви додасте у свою спільноту список, у стрічці відображатиметься актуальний контент, дібраний вами. Виберіть один із наведених нижче списків:"),
                n("gbc2cf50", "Ваші списки"),
                n("ef9462fa", "Немає доречного списку?"),
                n("fcda89f4", "Створіть новий список профілів X, що публікують контент, актуальний для вашої спільноти. Зробіть цей список публічним, щоб він залишався доступним для учасників спільноти."),
                n("c09609d8", "Створити список"),
                n("dfddd842", "Надіслано в приватному повідомленні"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " уже запрошено";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " уже в цій спільноті";
                }),
                n("h252ede6", "Ви вже вичерпали всі свої запрошення"),
                n("a5cd93f9", function (e) {
                    return "@" + e.screen_name + " зараз не можна запросити";
                }),
                n("i6568549", function (e) {
                    return "У вас залишилося " + e.remaining_invite_count + " запрошен" + f(e.remaining_invite_count, "ня", "ь", "ня", "ня");
                }),
                n("b4f16d00", "Шукайте людей, яких хочете запросити"),
                n("ja1387a8", "Результати пошуку охоплюватимуть лише ваших читачів і осіб, які дозволяють приватні повідомлення від усіх."),
                n("ae85768c", "Результати пошуку охоплюють лише ваших читачів і осіб, які дозволяють приватні повідомлення від усіх."),
                n("hb1e378e", "Запрошено"),
                n("d710b60c", "Аналітика спільноти"),
                n("c199e390", "Нові пости"),
                n("b4f51cd6", "Кількість постів, опублікованих за останній тиждень"),
                n("g6f8325a", "Нові учасники"),
                n("b2bb7276", "Кількість учасників, що приєдналися за останній тиждень"),
                n("e2172c92", "Активні учасники"),
                n("fe1a9f68", "Кількість учасників, які опублікували дописи у вашій спільноті"),
                n("e989927e", "Унікальні автори дописів"),
                n("d1386a90", "Кількість учасників, які опублікували дописи у вашій спільноті"),
                n("abf609f2", "Усього учасників"),
                n("h2081878", "Загальна кількість учасників вашої спільноти"),
                n("a3235cd6", "Унікальні відвідування"),
                n("g21e2a70", "Кількість користувачів X, що відвідали вашу спільноту за минулий тиждень"),
                n("ied6bac2", "Кількість позначок «Подобається»"),
                n("ced8d39a", "Кількість позначок «Подобається» у вашій спільноті за останній тиждень"),
                n("fb4f859c", "Кількість відповідей"),
                n("h5a41cce", "Кількість відповідей у вашій спільноті за останній тиждень"),
                n("i314218e", "Наведено показники за останні 7 днів. Оновлено. "),
                n("addbb11e", "Немає нових запитів на членство"),
                n("c38131de", "Ви вже зі всім розгреблися. Тепер, коли надійдуть нові запити, ви побачите їх тут."),
                n("d7f13fb9", function (e) {
                    return "Профіль @" + e.screenName + " схвалено і тепер належить до вашої спільноти";
                }),
                n("a340df67", function (e) {
                    return "Профіль @" + e.screenName + " отримав відмову й не зможе приєднатися до вашої спільноти";
                }),
                n("jd8aae9d", function (e) {
                    return "Схоже, зараз ми не можемо схвалити @" + e.screenName + ". Спробуйте ще раз пізніше.";
                }),
                n("i580e149", function (e) {
                    return "Схоже, зараз ми не можемо відхилити @" + e.screenName + ". Спробуйте ще раз пізніше.";
                }),
                n("b4a38e4e", "Ви заблокували цю особу. Якщо її заявку на вступ буде схвалено, вам доведеться розблокувати її, щоб бачити її пости."),
                n("f0956736", "Ви ігноруєте цю особу. Якщо її заявку на вступ буде схвалено, вам доведеться перестати її ігнорувати, щоб бачити її пости."),
                n("b7f1e58a", "Читає вас"),
                n("dffb0774", "Зараз нема чого розглядати"),
                n("ab512f26", "Журнал дій не реєструється."),
                n("b8171558", "Забанені"),
                n("e32e7e1a", "Модератор"),
                n("b53fb7c6", "Схоже, зараз нам не вдається скасувати цю дію. Повторіть спробу пізніше."),
                n("c546ba07", function (e) {
                    return "Переглянути профіль " + e.userName;
                }),
                n("h4516e4f", function (e) {
                    return "Пошук постів " + e.userName + " у спільноті";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " приховав(-ла) пост";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " зробив(-ла) пост видимим";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " закріпив(-ла) пост";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " відкріпив(-ла) пост";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "Зробити пост видимим"),
                n("j68fc824", "Видимість відновлено"),
                n("j9541e18", "Пошук постів"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " видалив(-ла) учасника";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " відновив(-ла) учасника";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " приєднався(-лася) до спільноти";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " залишив(-ла) спільноту";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " ухвалив(-ла) запит на участь";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " відхилив(-ла) запит на участь";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " повторно схвалив(-ла) запит на участь";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "Повторно схвалити запит"),
                n("i9a18ce0", "Схвалено повторно"),
                n("i24de0fe", "Відновити учасника"),
                n("b1c662f8", "Відновлено"),
                n("j2e04b1e", "Модератори розібралися з усіма скаргами на пости."),
                n("hb21cdb6", "Забанити"),
                n("dc7a9436", "Поскаржитися на пост в X"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return "" + f(e.count, e.formattedCount + " учасниками", e.formattedCount + " учасниками", e.formattedCount + " учасником", "Учасників: " + e.formattedCount);
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " учасник" + f(e.count, "ами", "ами", "ом", "а");
                }),
                n("dca19c06", "Ви приховали цей пост"),
                n("dd641764", "Ви залишили цей пост"),
                n("jf99d610", "Відгук від спільноти"),
                n("bbd69672", "Цей пост приховано модератором за порушення правил спільноти"),
                n("c730a21c", "Ось правило, яке він порушив:"),
                n("a5baa7d2", "Знайдіть хвилинку, щоб ознайомитися з правилами. Завдяки їм розмова залишається безпечною для всіх учасників та не вибивається зі свого русла."),
                n("icc32e3d", function (e) {
                    return "Модератор вилучив вас із " + e.communityName + " за порушення цього правила спільноти:";
                }),
                n("d7d9be8a", "Пізнавайте спільноти й пости"),
                n("cae9962e", "Не вдалося знайти спільноти."),
                n("c2117be6", "Бачите оте все на панелі навігації? 👀"),
                n("c2c4dad4", "Оберіть щось – і побачите його тут. Ну ж бо. Ми почекаємо."),
                n("b7218496", "Немає хештегів… поки що"),
                n("gc09bcfe", "У вашій спільноті немає розмов із хештегами, але ви можете це змінити."),
                n("cf35a990", "Завантаження постів із хештегом спільноти"),
                n("a1c41fe8", "Пости з хештегом спільноти"),
                n("f27a2232", "Пошук у спільноті"),
                n("ie2efe36", "Результати пошуку в спільноті"),
                n("a7c2e06d", function (e) {
                    return "Спільнота " + e.communityName;
                }),
                n("a94092a2", "Тепер у вас є доступ до інструментів модерування"),
                n("be6dfbae", "Як модератор спільноти, ви можете додавати й видаляти її учасників."),
                n("b4f877be", "Спільноту не знайдено"),
                n("e48fbb02", "Поскаржитися на спільноту"),
                n("b1614c34", "Про спільноти"),
                n("j1dcedde", "Пошук постів"),
                n("cc683fba", "Про спільноту"),
                n("af7c11aa", "Відомості про спільноту"),
                n("fb974b24", "Публікувати пости можуть лише учасники."),
                n("fcef2922", "Будь-хто може приєднатися до цієї спільноти."),
                n("c93dd2c8", "Щоб приєднатися до цієї спільноти, вам потрібно надіслати запит і отримати схвалення."),
                n("gedb877d", "Усі спільноти видимі для всіх."),
                n("bf359e0e", "Про вашу нову спільноту"),
                n("e8fcdd3a", "Ми надаємо вам базові налаштування для початку, але ви можете змінювати свою спільноту як завгодно. Детальніше про це далі."),
                n("b37d580e", "Ваша спільнота обмежена"),
                n("c6d9c07c", "Усі спільноти видимі всім користувачам Х. Для вступу у вашу спільноту користувачі мають надіслати запит на приєднання або отримати запрошення від модератора чи (якщо це дозволено) від одного з учасників."),
                n("ea3b38fa", "Ваша спільнота відкрита"),
                n("i625c42e", "Усі спільноти видимі всім користувачам Х. До вашої спільноти можна запросити кого завгодно, і будь-хто зможе приєднатися до неї."),
                n("ca7eeab0", "Стартові правила вашої спільноти"),
                n("acae4034", "Налаштування можна змінити в інструментах адміністратора"),
                n("e2186ee2", "Не подобаються налаштування? Не страшно. Їх можна доволі легко змінити."),
                n("a0e3ece4", "Відомості про спільноту"),
                n("d11f73ea", "Контент для дорослих"),
                n("hb9400dc", "Переглянути більше"),
                n("b71a08a0", "Спільнота для Передплатників"),
                n("d0574662", "Налаштувати сповіщення"),
                n("fc16f13a", "Які сповіщення вам потрібні?"),
                n("be341c46", "Простори спільноти (аудіочати)"),
                n("fbe88a32", "Текстові чати спільноти"),
                n("b551cd1e", "Закріплені пости"),
                n("i9f39962", "Закріпити спільноту"),
                n("bc7f90a0", "Показувати спільноту на вітрині профілю"),
                n("j5a37508", "Закріпити спільноту на головній сторінці"),
                n("c7a4610a", "Відкріпити спільноту з головної сторінки"),
                n("bec3b8fa", "Поширити спільноту"),
                n("cc7d5b88", "Запросити в повідомленні"),
                n("c66b37fa", "Контрольний список спільноти"),
                n("g2768d0e", "Лише кілька пунктів, щоб привести вашу спільноту до ладу для її дебюту…"),
                n("b192b58c", "Відхилити контрольний список"),
                n("gd302780", "Ознайомтеся зі створеною мною спільнотою:"),
                n("h5890b1a", "Незавершено"),
                n("b4a6faca", "Перегляньте правила"),
                n("a01e1a7c", "Персоналізуйте свою спільноту"),
                n("f493480c", "Опублікуйте свою спільноту"),
                n("i9b7f6ba", "Завантаження постів"),
                n("c22e8902", "Спробувати"),
                n("a3466e1c", "Відстежуйте розмови за хештегами"),
                n("a524bb7e", "Хештеги полегшують створення, пошук і приєднання до тематичних розмов у спільноті."),
                n("he8db880", "Здається, такої спільноти не існує"),
                n("cc684fbc", "Можливо, її видалили або вона взагалі ніколи не існувала. У житті повно таємниць."),
                n("b4f8b518", "Рекомендовані для вас творці"),
                n("f5c41e22", "До налаштувань функції «Делегування»"),
                n("b9226ec1", "Ви увійшли як "),
                n("f47b48f6", "користувач"),
                n("b2ca74aa", "Ви збираєтеся перейти в делегований профіль"),
                n("ba77b438", "Змінити профіль"),
                n("g5261e91", function (e) {
                    return "Ви наразі дієте в ролі @" + e.screenName + ".";
                }),
                n("cc15a3ea", "Пам’ятайте, що цей профіль не належить вам. Як адміністратор ви можете надсилати приватні повідомлення, публікувати пости, створювати й переглядати списки. Ви також можете запрошувати до профілю співавторів, вилучати їх і переглядати аналітику постів."),
                n("e406250c", "Пам’ятайте, що цей профіль не належить вам. Як співавтор ви можете надсилати приватні повідомлення, публікувати пости, створювати й переглядати списки."),
                n("e6718a62", "Цю функцію може використовувати лише власник профілю"),
                n("ba411b6f", "надсилати нам відгуки"),
                n("f01ee14b", "надсилати нам відгуки"),
                n("dbc85148", "Виберіть повідомлення"),
                n("a073658c", "Виберіть розмову з наявних, почніть нову або просто рухайтеся далі."),
                n("f325afc4", "Написати ПП"),
                n("f5dc353c", "Небажані медіафайли тепер фільтруються"),
                n("daeda054", "Перейти до налаштувань"),
                n("fe1eaa96", "Тепер поверх повідомлень, які потенційно можуть містити небажані медіафайли (наприклад, з оголеними тілами, сексуальним вмістом або насильством), відображаються попередження. Ви можете вимкнути ці попередження пізніше в налаштуваннях."),
                n("hc32acba", "Видалити запити на повідомлення?"),
                n("f9048f58", "Вибрані запити на повідомлення будуть видалені без можливості відновлення."),
                n("a9d0d7f0", "Масове змінення"),
                n("eb7de4aa", "Показувати додаткові повідомлення, зокрема ті, які можуть містити образливі матеріали."),
                n("ee8c0c8a", "Тут відображатимуться вхідні повідомлення чи групові повідомлення від людей, яких ви не читаєте, і ви зможете прийняти чи видалити їх."),
                n("ff599112", "Створіть групу"),
                n("c602600a", "Додати людей"),
                n("fa2033f6", "Шифрування"),
                n("aa59bb6a", "Надіслати пост в окремих повідомленнях"),
                n("a2ccb2e8", "Приватне повідомлення надіслано."),
                n("f906f464", "Пост надіслано в групу."),
                n("i8a99aae", "Пост надіслано в окремих повідомленнях."),
                n("hbbc401c", "Надіслати групі"),
                n("e1bde73f", function (e) {
                    return "До @" + e.screenName + " не можна надіслати повідомлення";
                }),
                n("f7289cd6", "У вас вибрано групову розмову"),
                n("e6cced4e", "«Надіслати групі» можна лише приватні розмови. Але ви завжди можете надіслати своє повідомлення окремо."),
                n("e3e58b6e", "Відомості про розмову"),
                n("a9ddbb94", "Відомості про групу"),
                n("dd4779a0", "Керувати тегами"),
                n("ca9af866", "Теги:"),
                n("e62d3c10", "Не існує профілю з таким іменем. Спробуйте ще раз."),
                n("h8403fb6", "Ви не можете додати їх до цієї розмови зараз."),
                n("ja522ed4", "Ви не можете додати деяких із цих користувачів до цієї розмови зараз."),
                n("d87bff5a", "Відомості про розмову завантажуються."),
                n("cabb453e", "Ім’я групи"),
                n("eb1bb5a2", "Переглянути всіх людей"),
                n("a70436ac", "Почати зашифровану розмову"),
                n("a7f20223", function (e) {
                    return "Відкласти сповіщення від " + e.name;
                }),
                n("g2f04a6b", function (e) {
                    return "Ви скасували відкладення сповіщень від " + e.name;
                }),
                n("i453fedf", function (e) {
                    return "Відкладено до " + e.expiration;
                }),
                n("b3dfd51a", "Відкласти згадки"),
                n("cc7c8ce6", "Вимкніть сповіщення про те, що вас згадали в цій розмові."),
                n("hab58674", "Згадки вимкнуто"),
                n("e3c6e080", "Згадки ввімкнуто"),
                n("f33ef58a", "Поскаржитися на розмову через порушення законів ЄС "),
                n("d1a6dbe6", "Заблокувати користувача"),
                n("f24af200", "Заблокувати ПП"),
                n("a30e1677", function (e) {
                    return "Заблокуйте @" + e.screenName + ", тоді @" + e.screenName + " більше не зможе читати вас або надсилати вам повідомлення, а ви не бачитимете сповіщень від @" + e.screenName;
                }),
                n("iae09949", function (e) {
                    return "Заблокувати ПП від " + e.screenName + "?";
                }),
                n("e778e3d8", "ПП заблоковано"),
                n("b7867912", "Розблокувати користувача"),
                n("gaddb872", "Розблокувати ПП"),
                n("d83414a1", function (e) {
                    return "Розблокувати @" + e.screenName + "? Цей користувач зможе читати вас і переглядати ваші пости.";
                }),
                n("a5bbfecd", function (e) {
                    return "Розблокувати @" + e.screenName + "? Цей користувач зможе читати вас і взаємодіяти з вашими загальнодоступними постами.";
                }),
                n("cde6e1ff", function (e) {
                    return "Розблокувати ПП від " + e.screenName + "?";
                }),
                n("j37c4674", "1 год."),
                n("je7e1fed", function (e) {
                    return "Ви відклали сповіщення від " + e.name + " на 1 годину";
                }),
                n("hf94a2d6", "Сповіщення вимкнуто на 1 год."),
                n("fb7a43c6", "8 год."),
                n("e95c8f8b", function (e) {
                    return "Ви відклали сповіщення від " + e.name + " на 8 годин";
                }),
                n("bd54fad2", "Сповіщення вимкнуто на 8 год."),
                n("cb5bf56e", "1 тиждень"),
                n("gb7a130b", function (e) {
                    return "Ви відклали сповіщення від " + e.name + " на 1 тиждень";
                }),
                n("f6fce0fe", "Сповіщення вимкнуто на 1 тиждень"),
                n("i78153dd", function (e) {
                    return "Ви відклали сповіщення від " + e.name + " безстроково";
                }),
                n("je9455da", "Повідомлення зашифровано"),
                n("b5b0afa4", "Налаштуйте своє подання"),
                n("ec5880e6", "Ці налаштування впливають на всі профілі X у цьому браузері."),
                n("babfa32c", "Швидко налаштуйте своє подання"),
                n("a2a2f98e", "Погляньте, що нового"),
                n("b4a361c0", "Ви можете персоналізувати колір і розмір тексту, а також контролювати вибір темного режиму просто зараз. Ці налаштування бачите тільки ви."),
                n("c797b44e", "Найсвіжіші історії в X, розказані за допомогою постів."),
                n("a19ce060", "Ознайомлення недоступне."),
                n("f7d1a8e0", "Додаток Android"),
                n("aab2fae0", "Додаток iOS"),
                n("a35d9c9a", "Ресурси"),
                n("da00e00a", "Спробуйте нові «Новини»"),
                n("c40666d8", "Спробувати"),
                n("ic61c5fc", "Прокрутіть наверх"),
                n("dd225af8", "Людей не знайдено."),
                n("i6671128", "Ви розблокували більше переваг в Х"),
                n("d5e4d0a6", "Тепер вам буде легше долучатися до розмови та зв’язуватися з іншими користувачами. Ось які переваги ви отримуєте:"),
                n("a97bc07e", "Розблокуйте більше переваг в Х"),
                n("a72188d6", "Щоб в Х було добре всім, ми хочемо впевнитися, що за цим профілем стоїть людина. Допоможіть нам із цим – виділіть трохи часу на взаємодію зі своєю стрічкою та спілкування з іншими користувачами. Коли ми переконаємося, що ви людина, ви отримаєте такі переваги:"),
                n("a4ee9572", "Видимість для більшої кількості користувачів"),
                n("e5f4eac0", "Ваш контент матиме кращу видимість. Ви відображатиметеся в результатах пошуку й трендах."),
                n("c7832a72", "Зв’язуйтеся з іншими людьми напряму"),
                n("i1ccd17a", "Надсилайте приватні повідомлення, що не відфільтровуватимуться автоматично, навіть людям, які вас не читають."),
                n("hc965308", "Кумедний"),
                n("eb78b77e", "Кумедний режим"),
                n("aa8ece10", "Спробувати grok.com"),
                n("gb5fb7d0", "Сфокусований режим"),
                n("g5665caa", "Вийти зі сфокусованого режиму"),
                n("a372681e", "Копіювати посилання для поширення"),
                n("fbc79f6a", "Історія чату"),
                n("b61ad410", "Історія"),
                n("b3de2628", "Відомостей про чати немає"),
                n("acfbfb28", "Тут з’являтимуться ваші майбутні розмови."),
                n("i1147548", "Пошук в історії Grok"),
                n("ab437026", "Розмови не знайдені"),
                n("e12569ec", "Спробуйте виконати пошук за іншим запитом."),
                n("d4eb0e26", "Перейменувати"),
                n("c64975ea", "У вас поки немає вибраних розмов"),
                n("a3e3db6e", "Натисніть на зірочку, щоб зберегти чати, до яких ви часто повертаєтеся"),
                n("f4ae77ac", "Історії зображень немає"),
                n("d57d337e", "Тут з’являтимуться згенеровані зображення."),
                n("dab087ee", "Чати"),
                n("a911623c", "Зображення"),
                n("ae9cdac6", "Історія чатів"),
                n("b198a392", "Розмова з Grok"),
                n("d16329b4", "Копіювати розмову"),
                n("af6c4470", "Щось пішло не так, спробуйте ще раз."),
                n("gf43d270", "Продовжити розмову"),
                n("f4b5fae2", "Якщо ви надішлете повідомлення, цю розмову буде скопійовано у вашу історію"),
                n("eb0d91ac", "Створіть зображення за допомогою Grok"),
                n("c5a23514", "Намалюй мене"),
                n("g1cb8096", "Здивуй мене"),
                n("a5a3df56", "Опишіть зображення, яке ви хочете створити"),
                n("gbb4e90a", "випадковий психоделічний світ зі сновидіння"),
                n("af21f92e", "блаженство"),
                n("e207cba2", "випадкове спортивне змагання"),
                n("b1323f10", "модель, що йде подіумом під час тижня моди в Парижі"),
                n("g6a90174", "кумедна тварина-хіпстер"),
                n("jdc4b66c", "диво світу"),
                n("ec601934", "Переробити"),
                n("f9ecd3ba", "Вставити як пост"),
                n("af652514", "Різниця"),
                n("j95bac7a", "Налаштування Grok"),
                n("c5665922", "Що Grok слід про вас знати?"),
                n("ff625c40", "Як Grok має вам відповідати?"),
                n("e5c7d602", "Увімкнути для всіх чатів"),
                n("d5e03fbc", "Стрічка Grok"),
                n("a294d0c6", "Створіть власний варіант"),
                n("b38adba2", "X – усе в одному додатку"),
                n("d05ae004", "Гра НХЛ"),
                n("d35ad22c", "Подивіться останню гру НХЛ"),
                n("e806daa2", "Футбольний матч"),
                n("cc2c2eca", "Подивіться останній футбольний матч"),
                n("bcdeae66", "Портал Гран-прі Формули-1"),
                n("e30e4bea", "Стежте за подіями Гран-прі у X."),
                n("be548ecb", function (e) {
                    return e.teamName1 + " проти " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "Новини в X: " + e.teamName1 + " проти " + e.teamName2;
                }),
                n("b72c924c", "Пошук вакансій"),
                n("f4da95a0", "Рекомендовані вакансії"),
                n("eedd808c", "Збережені вакансії"),
                n("e0ba641a", "Для компаній"),
                n("f9e6381a", "Пошук вакансій"),
                n("fb15ec28", "Отримуйте рекомендації щодо вакансій"),
                n("ece910f0", "Дізнавайтеся про вакансії, що відповідають вашим критеріям"),
                n("jd08bc14", "Із часом рекомендації покращуються"),
                n("de0a4a72", "Ви можете вибирати, де вони мають відображатися"),
                n("db8c4158", "Подати заявку"),
                n("d9c8057a", "Натисніть тут"),
                n("a71d7584", "Виставлена"),
                n("d2b8da2c", "Програмування"),
                n("cd958040", "Дані й аналіз"),
                n("c5760ca2", "Розробка"),
                n("d31b4a2a", "Дизайн"),
                n("f38959a6", "Продажі"),
                n("bc78a26c", "Операційний менеджмент"),
                n("ec28738e", "Кадри й управління персоналом"),
                n("icb06308", "Фінанси й бухгалтерський облік"),
                n("d0b978ec", "Юриспруденція і відповідність вимогам"),
                n("af19cdc2", "Наука й техніка"),
                n("e4a51fca", "Медицина"),
                n("e8ca78ae", "Будівництво й торгівля"),
                n("e25d75e4", "Практикант"),
                n("e89b3f04", "Без досвіду роботи"),
                n("h55825dc", "Початківець"),
                n("cc537386", "Середній рівень"),
                n("jfc3cece", "Професіонал"),
                n("e1b683aa", "Керівник"),
                n("c4627fda", "Менеджер"),
                n("db75b47c", "Керівництво"),
                n("i312f0ce", "Офісна робота"),
                n("b4aff05e", "Змішаний трудовий договір"),
                n("c08b9138", "Віддалена робота"),
                n("ia5d6422", "Обов’язкове відвідування офісу"),
                n("h97c7f42", "Частково обов’язкове відвідування офісу"),
                n("ibed2d04", "Обов’язкове відвідування офісу"),
                n("f508c49c", "Копіювати посилання на вакансію"),
                n("d6825dce", "Надіслати в приватному повідомленні"),
                n("b9613442", "Поділитися в пості"),
                n("c2b3f0da", "Виділити в профілі"),
                n("c791d3fc", "Поділитися вакансією"),
                n("eb517058", "ШІ-компанії"),
                n("b677cb9b", function (e) {
                    return "Фільтрів за компанією: " + e.count;
                }),
                n("ja04d37c", "Зазначте назви компаній"),
                n("a1876045", function (e) {
                    return "Фільтрів за типом зайнятості: " + e.count;
                }),
                n("fb146dd2", "Тип зайнятості"),
                n("a7090408", "Ключове слово"),
                n("f16e9a15", function (e) {
                    return "Фільтрів за типом розташування: " + e.count;
                }),
                n("fa7d455a", "Характер роботи"),
                n("caa606db", function (e) {
                    return "Фільтрів за робочим стажем: " + e.count;
                }),
                n("jda06238", "Робочий стаж"),
                n("j595df68", "Змініть налаштування рекомендацій:"),
                n("a1227d5e", "Увімкніть рекомендації"),
                n("bae2f5f0", "Додайте цю вакансію у свій профіль"),
                n("cbcaaa1a", "Нижче показано, який це матиме вигляд."),
                n("f58cf1ac", "Додати вакансію"),
                n("j4ae9960", "Під час додавання цієї вакансії у ваш профіль виникла проблема."),
                n("caa352f0", "Забагато вакансій"),
                n("i08bee0e", "Забагато виділених вакансій"),
                n("d7ccaea2", "Зараз у вас може бути 3 активні вакансії."),
                n("h05e4a7a", "Ви можете виділити до 10 вакансій."),
                n("b518daae", "Перейти до панелі підбору персоналу"),
                n("f48e9c52", "Вакансію додано."),
                n("f6757978", "Ви можете видалити цю вакансію або додати інші на панелі підбору персоналу."),
                n("i329c5a6", "Переглянути панель підбору персоналу"),
                n("h39a5448", "Виділяйте вакансії за допомогою функції «Підбір персоналу в X»!"),
                n("d204515c", "Додавайте вакансії в профіль в один клік."),
                n("ecb3df70", "Пости з подіями"),
                n("a01d5a7c", "Ця трансляція недоступна, бо її створив профіль, який ви заблокували"),
                n("cab51f93", function (e) {
                    return "Ви не можете переглянути це, тому що @" + e.screenName + " заблокував(ла) вас.";
                }),
                n("eaaca5dc", "Рахунок"),
                n("abdcd68a", "Завантаження події"),
                n("cfb57adb", function (e) {
                    return "Пост про " + e.hashtag;
                }),
                n("b1037710", "Поділіться думками"),
                n("bb980db0", "Стрічка події"),
                n("ffd929c1", function (e) {
                    return "НОВЕ" + e.ttc_live_event;
                }),
                n("c9b302f8", "Зайдіть сюди пізніше, щоб переглянути найновіші продукти."),
                n("cfe836d1", function (e) {
                    return "знижка " + e.percent + "%";
                }),
                n("efb132c3", function (e) {
                    return e.title + " – " + e.description + " за " + e.price;
                }),
                n("f27deeea", "Іконка комерційного продукту"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "ПОВТОР"),
                n("j1d352d8", "Нагадування встановлено"),
                n("d18909d4", "Установити нагадування"),
                n("b0b38774", "Медіафайл обкладинки"),
                n("a7a119ec", "Відкріпити"),
                n("cfadb00e", "Ви слухаєте"),
                n("db4620aa", "ПРОСТІР НАЖИВО"),
                n("c958e692", "ЗАПИСАНИЙ ПРОСТІР"),
                n("i2c2bfb7", function (e) {
                    return e.count + " слуха" + f(e.count, "ють", "ють", "є", "ють");
                }),
                n("i3f7ff00", "Ескіз медіафайлу"),
                n("h400d7c2", "ПРИЄДНАТИСЯ ДО ПРОСТОРУ"),
                n("be6ef5b4", "СКОРО"),
                n("ca25ebae", "Прогноз від"),
                n("e749753a", "Різниця"),
                n("ea885dec", "Гроші"),
                n("cde48000", "Маєте проблеми з азартними іграми? Зателефонуйте за номером 1-800-GAMBLER"),
                n("g53d5df6", "Сфокусований режим"),
                n("d1e0a75f", function (e) {
                    return "Для вас" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "Підписки" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "Передплати" + e.noun;
                }),
                n("d3619250", "Найбільш уподобані"),
                n("f5edfbde", "Вийти з X?"),
                n("f12b4db5", function (e) {
                    return "Вийти з профілю @" + e.screenName + "?";
                }),
                n("ia5ff8b6", "Ви завжди можете ввійти ще раз. Якщо ви просто хочете змінити профіль, для цього можна додати наявний профіль."),
                n("ea3750c4", "Це стосується лише цього профілю, ви не вийдете з інших профілів."),
                n("gc6866f8", "Вихід"),
                n("f8ad0092", "На жаль, сталася помилка. Спробуйте ввійти ще раз."),
                n("h2c7767e", "Ваш сеанс більше не дійсний. Спробуйте ввійти ще раз."),
                n("e83047c2", "Ви ввели неправильний код забагато разів. Спробуйте ввійти ще раз."),
                n("g4b108ee", "Ви згенерували забагато кодів відновлення даних. Вам потрібно надіслати повторний запит для перевірки входу на вашому телефоні."),
                n("a9be9b44", "Продовжити в X"),
                n("e55188f0", "Ви ввійшли в цей профіль у цьому браузері"),
                n("d55d8fe2", "Хочете продовжити під цим профілем?"),
                n("g806008e", "Увійти під іншим профілем"),
                n("c55f5c9a", "Щось пішло не так, але не хвилюйтеся – це не ваша провина. Спробуймо ще раз."),
                n("bfb6be8a", "Заробляйте гроші в X"),
                n("ed6c6da2", "Перший крок до монетизації – це підтвердження профілю з X Premium."),
                n("h93b6580", "Отримуйте дохід від публікації якісного контенту. Що більше користувачів X ви зацікавите, то більше ви зароблятимете."),
                n("eea6d8f8", "Умови отримання частки доходу для творців"),
                n("a0e8811e", "Зберіть свій фан-клуб"),
                n("e1a74ac0", "Пропонуйте своїм найвідданішим прихильникам ексклюзивний контент і отримуйте регулярний дохід."),
                n("cd3a6f9a", "Умови передплат"),
                n("c35e6144", "Покращте свій контент за допомогою інструментів Premium"),
                n("b9dbeb34", "Отримайте можливість публікувати довші пости, а також доступ до Media Studio, аналітики й пріоритетної підтримки."),
                n("b2d41138", "Більше охоплення = більше прибутку"),
                n("defa7f12", "Користуйтеся перевагами підняття відповідей, що дасть вам додаткову видимість і пришвидшить зростання."),
                n("i3e4955d", "тут"),
                n("fdc5d06c", "Вийти з повноекранного режиму"),
                n("cea1c00e", "Отримайте можливість взаємодії"),
                n("f8e6a280", "Нещодавно зареєстровані користувачі повинні внести невелику щорічну плату, перш ніж вони зможуть публікувати пости, ставити їм позначки «Подобається», додавати їх у закладки й відповідати на них. Це допомагає зменшувати кількість спаму, завдяки чому платформа X стає кращою для всіх. Ви й далі можете читати інших користувачів і переглядати контент в X безкоштовно."),
                n("h968efc6", "Нещодавно зареєстровані користувачі повинні внести невелику плату, перш ніж вони зможуть публікувати пости, ставити їм позначки «Подобається», додавати їх у закладки й відповідати на них. Це допомагає зменшувати кількість спаму, завдяки чому платформа X стає кращою для всіх. Ви й далі можете читати інших користувачів і переглядати контент в X безкоштовно."),
                n("b66b62a4", "Умови надання послуг для покупців"),
                n("e5b5faa6", "Умови програми «Не бот»"),
                n("i61a221c", "Передплатити"),
                n("fce91ab4", "Гммм… Не вийшло."),
                n("a235cb76", "Під час оформлення вашої передплати на план «Не бот» виникла проблема. Перевірте свою платіжну інформацію й спробуйте ще раз."),
                n("a8eea654", "Ваша покупка успішна."),
                n("bc8baa08", "Підписки"),
                n("a98ba778", "Стрічка сповіщень"),
                n("j887d006", "Тут ви зможете дізнатися про всі дії від репостів до вподобань тощо."),
                n("c06d4306", "Коли хтось згадає вас, сповіщення відобразиться тут."),
                n("ge7c661a", "Тут ви знайдете відомості про вподобання, згадки, репости та інші дії інших підтверджених користувачів."),
                n("d3de3b5c", "Тут ви знайдете відомості про вподобання, згадки, репости та інші дії ваших передплатників."),
                n("e3f9838d", "Докладніше"),
                n("eba8b1c8", "Керуйте згадками себе в розмовах"),
                n("j745b8a6", "Відкрийте меню дій (ті три крапочки на пості), щоб прибрати позначку себе та покинути розмову."),
                n("c380d684", "Ваша скарга"),
                n("da7cf0d8", "Ми позначили ці пости як вміст делікатного характеру"),
                n("a6da21a1", function (e) {
                    return e.appName + " запитує доступ до вашого профілю X";
                }),
                n("f4392d00", "Авторизувати додаток"),
                n("ee4dca3c", "посилання для скасування"),
                n("bb347bbc", "довідковому центрі"),
                n("be38d34e", "Щоб використовувати цей додаток, ви маєте ввійти в X."),
                n("e087691a", "Ви не змогли надати доступ до додатка. Поверніться назад і спробуйте ввійти ще раз."),
                n("e7dd62c4", "Натискаючи кнопку «Авторизувати додаток», ви надаєте xAI доступ до ваших даних із X, до яких входять:"),
                n("debbdc98", "Ваш профіль користувача X, відомості профілю X, налаштування та параметри в X."),
                n("d9cf7c9c", "Пости X, видимі у вашому профілі X, зокрема опубліковані у всіх профілях (загальнодоступних та захищених), які ви бачите."),
                n("cdf40068", "Ваша історія розмов із Grok в X."),
                n("cea71014", "Ми завантажуємо ваші контакти…"),
                n("b5474bd2", "Гм… Щось пішло не так."),
                n("ab4b970a", "Скористайтеся додатком X, щоб повернутися назад і надіслати запит на новий електронний лист для підтвердження."),
                n("j6d103b8", "Зареєструйте профіль в X. Від екстрених новин і розваг до спортивних подій і політики – будьте в курсі всіх подробиць завдяки повідомленням із місця подій."),
                n("ca042c78", "Увійти в Х"),
                n("ff869362", "Увійдіть в X, щоб дізнатися останні новини. Долучайтеся до обговорень, читайте профілі, переглядайте головну стрічку та стежте за постами своїх знайомих."),
                n("f4a654a4", "Переглянути у Foursquare"),
                n("c09de2d4", "Стрічка пошуку"),
                n("i1801686", "Цей пошуковий запит неприпустимий. Спробуйте інший."),
                n("a0b4541c", "Щось пішло не так, але не хвилюйтеся – це не ваша провина"),
                n("d7eebb60", "Налаштування вашої передплати"),
                n("h707b180", "Вашу передплату оновлено"),
                n("a452ab68", "Це може зайняти кілька секунд."),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "Зміни збережено"),
                n("e957c20e", "Безкоштовний пробний період повного доступу"),
                n("a1436e70", "Тепер ви можете додавати вакансії до свого профілю, щоб їх бачила ваша мережа. Коли вашу заявку буде схвалено, мільйони користувачів зможуть знаходити ваші вакансії за допомогою функції пошуку."),
                n("f9c85cec", "Потрібна дія: завантажте документи й надішліть їх на перевірку"),
                n("f178f393", function (e) {
                    return "Надайте необхідні документи до " + e.date + ". Зазвичай це займає близько 10 хвилин.";
                }),
                n("f9fbeabc", "Установчі документи вашої організації"),
                n("b4c80f5c", "Посвідчення особи державного зразка"),
                n("f0915094", "Пристрій із робочою камерою"),
                n("f259d3f3", function (e) {
                    return "Важливо: документи необхідно надати до " + e.date + ". В іншому разі вашу заявку буде відхилено без повернення коштів.";
                }),
                n("d35f645b", function (e) {
                    return "Відкриті (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "Вибрані (" + e.count + ")";
                }),
                n("c35aded2", "Архів"),
                n("b97e952a", "Схоже, ви ще не додали вакансії."),
                n("cf1fa156", "Схоже, ви ще не демонстрували вакансії у своєму профілі."),
                n("fa4a4f50", "Схоже, ви ще не архівували вакансії."),
                n("c5fb5a1a", "Вакансій немає"),
                n("e9b91cde", "Додати вакансію"),
                n("c270ef3e", "Архівувати"),
                n("fe8872f4", "Готово"),
                n("d523cd74", "Перенести цю вакансію в архів?"),
                n("jfd0b34a", "Заархівовані вакансії видаляються з профілю."),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "Не вдалося надіслати запрошення. Повторіть спробу пізніше."),
                n("ddf35536", "Не вдалося видалити запрошення. Повторіть спробу пізніше."),
                n("db7144b6", "Не вдалося змінити тип зв’язку. Повторіть спробу пізніше."),
                n("be78e5fa", "Не вдалося видалити пов’язаний профіль. Повторіть спробу пізніше."),
                n("fa9709ba", "Не вдалося надіслати заявку. Повторіть спробу пізніше."),
                n("j62f13fc", "Не вдалося змінити вакансію. Повторіть спробу пізніше."),
                n("ff5716fc", "Не вдалося видалити вакансію. Повторіть спробу пізніше."),
                n("fd059188", "Не вдалося синхронізувати ваші вакансії. Повторіть спробу пізніше."),
                n("b82b5c00", "Під час активації бонусу на рекламу щось пішло не так. Повторіть спробу пізніше."),
                n("d74adc30", "Додано невірний рекламний профіль"),
                n("e4323c36", "Зазначений вами ідентифікатор рекламного профілю не збігається з вашою організацією та пов’язаними з нею профілями."),
                n("b3323ada", "Додайте у свій профіль на сайті ads.twitter.com кредитну картку"),
                n("ac325eb8", "Щоб активувати бонус на рекламу, вам необхідно додати у свій профіль на сайті ads.twitter.com кредитку картку."),
                n("j4e6e966", "Необхідна перевірка рекламного профілю"),
                n("ef86e7f6", "Ваш профіль має пройти перевірку й отримати схвалення."),
                n("c9c8edae", "Щоб застосувати бонус на рекламу, передплатіть «Підтверджені організації»"),
                n("b36c6278", "Використовувати бонус на рекламу можуть лише передплатники сервісу «Підтверджені організації». Покращте свій план просто зараз, щоб розміщати рекламу разом із пов’язаними профілями."),
                n("c30f0168", "Відкрити зовнішнє посилання"),
                n("c49b7262", "Виділити вакансію"),
                n("i6ecf71a", "Не виділяти вакансію"),
                n("a37ef120", "Відкрити знову"),
                n("i00355d0", "Скасувати поширення"),
                n("h0481bba", "Скасувати поширення вакансії?"),
                n("b9dfdc7a", "Скасування поширення призведе до видалення вакансії зі списку виділених."),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "Вакансії, які ви поширили"),
                n("ea7f1a42", "Ваші вакансії"),
                n("d1cbcb90", "Джерело"),
                n("gf66326c", "Останнє оновлення"),
                n("b917fc28", "Просування вакансій вимкнено"),
                n("g06035e6", "Щоб увімкнути просування вакансій, приділіть увагу своєму рекламному профілю."),
                n("aa16581c", "У вас немає доступу до рекламного профілю для просування вакансій. Зверніться по допомогу до його адміністратора."),
                n("g7bb6f58", "Рекламних облікових записів не знайдено."),
                n("jf1576ba", "Помилка"),
                n("ff985a36", "Синхронізація"),
                n("e5b8058c", "Не синхронізовано"),
                n("a86e335a", "Остання синхронізація "),
                n("c9838d68", "Додані вами вакансії поки не видимі"),
                n("df6835a6", "Увімкніть показ вакансій у своєму профілі, щоб демонструвати вибрані вакансії над вашими дописами й розмістити посилання на список усіх відкритих вакансій."),
                n("fc504ea0", "Увімкнути показ вакансій"),
                n("a511934e", "Почніть підбирати персонал в Х"),
                n("e68d2d16", "Подати заявку на участь у бета-версії"),
                n("f7a37e30", "Натискаючи «Подати заявку на участь у бета-версії», ви погоджуєтеся отримувати листи на робочу адресу електронної пошти, пов’язану з цим профілем, коли вам буде надано доступ до бета-версії."),
                n("bfef82f0", "Підбір персоналу в Х — це безкоштовна функція для підтверджених організацій, яка дає їм змогу публікувати вакансії, виділяти їх у своєму профілі й приваблювати найкращих спеціалістів."),
                n("h4b890c2", "Підбір персоналу в X дає змогу публікувати вакансії, демонструвати їх у своєму профілі й залучати найкращих кандидатів."),
                n("c3f28126", "Охопіть масивну аудиторію"),
                n("dec1601e", "В Х є понад 528 млн користувачів. Від розробників ПЗ до роздрібних продавців і операторів вилкових навантажувачів — тут ви знайдете потрібного кандидата."),
                n("be8393da", "Виділіть найважливіші вакансії"),
                n("i8c856ce", "Демонструйте у своєму профілі до трьох вакансій. Їх бачитимуть усі відвідувачі профілю."),
                n("d8bc6eea", "Ви можете виділити до п’яти вакансій у профілі своєї компанії. Їх бачитимуть усі відвідувачі профілю."),
                n("a049efd4", "Швидкий імпорт вакансій"),
                n("d12be15a", "Підключіть підтримувану автоматизовану систему керування підбором персоналу або XML-фід, щоб додати свої вакансії в Х за лічені хвилини."),
                n("d248d75e", "Отримати підтримку"),
                n("c49d8e42", "Потрібна допомога? Зв’яжіться з нами"),
                n("ib244b2e", "Скопіювати електронну адресу"),
                n("b450472c", "Імпортувати вакансії"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "Оновити вакансії"),
                n("aa4c37cc", "Показувати вакансії в профілі"),
                n("d4b82638", "Демонструйте вакансії у своєму профілі"),
                n("e405b1c2", "Увімкніть показ вакансій у своєму профілі, щоб отримувати більше заявок на ключові позиції та надавати кандидатам огляд усіх доступних вакансій."),
                n("a85cda86", "Передусім додайте вакансії"),
                n("c04b6472", "Імпортуйте чи додайте вакансії за кілька простих кроків, щоб знайти більше кандидатів. Ви також можете поділитися вакансіями зі своїми читачами й виділити їх у профілі компанії."),
                n("d14c02d0", "Додати вакансії вручну"),
                n("b12424fc", "Нова вакансія"),
                n("ca8df1e2", "Створіть вакансію та додайте її до свого списку вакансій. Кожна вакансія має містити URL заявки, де кандидати зможуть дізнатися більше про роботу й подати заявку."),
                n("f4f4dd60", "Обов’язкове поле"),
                n("b2c213e0", "Перевищено максимальну кількість символів"),
                n("d84e9c2a", "Укажіть тип зайнятості."),
                n("bc8b300c", "Робочі обов’язки"),
                n("d1eedb50", "Розкажіть кандидатам, що буде входити в їхні обов’язки."),
                n("eaf3ce64", "Команда"),
                n("b36cd50e", "Опишіть команду, з якою буде працювати кандидат."),
                n("d3a427ce", "Зазначте необхідний рівень досвіду."),
                n("i7174442", "Опис роботи"),
                n("fef0cf02", "Опишіть вакансію детально. Укажіть основні обов’язки, а також необхідні навички й знання, якими має володіти кандидат."),
                n("b7800bec", "Опишіть вакансію в 200 символах. Цей опис буде показуватися в постах, рекомендаціях і результатах пошуку."),
                n("a5244ece", "URL заявки (обов’язково)"),
                n("g2b553f6", "Укажіть загальнодоступну URL-адресу сторінки, за якою кандидати можуть подати заявку."),
                n("c2e77608", "Назва посади (обов’язково)"),
                n("cdf414d4", "Використовуйте стандартні галузеві назви посад, щоб покращити видимість вакансії в результатах пошуку й рекомендаціях."),
                n("cc59319a", "Використовуйте стандартні назви посад, які впізнає більшість кандидатів."),
                n("e7117ee4", "Місцезнаходження (обов’язково)"),
                n("c05176ec", "Якщо робота потребує відвідування офісу, укажіть місцезнаходження. Якщо це віддалена робота, укажіть країни/регіони, звідки можна працювати."),
                n("d70c24d4", "Використовується для покращення видимості вашої вакансії в результатах пошуку."),
                n("de1c4376", "Діапазон зарплати"),
                n("hf352d42", "Зазначте діапазон зарплати, який бачитимуть кандидати. Якщо ви не хочете цього робити, переконайтеся, що це не заборонено місцевими законами щодо прозорості оплати."),
                n("ede7d0a2", "Валюта"),
                n("b925c18c", "Тип зарплати"),
                n("j3d242ce", "Недійсний діапазон"),
                n("f4d07bd2", "Розкажіть детальніше про вакансію, щоб кандидатам було легше знайти ваші пропозиції через пошук."),
                n("b8cbb51a", "Короткий опис вакансії"),
                n("bda6881e", "Цю вакансію імпортовано з вашої автоматизованої системи керування підбором персоналу (ATS). Зверніть увагу, що редагувати можливо лише деякі поля."),
                n("b075c68a", "Змінити вакансію"),
                n("d4b6a6e0", "Вітрина «Профіль»"),
                n("j2dd3686", "Вибрані вакансії показуватимуться над вашими дописами."),
                n("af1cfd46", "Інтеграція ATS"),
                n("d6fa2944", "Видалення інтеграції не призведе до видалення імпортованих вакансій."),
                n("h99f11fa", "Видалити інтеграцію"),
                n("eef1ae76", "Наразі підключено"),
                n("a915f5c1", function (e) {
                    return "Підключено: " + e.ats;
                }),
                n("af7286b7", function (e) {
                    return "Знижка " + e.percentage + "% на рік Premium";
                }),
                n("c924ad84", "Безперервне відтворення відео"),
                n("de750a3c", "Вони будуть доступні, навіть коли ваш телефон заблоковано"),
                n("he5e87c4", "Підніміть свої відповіді"),
                n("g64a60ba", "Пріоритет ваших відповідей на пости буде трохи вищим"),
                n("a7ee832a", "Виправляйте помилки протягом 60 хвилин після публікації"),
                n("fdd77a34", "Публікуйте довші пости"),
                n("j6d26a7a", "Пишіть стільки, скільки хочете"),
                n("c4fd68da", "Налаштуйте X під себе"),
                n("c0195168", "Змініть піктограму додатка й параметри навігації"),
                n("b6b5dc94", "Підтвердьте свій профіль"),
                n("b06db848", "Виділяйтеся серед інших на платформі"),
                n("e3e3a97c", "Отримуйте частку доходу від своїх постів");
            n("f15bc24e", "Підвищені ліміти для Grok"),
                n("c4666e1c", "Більше можливостей використання Grok 3 – нашої найновішої моделі"),
                n("he74ae7a", "Найвищі ліміти використання Grok"),
                n("f5732cd4", "А також розширений доступ до режимів DeepSearch та «Обдумування»"),
                n("e0198956", "Отримуйте частку доходу від взаємодії підтверджених користувачів із вашим контентом в X."),
                n("iadf78e2", "Можливість завантажувати відео"),
                n("ee54c3de", "Зберігайте відео прямо на своєму пристрої"),
                n("ae03594c", "Базове підняття відповідей"),
                n("e6bb08c0", "Підвищте видимість своїх відповідей"),
                n("bf2a6acc", "Покращене підняття відповідей"),
                n("c2059276", "Користуйтеся можливістю підняття ваших відповідей."),
                n("b023ec20", "Максимальне підняття відповідей"),
                n("g337328e", "Максимально підвищте видимість своїх відповідей"),
                n("fa006202", "Відтворення відео на фоні"),
                n("jf389778", "Дивіться відео, використовуючи інші додатки"),
                n("f2977d80", "Папки закладок"),
                n("j1d3d910", "Організуйте збережені пости, щоб легко їх знаходити"),
                n("f0f48668", "Преміум-підтримка"),
                n("c3148608", "Отримуйте допомогу швидше"),
                n("b485ca6e", "Вкладка «Вибране»"),
                n("d438955e", "Демонструйте свої найкращі пости"),
                n("f373a352", "Зашифровані ПП"),
                n("g7405aca", "Безпечно спілкуйтесь у чаті завдяки наскрізному шифруванню"),
                n("j659fa0c", "Найкраща версія Grok 3"),
                n("ibff5694", "Найвищий ліміт використання, режими DeepSearch та «Обдумування», а також ранній доступ до нових функцій"),
                n("i824f4da", "Менше реклами"),
                n("bd17076c", "У стрічках «Для вас» і «Ви читаєте» буде приблизно вдвічі менше реклами."),
                n("cef2cac8", "Насолоджуйтеся повною відсутністю реклами – брендований контент з’являтиметься лише зрідка й не на найвидніших місцях."),
                n("c97920c0", "Відео в режимі офлайн"),
                n("i4379b18", "Зберігайте будь-які відео для перегляду офлайн"),
                n("f94c6bae", "Галочка підтвердженого профілю"),
                n("d72055d6", "Підвищте довіру за допомогою галочки підтвердженого профілю "),
                n("f54af178", "Можливість писати статті"),
                n("c5cd5d42", "Публікуйте розгорнутий контент, щоб стати лідером думки"),
                n("jbdb08cc", "Аналізуйте показники свого профілю, щоб розуміти його ефективність."),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "Завантажуйте медіафайли й керуйте ними"),
                n("id067c96", "Пошук у Radar"),
                n("jf991d48", "Будьте на крок попереду, відстежуючи тренди в реальному часі"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "Потужний інструмент для роботи в реальному часі для людей, які проводять прямі ефіри в X. Відстежуйте кілька стрічок на одному екрані (лише у веб-версії)."),
                n("b3e50ef2", "Створення спільнот"),
                n("bb1a4e44", "Створіть власну спільноту"),
                n("j010228e", "Вам виплачуватиметься частка доходу, який X отримує від ваших найзавзятіших читачів, котрі щомісяця передплачують ваш контент."),
                n("h0e1730e", "Пріоритизація відповідей"),
                n("jf7f743c", "Публікація довших відео"),
                n("c0c25b6c", "Папки закладок"),
                n("ab31c79e", "Особливі піктограми додатка"),
                n("a8a702ae", "Власна панель навігації"),
                n("d5ab1b50", "Отримайте значок підтвердження"),
                n("ac298984", "Підвищена пріоритизація відповідей"),
                n("g20df450", "Удвічі менше реклами"),
                n("h8dfc4de", "Підвищені ліміти використання Grok"),
                n("bf7614d4", "Передплати для творців"),
                n("gadc9f4a", "Максимальна пріоритизація відповідей"),
                n("c127c5c2", "Без реклами"),
                n("c1e0f3c8", "Доступ до режимів Grok DeepSearch та «Обдумування»"),
                n("aac0bbb6", "Доступ до Radar"),
                n("a6722922", "Без реклами"),
                n("ba016532", "Підняття відповідей"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "МАКС."),
                n("b1492c6c", "Максимальне"),
                n("fb5e2c14", "Додавайте пости у вибране з X Premium"),
                n("gd1f4cfa", "Демонструйте свої найкращі пости в профілі"),
                n("h59250bc", "Зашифровані повідомлення з X Premium"),
                n("ed62d546", "Довші пости з X Premium"),
                n("ca447200", "Аутентифікація через SMS із X Premium"),
                n("af2b99ea", "Редагуйте пости з X Premium"),
                n("ha265914", "Організуйте закладки з X Premium"),
                n("gda940ae", "Створіть спільноту з X Premium"),
                n("c7e5ac54", "Менше реклами з X Premium"),
                n("e03589ba", "Піднімайте свої пости з X Premium"),
                n("f0f8c82a", "Приєднуйтеся до чатів лише для перевірених користувачів із X Premium"),
                n("fecf5aaa", "Публікуйте відео у форматі Full HD з X Premium"),
                n("c00d2be2", "Редагуйте відео з X Premium"),
                n("cd360b86", "Питайте Grok про що завгодно"),
                n("d2e1a7a2", "Доступно з X Premium"),
                n("e664abe2", "Відео в X. Заряджено на повну!"),
                n("e595a3e2", "Користуйтеся найкращими функціями для відео з Premium"),
                n("i3c9329a", "Виділяйтеся на фоні інших за допомогою форматованого тексту"),
                n("cc9def68", "Лише з X Premium"),
                n("hdef5966", "Завантажуйте відео на свій пристрій"),
                n("c748224a", "Отримати доступ із X Premium"),
                n("ebfc88bc", "Отримайте доступ до ексклюзивних функцій"),
                n("f652e9ac", "Отримайте доступ до інших переваг із Premium"),
                n("d67e94c0", "Вам будуть недоступні..."),
                n("j1d3098c", "Отримайте доступ до інших переваг із Premium+"),
                n("gd573390", "І все, що є в Basic..."),
                n("ef94bbd4", "Перейдіть на Premium+"),
                n("dcd830ce", "І все, що є в Premium..."),
                n("b7dde622", "З Днем подяки! Пропозиція діятиме ще:"),
                n("i0180ca1", function (e) {
                    return "До " + e.date + ". Із Днем подяки!";
                }),
                n("hb9d0e00", "Наша пропозиція на честь другої річниці діятиме ще:"),
                n("d2b23e0d", function (e) {
                    return "Premium святкує свій день народження! Пропозиція діє до " + e.date + ".";
                }),
                n("bb4998fb", function (e) {
                    return "До " + e.date;
                }),
                n("c0847ebc", "Усі переваги Basic, а також…"),
                n("ed672bfa", "Усі переваги Basic та Premium, а також…"),
                n("db63fa1c", "Виберіть план Premium"),
                n("b128c6bc", "Отримайте значок підтвердження та багато інших чудових переваг"),
                n("a9904a1c", "Заощаджуйте на X Premium протягом певного періоду"),
                n("acfaf7a0", "Порівняння рівнів і функцій"),
                n("e1606e52", "Змінення передплати"),
                n("d2f2b91a", "тут"),
                n("j4b4310e", "Секунди"),
                n("af863ee9", "безкоштовний пробний період"),
                n("f5705987", "Умови надання послуг для покупців"),
                n("h89dabac", "Скасувати її можна в будь-який момент."),
                n("f36b8e14", "Не вдалося отримати відомості про цей продукт. Спробуйте перезавантажити сторінку."),
                n("f1756574", "на місяць"),
                n("i650ff14", "на рік"),
                n("dbcd25db", function (e) {
                    return "за перші " + e.numberOfDays + " дн.";
                }),
                n("bd40d5b5", function (e) {
                    return "Передплатити план " + e.title;
                }),
                n("i36a0b6e", "Оформити передплату поки що можна лише в додатку Х для iOS."),
                n("c906ad94", "Знизити рівень"),
                n("db5c77e0", "Це ваша активна передплата"),
                n("h77ef73e", "Перейти на місячний план"),
                n("d723d44a", "Перейти на річний план"),
                n("gf6b66b8", "Підтвердьте змінення передплати, що набуває чинності сьогодні"),
                n("e83daf87", function (e) {
                    return "Підтвердьте змінення передплати, що набуває чинності " + e.date;
                }),
                n("f27022d6", "Поточний план"),
                n("i9d5f4b6", "Новий план"),
                n("ia390d8a", "Як відбувається зниження рівня"),
                n("fd80b875", function (e) {
                    return "Ваш поточний план залишиться активним до закінчення розрахункового циклу. " + e.nextBillingDate + " ви перейдете на " + e.newTierName + " і платитимете за новим тарифом.";
                }),
                n("c8fb177a", "Як буде скоригована оплата"),
                n("df776505", function (e) {
                    return "Ви переходите на " + e.newTierName + " із новим періодом виставлення рахунків. Плату за новий тарифний план буде списано з вас сьогодні, але її суму буде зменшено за рахунок коштів, що залишилися після попередньої оплати. Перехід відбудеться негайно, і рахунки виставлятимуться відповідним чином.";
                }),
                n("d7efb6ba", "Ви переходите зі щомісячного виставлення рахунків на щорічне. Плата за річний план буде списана з вас сьогодні, при цьому пропорційний щомісячний баланс, що залишився, буде зарахований у загальну суму оплати. Перехід відбудеться негайно, і рахунки виставлятимуться щороку."),
                n("a5f2cf70", "Ви переходите із щорічного виставлення рахунків на щомісячне. Сума плати за рік, що залишилася, буде покривати ваші щомісячні платежі, поки вона не закінчиться. Перехід відбудеться негайно, і рахунки виставлятимуться щомісяця."),
                n("ef1c0208", "Підтвердити змінення плану"),
                n("ia08113f", "Умови надання послуг для покупців"),
                n("d2962b73", "Умовах"),
                n("b421795a", "Скасувати її можна будь-коли"),
                n("f8d88ac7", "Умови надання послуг для покупців"),
                n("ca220fe9", "Умовах"),
                n("ab8beda0", "Скасувати її можна будь-коли"),
                n("ife2636d", "Умови надання послуг для покупців"),
                n("fb57be65", "Умовах"),
                n("e468a6c2", "Скасувати її можна будь-коли"),
                n("e9f4c89b", "Умови надання послуг для покупців"),
                n("hce73b41", "Умовах"),
                n("i4db5c92", "Скасувати її можна будь-коли"),
                n("ae095fe8", "ШІ Grok"),
                n("d4e60288", "Найвищий ліміт використання"),
                n("abaa4274", "Доступ до режимів DeepSearch та «Обдумування»"),
                n("e0d53864", "Ранній доступ до нових функцій"),
                n("g1be3530", "БЕЗКОШТОВНИЙ ПРОБНИЙ ПЕРІОД"),
                n("b10b4f1f", function (e) {
                    return "ЗАОЩАДЬТЕ " + e.percentOff + "% ДО " + e.date;
                }),
                n("b8d0bd19", function (e) {
                    return "Спробуйте " + e.productName + " безкоштовно";
                }),
                n("f89dfa74", "Найкраща пропозиція"),
                n("b9a4d8c6", "Щороку"),
                n("f5fb58b4", "Плюс усі функції X Premium"),
                n("i527045e", "Галочка, розширений доступ до Grok, підняття відповідей, аналітика й багато іншого"),
                n("ga482a88", "Річний план"),
                n("hc64d5b0", "Місячний план"),
                n("de7db957", function (e) {
                    return e.price + " на рік із щорічною оплатою";
                }),
                n("d8982437", function (e) {
                    return e.price + " на рік із щомісячною оплатою";
                }),
                n("f0ad5cc8", "рік"),
                n("a0dc6e4c", "Наразі недоступно"),
                n("jd8b2e66", "Передплатити"),
                n("ca784c0c", "Передплатити з Apple"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "Заощадити до 30%"),
                n("i7fbacc4", "Перейти на інший план"),
                n("c9cc122b", function (e) {
                    return e.feature + " входить у план " + e.title;
                }),
                n("bff35771", function (e) {
                    return e.feature + " не входить у план " + e.title;
                }),
                n("a69fd369", function (e) {
                    return "Від " + e.price;
                }),
                n("e563a5d1", function (e) {
                    return "Передплатити зі знижкою " + e.percentage + "% (на обмежений час)";
                }),
                n("dfc5f972", "І багато іншого…"),
                n("fb8453c8", "Отримайте доступ до запитів на DeepSearch і обдумування"),
                n("e45b3f30", "Запити на дослідження й міркування"),
                n("aaebdc2e", "Значно розширений доступ до Grok 3 mini та Grok 3"),
                n("ddf8a412", "Ранній доступ до нових функцій"),
                n("gfb04ef4", "Усі функції Premium+ в X"),
                n("b601cfbb", function (e) {
                    return "Спробувати за " + e.price + " на місяць";
                }),
                n("i3e90e20", "Наразі недоступно"),
                n("d9e9ce26", "Оформте передплату й заплатіть:"),
                n("j1f5a580", "Під час оформлення вашої передплати Premium виникла проблема. Перевірте свою платіжну інформацію й спробуйте ще раз."),
                n("ebc84442", "Реєстрація передплати Premium"),
                n("cd9102d4", "Виберіть категорію"),
                n("eb551aea", "Показувати категорію в профілі"),
                n("f386777a", "Змінити тип профілю"),
                n("db483090", "Змінено на особистий профіль"),
                n("c701200c", "Змінено на бізнес-профіль"),
                n("acd8da0a", "Змінено на профіль творця"),
                n("cb55ecce", "Перейти на особистий профіль"),
                n("h4aeb984", "Перейти на особистий профіль"),
                n("ada6073a", "Не потрібні професійні інструменти?"),
                n("eb723d4c", "В особистих профілях немає таких інструментів, як вітрина профілю чи менеджер торгівлі. Якщо ви захочете повернутися назад, вам доведеться налаштувати новий професійний профіль."),
                n("hbb1af08", "Перейти на бізнес-профіль"),
                n("a9b5e3aa", "Ні, скасувати"),
                n("ia49207a", "Так, перейти"),
                n("g3f74902", "Перейти на бізнес-профіль?"),
                n("f3bcfac0", "Найкраще підходить брендам, роздрібним магазинам, постачальникам послуг та організаціям."),
                n("d0c3f02e", "Перейти на профіль творця"),
                n("a01e84e0", "Перейти на профіль творця?"),
                n("e8af8ef4", "Найкраще підходить громадським діячам, митцям та лідерам думок."),
                n("e44eab74", "Зараз не всі модулі підтримуються на всіх клієнтах Х"),
                n("ce4185bc", "Нові вітрини незабаром"),
                n("b5aed332", "Вітрини недоступні"),
                n("g419ecf4", "Залишитися на сторінці"),
                n("d3a097a2", "Так, відхилити"),
                n("j1e1cd30", "Відхилити зміни?"),
                n("fc779c28", "Виставити вітрину"),
                n("ie85a7a8", "Видалити відомості про вашу компанію?"),
                n("b5348efc", "Години не вказано"),
                n("db285564", "Завжди відчинено"),
                n("g7993eee", "Нетипові години"),
                n("c9ee902a", "Показувати карту"),
                n("j224a074", "Усі надані відомості про розташування будуть загальнодоступні, коли ввімкнуто вітрину «Локація». Щоб переглянути номер телефону та адресу електронної пошти, натисніть кнопку «Контактні дані»."),
                n("f448cbcc", "Необов’язково"),
                n("c16c9568", "Адреса"),
                n("i3a38711", "Умови використання Карт Google"),
                n("beb66f50", "Політику конфіденційності Google"),
                n("e0d47030", "Де ваші клієнти можуть зв’язатися з вами? Зверніть увагу, що ця інформація буде відображатися для всіх, щоб клієнти могли вас знайти. Ви зможете прибрати її в будь-який момент."),
                n("c7a4adb0", "Додайте адресу"),
                n("cd39daf6", "Поштовий індекс"),
                n("gc0df5a6", "Додати поштовий індекс"),
                n("c6c16a52", "Місто"),
                n("aa8015be", "Додати місто"),
                n("b688f53a", "Область/регіон"),
                n("a67f5bbc", "Додати область/регіон"),
                n("if92b1b4", "Додати країну"),
                n("ffc5590e", "Неприпустиме місто"),
                n("a8fd64d8", "Пошук країн"),
                n("a0abe108", "Неприпустима область/регіон"),
                n("j163df8e", "Неправильна адреса"),
                n("af9b9b78", "Неправильний поштовий індекс"),
                n("i373e022", "Введіть адресу електронної пошти"),
                n("f91751f8", "Ця інформація відображатиметься для широкого загалу"),
                n("g33c0564", "Недійсна адреса електронної пошти"),
                n("ga71fbf4", "Час роботи"),
                n("ca2ba204", "Змінити нетипові години"),
                n("d7b7dbca", "У вашому профілі не буде вказано години"),
                n("a460e770", "Наприклад, парки, пляжі, інтернет-магазини"),
                n("ddc88bf0", "Установіть години роботи на кожен день"),
                n("j11df0ca", "Години накладаються"),
                n("f9f911f4", "Пошук часових поясів"),
                n("d21a4252", "Додати інші години"),
                n("ac6ce1c0", "Із"),
                n("c647aac8", "До"),
                n("b926e64a", "Введіть веб-сайт"),
                n("i019c8b6", "По телефону"),
                n("eabc6906", "SMS"),
                n("h24d868c", "По телефону й SMS"),
                n("fa64f1fc", "Виберіть код країни"),
                n("c7d3629a", "Номер телефону"),
                n("ce48a958", "Як із вами краще зв’язуватися?"),
                n("b97705ce", "Зверніть увагу, що цей номер телефону буде відображатися для всіх, щоб клієнти могли з вами зв’язатися. Ви зможете прибрати його в будь-який момент."),
                n("f7ff19ec", "Додати код країни"),
                n("bb7f177a", "Неправильний номер телефону"),
                n("b91d1394", "Додайте додаток"),
                n("d3cd1160", "Додайте додаток iOS"),
                n("f2124008", "URL-адреса App Store"),
                n("dc0d9d6a", "Додайте додаток Android"),
                n("dd1605f0", "URL-адреса Google Play"),
                n("g4098f78", "Де її знайти?"),
                n("b949cdc6", "Видалити додаток"),
                n("b4b8a486", "Вибрати спільноту"),
                n("jfe04cf6", "Очистити вибір?"),
                n("a14aa8dc", "Спільноту буде прибрано з вашої вітрини."),
                n("cc4add98", "Виберіть спільноту, щоб переглянути, який вигляд вона матиме на вашій профільній сторінці"),
                n("jd3e9ea6", "У вас немає спільнот"),
                n("daad9741", "створити власну спільноту"),
                n("c46cdabc", "Додаткові інструменти"),
                n("f6a2233a", "Надавайте дозволи іншим профілям"),
                n("ccb3ca48", "Налаштування бізнесу"),
                n("b0ef3100", "Створюйте яскраві рекламні кампанії"),
                n("ff1c5e1a", "Професійний хаб"),
                n("f53adc36", "Досягайте реальних результатів"),
                n("hc4981d6", "Вітрини профілю"),
                n("fbce8dbe", "Знайти цікавих людей"),
                n("ae76c624", "Установіть більше зв’язків"),
                n("ae0383d4", "Підвищте взаємодію та охопіть більше людей"),
                n("a1dbe746", "Підніміть взаємодію та охопіть більше людей"),
                n("hbd124ae", "Підніміть пост"),
                n("hd80bd3e", "Прорекламуйте пост"),
                n("fe2b0008", "Дізнайтеся, як користуватися X"),
                n("h257d4aa", "Виберіть пост для реклами"),
                n("fe946974", "Your trial of X without ads"),
                n("f6c50ec0", "Your ad-free trial has ended"),
                n("b1319404", "Ads avoided"),
                n("baa4acae", "You’re seeing more personalized content."),
                n("c00e8600", "Estimated time saved"),
                n("ic073e4e", "Your time is valuable."),
                n("eb866e88", "Estimated 1-year time savings"),
                n("aa77b70c", "Based on your usage."),
                n("c534c6b4", "We’re crunching the numbers..."),
                n("i57332f0", "Keep scrolling and check back later to see how many ads you’ve avoided and how much you’ve time saved"),
                n("cc10f019", function (e) {
                    return e.minutes + " хвилин" + f(e.minutes, "и", "", "а", "и");
                }),
                n("f9b6b7d3", function (e) {
                    return e.hours + " годин" + f(e.hours, "и", "", "а", "и");
                }),
                n("a9af8753", function (e) {
                    return e.days + " д" + f(e.days, "ні", "нів", "ень", "ня") + ", " + e.hours + " годин" + f(e.hours, "и", "", "а", "и");
                }),
                n("b93d00e5", function (e) {
                    return e.days + " д" + f(e.days, "ні", "нів", "ень", "ня");
                }),
                n("be88be23", function (e) {
                    return "Вашу " + e.durationInDays + "-денну пробну версію без реклами активовано";
                }),
                n("a4413462", "Throughout the trial you can see stats about how many ads you haven’t seen and how much time you’ve saved."),
                n("ae3f3b0e", "Enjoy!"),
                n("cdac8dc4", "See your new feed"),
                n("dec99336", "Ad-free"),
                n("i95803fa", "Unfortunately, you are not eligible at this time."),
                n("d28a1d72", "Дізнавайтеся про нові тренди раніше за всіх завдяки Radar"),
                n("fb70427a", "Представляємо найпотужніший інструмент пошуку в X."),
                n("i54bf620", "Моніторинг ключових слів"),
                n("e8bb09bc", "Будьте в курсі будь-яких тем, використовуючи розширені можливості пошуку."),
                n("d4c9d5aa", "Візуалізація трендів"),
                n("e78263fe", "Відстежуйте розмови за допомогою діаграм щоденних дій за останні 3 дні."),
                n("e3ed8220", "Метрики в реальному часі"),
                n("f4952956", "Отримуйте миттєву статистику постів на основі ваших запитів."),
                n("cce3f116", "Пост додано в закладки"),
                n("b593b396", "Пост видалено із закладок"),
                n("af9c8a3e", "Відкрити додаток"),
                n("ef483238", "Сторінка з відомостями про статус посту"),
                n("jcf3ff56", "Великий текст"),
                n("f1252ac8", "Середній текст"),
                n("daa0da04", "Маленький текст"),
                n("ba5256b2", "Розмір шрифту"),
                n("h030c24c", "Повідомити про проблему"),
                n("b12ffee6", "Забанити у спільноті"),
                n("e37836f8", "Відомості щодо скарги"),
                n("fb35e52a", "Переглянути правило"),
                n("e238c590", "Що далі"),
                n("if218e60", "Вашу скаргу буде розглянуто нашою командою та технологічними засобами. Якщо ми виявимо порушення правил, то повідомимо вам, яких заходів ми вживаємо."),
                n("b6dc1984", "Яка процедура?"),
                n("b0a16894", "Контекст має значення. Під час впровадження наших правил ми звертаємо увагу на такі фактори (список не є вичерпним):"),
                n("d4716820", "Чи повідомлення, на яке подається скарга, спрямовано проти людей через їхню ідентичність?"),
                n("e899a534", "Наскільки серйозне це порушення?"),
                n("d9c4e7ae", "Скаргу подала особа, проти якої спрямовано повідомлення?"),
                n("afb51066", "Повторювані скарги не пришвидшать процедуру."),
                n("b7ba712a", "Порушення виявлено"),
                n("d90b8c04", "Порушень не виявлено"),
                n("c2d0494a", "Наші рекомендації з безпеки"),
                n("be46e000", "Повторювані скарги"),
                n("e846ae32", "Навіть якщо контент видалено, хтось міг встигнути скопіювати його чи зробити скріншоти. Якщо ви побачите цей контент в X, сповістіть нас, щоб ми могли його вилучити."),
                n("e3647d08", "Зверніться до правоохоронних органів"),
                n("gad89c4a", "Якщо ви відчуваєте, що вам загрожує небезпека, радимо звернутися до місцевих правоохоронних органів. Вони можуть проконсультуватися з нашими рекомендаціями для правоохоронних органів, якщо у них виникнуть додаткові запитання. "),
                n("h7fa9240", "США:"),
                n("fb2ff552", "Національна лінія запобігання самогубствам за номером 988."),
                n("bb57e8c0", "Інші країни та регіони:"),
                n("b9ce59ba", "Ще раз дякуємо, що звернули на це нашу увагу."),
                n("d42899ad", "Міжнародної асоціації із запобігання самогубствам"),
                n("c9853de0", "Вміст приховано"),
                n("c197728e", "Вирішені"),
                n("f4422d78", "Скарги"),
                n("i07c24fa", "У вас немає відкритих скарг"),
                n("h542c98a", "Переглянути деталі"),
                n("e6e11d12", "У вас немає вирішених скарг"),
                n("ibf33bae", "Повідомляйте про дублікати, щоб їх можна було прибрати"),
                n("a288ca36", "рекомендаціями для правоохоронних органів"),
                n("a62c9c34", "Читайте те, що вам цікаво."),
                n("cf39fca2", "Послухайте, про що говорять люди."),
                n("j86184fe", "Долучайтеся до розмов."),
                n("ac2035f2", "Приєднуйтеся сьогодні."),
                n("h0af9418", "Створити профіль"),
                n("eba1b198", "Тут і зараз"),
                n("fa811c30", "У вас уже є профіль?"),
                n("b4bdfb3e", "Завантажити додаток Grok"),
                n("f991cfaa", "Отримати доступ до Grok"),
                n("a4298bc0", "X. Все, що актуально."),
                n("j3f49ff6", "Від екстрених новин і розваг до спортивних подій і політики. Будьте в курсі всіх подробиць завдяки повідомленням із місця подій."),
                n("d65555c2", "АБО"),
                n("e75df5c9", function (e) {
                    return e.query + " – пошук";
                }),
                n("ac4fb0f4", "Фото"),
                n("aea62568", "Фільтри пошуку"),
                n("gfcfbf8c", "Ваш пошуковий запит збережено."),
                n("a4645d92", "Ваш збережений пошуковий запит видалено."),
                n("b11805af", function (e) {
                    return "Перегляньте пости на тему «" + e.query + "» в X. Дізнайтеся, про що говорять люди, і приєднуйтеся до розмови.";
                }),
                n("d610e8c3", function (e) {
                    return "Найсвіжіші пости на тему «" + e.query + "». Дізнайтеся, про що говорять люди, і приєднуйтеся до розмови.";
                }),
                n("j622effe", "Розширений пошук"),
                n("i5045e74", "Будь-де"),
                n("h2388754", "Поблизу"),
                n("a0cf4306", "Зведення від Grok"),
                n("f97f7b46", "Приховати зведення від Grok"),
                n("f9d35b98", "Ви можете зберегти не більше 25 пошукових запитів. Видаліть якийсь пошуковий запит, щоб зберегти новий."),
                n("ha925ad4", "Щось пішло не так. Ще раз спробуйте зберегти пошуковий запит за хвилину."),
                n("h0a9931c", "Щось пішло не так. Ще раз спробуйте видалити пошуковий запит за хвилину."),
                n("h4912b5e", "Зберегти пошуковий запит"),
                n("b9bc69ca", "Видалити збережений пошук"),
                n("eb63de70", "X – розширений пошук"),
                n("d3938be8", "Слова"),
                n("e0dded5e", "Взаємодія"),
                n("a097f7ba", "Дати"),
                n("c03f15ca", "Будь-яка мова"),
                n("cb334136", "Посилання"),
                n("jf1cbcc2", "Включити пости з посиланнями"),
                n("gede6f6e", "Показати лише пости з посиланнями"),
                n("bda44dd4", "Включити відповіді та оригінальні пости"),
                n("ab870904", "Показати лише відповіді"),
                n("b6215680", "Усі ці слова"),
                n("cceffa5e", "Наприклад: що відбувається · містить і «що», і «відбувається»"),
                n("f1c5faee", "Саме ця фраза"),
                n("ad10780e", "Наприклад: ботанічний сад · з точною фразою «ботанічний сад»"),
                n("a555a3f4", "Будь-яке з цих слів"),
                n("ee8a2b60", "Наприклад: коти собаки · містить або «коти», або «собаки» (або і те, і те)"),
                n("f51fe348", "Жодне з цих слів"),
                n("hb657ad4", "Наприклад: коти собаки · не містить ні «коти», ні «собаки»"),
                n("d10da5da", "Ці хештеги"),
                n("f0b52b50", "Наприклад: #ThrowbackThursday · з хештегом #ThrowbackThursday"),
                n("e292598a", "Від цих профілів"),
                n("hef790d8", "Приклад: @X · від @X"),
                n("g2c27394", "До цих профілів"),
                n("d158d9d0", "Приклад: @X · у відповідь @X"),
                n("a10e3230", "Згадка про ці профілі"),
                n("daaf2c72", "Наприклад: @SFBART @Caltrain · згадує @SFBART або @Caltrain"),
                n("b18366ba", "Мінімальна кількість відповідей"),
                n("f481ba1c", "Приклад: 280 · пости зі щонайменше 280 відповідями"),
                n("ib3ddbd4", "Мінімальна кількість вподобань"),
                n("ef994dac", "Приклад: 280 · пости зі щонайменше 280 вподобаннями"),
                n("a504ca74", "Мінімальна кількість репостів"),
                n("jd9bd944", "Приклад: 280 · пости зі щонайменше 280 репостами"),
                n("e95b9448", "Загальне"),
                n("f458a3b2", "Приватність"),
                n("bdc6f5b8", "Ваш профіль"),
                n("ea848de8", "Ранні налаштування X"),
                n("df483b48", "Перемикачі функцій"),
                n("bd05add8", "Не бот"),
                n("d94f12b6", "Спробуйте шукати сповіщення, конфіденційність тощо."),
                n("ba8f6f82", "Пошук у налаштуваннях"),
                n("g931a6e5", function (e) {
                    return "Ви читаєте " + e.topic;
                }),
                n("h3f9027a", "Пости на цю тему відображатимуться у вашій головній стрічці. Ця тема допоможе персоналізувати X для вас."),
                n("e241095e", "Ваші теми"),
                n("f8bc75e2", "своїх тем"),
                n("ed827af6", "Тема недоступна."),
                n("d094c720", "Усі теми"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | Теми";
                }),
                n("g02269ba", "Почніть читати теми, щоб бачити в X пов’язані з ними пости від різних експертів і фанатів."),
                n("e80d2509", function (e) {
                    return "Почніть читати тему «" + e.topicName + "». Ви бачитимете найпопулярніші пости від різних експертів, фанатів і просто людей, які часто обговорюють тему «" + e.topicName + "» в X.";
                }),
                n("e44b4256", "Історія зведення"),
                n("a74af3f8", "Історію зведення не знайдено."),
                n("c3077694", "Пости в тренді"),
                n("a9042b6c", "Історія тренду"),
                n("ed54bc32", "Поскаржитися на тренд"),
                n("f89bcc50", "Скаргу на тренд надіслано"),
                n("gde7b6b0", "Видалити"),
                n("i6212670", "Завантаження тренду"),
                n("c6a07c10", "Стрічка тренду"),
                n("b0c91a92", "Увійдіть чи зареєструйтеся, щоб дізнатися, що про це говорять в X"),
                n("d7071084", "Запитати про це в Grok"),
                n("ee2200f4", "Це зведення постів в X, створених Grok. Воно поступово розвиватиметься."),
                n("e1e5d552", "Відредагуйте своє Коло"),
                n("ec13f9cc", "У вашому колі поки нікого немає"),
                n("dab58e32", "Коли ви додасте людей, вони з’являться тут."),
                n("f43112a4", "Як це працює"),
                n("a4d60c94", "Щось пішло не так. Зараз ми не можемо додати цю людину до вашого кола."),
                n("a1ba3bd8", "Ваше коло заповнене. Ви вже використали всі 150 місць у ньому."),
                n("ac3fd6e2", "У вас ще не немає рекомендацій"),
                n("eeb4d3f0", "Ми пропонуватимемо тут користувачів для вашого кола."),
                n("aea3c420", "Цитат поки немає"),
                n("b40a22c0", "Додайте щось від себе, коли поширюєте чужий пост, і він відобразиться тут."),
                n("f08d8d08", "Дайте поштовх постам, які вам подобаються"),
                n("f0ccff52", "Поширте чужий пост у своїй стрічці, зробивши його репост. Коли ви це зробите, він відобразиться тут."),
                n("fc1acb54", "Поки немає вподобань"),
                n("e3527230", "Коли хтось (навіть ви самі) торкнеться сердечка, щоб уподобати цей пост, він з’явиться тут."),
                n("i3e8b808", "Завантаження користувачів, які вподобали цей пост"),
                n("c69fd704", "Завантаження користувачів, які зробили репост цього посту"),
                n("f12858d4", "Уподобання"),
                n("fe62cfec", "Зробили репост:"),
                n("h1c5d6aa", "Надіслали ви"),
                n("h6d45054", "Надіслали всі користувачі"),
                n("da68fff1", function (e) {
                    return e.count + " Монет" + f(e.count, "и", "", "а", "") + " (лише ви це бачите)";
                }),
                n("e35f2534", "Завантаження взаємодій із постом"),
                n("i60dfa72", "Взаємодії з постом"),
                n("dc604dda", "Користувачі, які вподобали цей пост"),
                n("cdd4ef4a", "Користувачі, які зробили репост цього посту"),
                n("icc72234", "Цитати цього посту"),
                n("hc35b530", "Позначок «Подобається» поки немає"),
                n("e0d6a246", "Репостів поки немає"),
                n("i2a26cb4", "Коли хтось торкнеться сердечка, щоб уподобати цей пост, він з’явиться тут."),
                n("i9b724e8", "Тут буде перелічено всіх, хто процитував цей пост."),
                n("a5ab75ae", "Пов’язаних постів не знайдено."),
                n("ce637c0e", "Схожих статей не знайдено."),
                n("fd67deaa", "Поділитися пов’язаними постами"),
                n("f9183bb6", "Копіювати посилання на пов’язані пости"),
                n("fc4e5d96", "Ви можете переглядати аналітику лише для своїх власних постів."),
                n("ab0da59f", function (e) {
                    return e.entity + ": аналітика";
                }),
                n("ae32e7de", "Це рекламований пост. Кількість переглядів цього посту не є загальнодоступною інформацією."),
                n("a10aa36c", "Довідковий центр"),
                n("d0740558", "Довідковий центр"),
                n("d2d76dca", "Довідковий центр"),
                n("de8bcdaa", "Розбивка людей, які бачили ваш пост"),
                n("cfa1ef16", "Підняти"),
                n("d267afa2", "Молодше 20"),
                n("db81cab0", "20–29"),
                n("f173716e", "30–39"),
                n("ada329e6", "40–49"),
                n("j2950694", "Старше 50"),
                n("bcd9cf68", "Понад 65"),
                n("f05f1838", "Інше / не вказано"),
                n("fa5be588", "Органічні"),
                n("c65126fe", "Підняття"),
                n("c61c6624", "Реклама"),
                n("f1196a04", "Аналітика підняття"),
                n("bb66e3fc", "Аналітика реклами"),
                n("g512ddcc", "Аналітика органічного трафіку"),
                n("j9256524", "Розбивка ефективності підняття"),
                n("ceeb3016", "Розбивка ефективності реклами"),
                n("bf4558fa", "Розбивка органічної ефективності"),
                n("c69069e6", "Кількість переглядів посту в X"),
                n("a0615bac", "Загальна кількість взаємодій користувача з постом. Сюди входять усі клацання по посту (у тому числі по хештегах, посиланнях, аватарці, імені користувача та кнопці розгортання), репостах, відповідях, підписках і позначках «Подобається»."),
                n("acc4cf12", "Кількість переходів у профіль із цього посту"),
                n("c7d0d1c4", "Кількість переходів за будь-якою з URL-адрес у цьому пості"),
                n("a4da7724", "Кількість переглядів відомостей про пост"),
                n("jedd2771", function (e) {
                    return e.percentage + " унаслідок підняття";
                }),
                n("g33fd6b1", function (e) {
                    return e.percentage + " з реклами";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " із нечитачів";
                }),
                n("h4cbba3e", "< 5%"),
                n("f4f0094c", "<5% унаслідок підняття"),
                n("h1cdac12", "< 5% унаслідок просування"),
                n("g884b2cc", "< 5% від людей, що не є читачами"),
                n("b32334a0", "Охоплено профілів"),
                n("h142a79c", "Кількість унікальних переглядів цього посту"),
                n("de4def4e", "% з усіх реклам на сьогодні"),
                n("e3390c1e", "Перші 48 годин"),
                n("aead0975", function (e) {
                    return "Тут відстежується кількість переглядів цього посту протягом перших 48 годин після його публікації. Максимально можлива кількість – " + e.maxValue + ".";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " уподобан" + f(e.likeCount, "ня", "ь", "ня", "ня");
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " репост" + f(e.retweetCount, "и", "ів", "", "у");
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " відповід" + f(e.replyCount, "і", "ей", "ь", "і");
                }),
                n("db6efeb8", "Ваша реклама запущена"),
                n("j6daea86", "Ваша кампанія призупинена"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return "Витрачено " + e.spentBudget + " із " + e.totalBudget;
                }),
                n("e8adeec8", "Рекламувати знову"),
                n("fbb5c37e", "Підняти ще раз"),
                n("ccffb487", function (e) {
                    return "На даний момент ваш пост отримав " + e.impressions + " показ" + f(e.impressions, "и", "ів", "", "у") + ". Щоб збільшити охоплення, перейдіть на професійний профіль.";
                }),
                n("ha13fd94", "Підняти пост"),
                n("jede3014", "Ваш реклама на розгляді"),
                n("b823301e", "Після схвалення ми почнемо показувати ваш пост аудиторії, яку ви вибрали."),
                n("a2e48870", "Переглянути рекламну політику X"),
                n("ge538876", "Показники відео, яке ви поширили"),
                n("ca7e10d8", "Унікальні перегляди"),
                n("i611fc96", "Скільки разів це відео переглянули в усіх постах"),
                n("a69cd868", "Кількість унікальних переглядів цього відео"),
                n("f894a688", "Утримання аудиторії"),
                n("ad9d9204", "Відсоток часу, протягом якого глядачі переглядали відео, перш ніж закрити його, і скільки відео вони переглянули."),
                n("da4b7a70", "Відсоток глядачів, які дивилися відео до заданого часу"),
                n("de2d89a2", "Переглянули 25%"),
                n("i92754c2", "Переглянули 50%"),
                n("be8ddcc2", "Переглянули 75%"),
                n("b01410d6", "Переглянули 100%"),
                n("gfb3d8af", function (e) {
                    return "Подивилися до " + e.timeLabel;
                }),
                n("fc6cbba2", "Тут поки що пусто"),
                n("b80a53c8", "Коли буде збиратися більше даних, ви побачите цю інформацію тут."),
                n("d25dccb6", "Для постів, призначених для кола, аналітика недоступна."),
                n("g61ac32a", "Ми автоматично налаштовуємо таргетинг на користувачів, які з найвищою ймовірністю взаємодіятимуть із вашим контентом."),
                n("e8702feb", function (e) {
                    return "Отримайте від нас " + e.couponAmount + "!";
                }),
                n("e44dc579", function (e) {
                    return "Почніть уже зараз і отримайте знижку " + e.couponAmount + " на свою першу рекламу до " + e.date + ".";
                }),
                n("hd8df545", function (e) {
                    return "Почніть уже зараз і отримайте знижку " + e.couponAmount + " на свою наступну рекламу до " + e.date + ".";
                }),
                n("f1d32e41", function (e) {
                    return "Витратьте " + e.spendAmount + " і отримайте " + e.couponAmount + " у рекламних кредитах.";
                }),
                n("c4d0434b", function (e) {
                    return e.dailyBudget + " на день протягом " + e.durationLabel;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " протягом " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "місц" + f(e.numLocations, "я", "ь", "е", "я");
                }),
                n("c133a39b", function (e) {
                    return e.minAge + "–" + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return "Віком від " + e.minAge;
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " д" + f(e.durationDays, "ні", "нів", "ень", "ня");
                }),
                n("gc3ce5d9", function (e) {
                    return "Орієнтовне охоплення: " + e.audienceLow + "–" + e.audienceHigh + " осіб на день";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + ": " + e.locations + e.newlinePlaceholder + "Віковий діапазон:  " + e.formattedAge + e.newlinePlaceholder + "Стать: " + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "Коли ви витратите " + e.spendAmount + " на одну чи кілька кампаній, ми зарахуємо " + e.couponAmount + " на ваш рекламний рахунок. Цей процес може зайняти кілька днів.";
                }),
                n("cb51c854", "Будь-яка стать"),
                n("bb7b39e2", "Чоловіки"),
                n("eb9466d0", "Жінки"),
                n("b07cc9f2", "Область"),
                n("ce309bee", "Метро"),
                n("cc49d030", "Індекс"),
                n("c3fca124", "Посилити взаємодію"),
                n("d4f57cce", "Збільшити аудиторію"),
                n("c6daa762", "Отримати більше переходів за посиланнями"),
                n("cc642518", "Пошук місць"),
                n("i0e8c3c6", "Результати по місцях"),
                n("f69ad048", "Виберіть місце"),
                n("d948b978", "Рекламувати можна тільки власні пости."),
                n("cfcdb4a2", "Щось пішло не так. Перевірте, чи ви вимкнули всі блокатори реклами."),
                n("j7a2af7a", "Не хочете просувати цей пост?"),
                n("a78bce8e", "Якщо ви вийдете зараз, цей пост не буде просуватися."),
                n("g8844150", "Не рекламувати"),
                n("e7eb3684", "Бюджет на день"),
                n("d9f6e3ce", "Повзунок бюджету на день"),
                n("b3954eca", "Повзунок тривалості в днях"),
                n("ce665a60", "Орієнтовне охоплення є приблизним. Фактичне охоплення не гарантується."),
                n("i0c3b95c", "Наступне коло за нами!"),
                n("h8b6e32a", "Ви почали просувати свій пост"),
                n("ee8014a6", "Ви можете оцінити ефективність реклами в будь-який момент, перевіривши аналітику посту."),
                n("db841200", "Підвищте кількість взаємодій, охопіть більшу аудиторію та розкажіть про свою сторінку."),
                n("fcc839b6", "Яка у вас мета?"),
                n("b679a538", "У вашому пості є медіафайл"),
                n("cb19a2f0", "Отримуйте більше позначок «Подобається», репостів тощо"),
                n("a2d37164", "Привабити відвідувачів до сайту"),
                n("cefad302", "Додайте у свій пост посилання"),
                n("b614fad0", "Пост має містити посилання."),
                n("de43b660", "Способи оплати"),
                n("hb4773a0", "Додати спосіб оплати"),
                n("aa2a3dd4", "Видалити картку"),
                n("b1c5b63c", "закінчується на"),
                n("affb5878", "Підтвердити видалення"),
                n("db443ae2", "Вас усе влаштовує?"),
                n("a96f811e", "Ціль реклами"),
                n("fbd44e96", "Ваш бюджет"),
                n("e36bce64", "Спосіб оплати"),
                n("ia83756c", "Проміжний підсумок"),
                n("cc217a04", "Баланс купонів"),
                n("g4f2b588", "Залишок купонів"),
                n("i41612da", "Створити рекламу"),
                n("cdae1af0", "Додати податкові відомості"),
                n("ed8bb5a0", "Додати платіжні відомості"),
                n("fc640c20", "Додайте платіжні відомості, щоб отримати свій купон"),
                n("be2dc078", "Зареєструватися й додати платіжні відомості"),
                n("iaefd4de", "Зареєструйтеся й додайте платіжні відомості, щоб отримати свій купон"),
                n("e5e42640", "Гмм… ваш купон не завантажився. Спробуйте ще раз пізніше."),
                n("e85dfd66", "Кампанію для цього посту вже створено."),
                n("a4db098c", "Чомусь не вдалося створити вашу рекламу. Спробуйте ще раз пізніше."),
                n("ef7e3916", "Щось пішло не так. Перевірте свою рекламу та спробуйте ще раз."),
                n("c1134966", "Умови та правила розміщення реклами"),
                n("he45cc43", "Умови використання купонів"),
                n("c9439a82", "Умови та правила розміщення реклами"),
                n("c672105a", "Хто ваша аудиторія?"),
                n("e1efbeae", "Віковий діапазон"),
                n("c6ff7c10", "Мінімальний вік"),
                n("b555fb46", "Максимальний вік"),
                n("j2c03e12", "55+"),
                n("d4e01892", "Політики X щодо реклами житла, позик і можливостей працевлаштування"),
                n("df8d4fa0", "Виберіть стать"),
                n("i982d424", "Скільки ви хочете інвестувати?"),
                n("b9ff6cb0", "Спосіб оплати не вибрано"),
                n("i8b90688", "Умови та правила розміщення реклами"),
                n("a93bd26d", "Умови використання купонів"),
                n("d31dc460", "Умови та правила розміщення реклами"),
                n("ga845597", function (e) {
                    return "Усього за " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + "–" + e.audienceHigh;
                }),
                n("b21c2549", "Детальніше"),
                n("j9f78b42", "У цьому пості немає позначених користувачів."),
                n("cb2054fa", "Завантаження користувачів"),
                n("e4ad6bda", "На цьому фото"),
                n("cdd4aafe", "Завантаження учасників розмови"),
                n("aac3fad2", "Люди в цій розмові"),
                n("a7f66562", "Завантаження посту"),
                n("b7a898fa", "Перейдіть до наступного посту прямо звідси!"),
                n("e254fdd2", "Проведіть по екрану, щоб одразу відкрити наступний пост!"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "Повзунок"),
                n("h2fcc532", "Завантаження історії"),
                n("a74821a0", "Схоже, ваш платіж не пройшов або термін дії способу оплати скоро мине. Оновіть платіжну інформацію, щоб не втратити передплату Premium."),
                n("bb55752e", "Монети дають вам змогу підтримувати творців, які публікують чудовий контент. Невикористані монети зберігаються на вашому балансі."),
                n("ea7ce65f", function (e) {
                    return "Включено " + e.count + " бонусн" + f(e.count, "і Монети", "их Монет", "у Монету", "их Монет") + ".";
                }),
                n("e557f9d2", "Ви досягли максимально можливої кількості монет на балансі."),
                n("e2beba5e", "Найпопулярніше"),
                n("gafeeb96", "Купити Монети"),
                n("bc42db1c", "Скасувати можна в будь-який момент. Автоматичне подовження щомісяця."),
                n("f1561b06", "Умови для покупців"),
                n("fe93ed4a", "Покупку здійснено"),
                n("bcb90375", function (e) {
                    return "Ваш новий баланс Монет складає " + e.balance + ".";
                }),
                n("ia2eb0c0", "Помилка покупки!"),
                n("c7e11484", "Ваші списки пусті"),
                n("a96208ba", "Вам знадобиться створити список, перш ніж додавати когось."),
                n("d2826908", "Створити новий список"),
                n("he062e8a", "Вибрати список"),
                n("c2fb1e94", "До списку можна додати лише 5000 профілів."),
                n("f30edc68", "Зробити приватним"),
                n("h51a2cf6", "Щось пішло не так. Ще раз спробуйте видалити банер за хвилину."),
                n("bb10280e", "Щось пішло не так. Ще раз спробуйте зберегти список за хвилину."),
                n("h8885a22", "Ім’я списку не може містити більше 25 символів"),
                n("f8132984", "Якщо зробити список приватним, його бачитимете лише ви."),
                n("h421e74c", "Пропоновані списки"),
                n("aa62dea8", "Ми напоготові"),
                n("e5e4d3aa", "Пропозиції списків для вас з’являться тут згодом."),
                n("c4d7650c", "Керування учасниками"),
                n("h7f2418c", "Завантаження відомостей про список"),
                n("b18e5cd2", "Щось пішло не так. Ще раз спробуйте видалити свій список за хвилину."),
                n("cdd73e9c", "Видалити список"),
                n("def8ff62", "Видалити список?"),
                n("j8b9cde8", "Список буде втрачено. Цю дію не можна скасувати."),
                n("e9f3dec4", "Пошук списків"),
                n("b9192d55", function (e) {
                    return e.query + " – пошук списків";
                }),
                n("d6a23192", "Створити новий список"),
                n("ie256518", "Стрічка пошуку списків"),
                n("j57a2568", "Пошук списків"),
                n("hc76e8cd", function (e) {
                    return "Списків, що відповідають запиту «" + e.query + "», не знайдено";
                }),
                n("d872881a", "Чому б вам не створити новий?"),
                n("j177067a", "Пошук у списках"),
                n("g13ea02c", "Спробуйте пошукати списки"),
                n("d1461f1e", "Цей список самотній"),
                n("bcbd3416", "Тут відображатимуться люди, які читають цей список."),
                n("b197a56c", "Читачі списку"),
                n("f0ab07f5", function (e) {
                    return "Учасники (" + e.memberCount + ")";
                }),
                n("h9ce3406", "Учасники списку"),
                n("dfeaeb26", "Додайте до свого списку"),
                n("a332103e", "Тут відображатимуться додані до цього списку люди."),
                n("e2f7dc62", "Знайти пропозиції членів"),
                n("gc23cc00", "Спробуйте пошукати профілі, щоб переглянути пропозиції для цього списку."),
                n("e3deb126", "Пропозиції списків"),
                n("eb7b54be", "Завантаження списків"),
                n("a9ca06d2", "Інформація"),
                n("a367dc9a", "Спочатку відображаються найновіші пости у хронологічному порядку"),
                n("dd438748", "Ви бачите спочатку популярні пости"),
                n("fe7e217c", "Переглянути останні пости"),
                n("ce78b698", "Ви бачите спочатку популярні пости. Якщо обрати найновіші пости, то недавно опубліковані пости відображатимуться в хронологічному порядку."),
                n("i5a1628a", "Переглянути популярні пости"),
                n("f333a93e", "Ви бачите спочатку найновіші пости. Якщо обрати популярні пости, то спочатку відображатимуться найкращі пости."),
                n("c7294984", "Поскаржитися на список"),
                n("g6340998", "Вас не буде автоматично повернуто до списків цього користувача."),
                n("i6da4f7a", "Поширити список"),
                n("a062ff80", "Скопіювати посилання на список"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "Ви не читаєте @" + e.screenName;
                }),
                n("a64512a4", "Стрічка списків"),
                n("i0bcc456", "Коли читатимете, то зможете бачити його(її) списки."),
                n("d8315ca0", "Списки, у яких ви є"),
                n("e74be9ac", "Списки, у яких є цей користувач"),
                n("c80cb4e4", "Новий список"),
                n("bbcaa24b", function (e) {
                    return "Списки, створені @" + e.screenName;
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " ще не створив(ла) жодного списку";
                }),
                n("f5978664", "Коли він(вона) це зробить, вони відобразяться тут."),
                n("h243711c", "Ви ще не створили жодного списку"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " ще не додано до жодного списку";
                }),
                n("e05568cc", "Коли його(її) буде додано до списку, цей список відобразиться тут."),
                n("b86a098a", "Вас ще не додано до жодного списку"),
                n("h06e09a2", "Коли хтось додасть вас до списку, цей список відобразиться тут."),
                n("gbaa5489", function (e) {
                    return "Участь @" + e.screenName + " у списках";
                }),
                n("g6b54ff6", "Ви вже знаєте все"),
                n("ec5fd35a", "Коли хтось надішле вам запит на читання, він відобразиться тут, щоб ви його прийняли чи відхилили."),
                n("ec2d8342", "Відхилити"),
                n("j85d8d90", "Від цього користувача немає нерозглянутого запита на читання"),
                n("c3d23f10", "Схоже, виникли тимчасові труднощі. Не хвилюйтеся, це не ваша провина. Клацніть нижче, щоб спробувати ще раз."),
                n("d2613123", function (e) {
                    return "Підписатися за " + e.price + "/міс.";
                }),
                n("c4640fc0", "Поширити профіль Передплат"),
                n("a72064a8", "Скопіювати посилання на профіль Передплат"),
                n("e6c72234", "Умови передачі адрес електронної пошти"),
                n("b17f0c4b", function (e) {
                    return "Ви оформили Передплату на @" + e.screenName;
                }),
                n("a5634d9a", "Виникла проблема з обробкою Передплати. Закрийте це віконце та спробуйте ще раз."),
                n("fe9d3afa", "Завантаження читачів"),
                n("ab7fc3ef", function (e) {
                    return "Суперчитачі " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("j0d17377", function (e) {
                    return "Ваші знайомі, які читають " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fa9e827f", function (e) {
                    return "Люди, які читають " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("ha979be5", function (e) {
                    return "Люди, яких читає " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("d28be573", function (e) {
                    return "Передплатники " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("g9da3853", function (e) {
                    return "Люди, контент яких передплачує " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("cfd952a1", function (e) {
                    return "Власники підтверджених профілів, які читають " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("fecc696e", "Підтверджені читачі"),
                n("g0a2fbbe", "Ви ще не маєте Передплатників"),
                n("g65f4bac", "У вас ще немає читачів"),
                n("c36cfddc", "Шукаєте читачів?"),
                n("fd275c1a", "У вас ще немає підтверджених читачів"),
                n("e08bd098", "Тут буде перелічено всіх ваших Передплатників."),
                n("j029a4dc", "Коли хтось читатиме вас, ви бачитимете цих осіб тут."),
                n("b2b2c6ce", "Коли хтось почне читати цей профіль, то відобразиться тут. Пости й взаємодія з іншими користувачами допомагають збільшити кількість читачів."),
                n("cb1a15c8", "Читання профілів – простий спосіб курувати свою стрічку та бути в курсі подій в усіх темах і з усіма людьми, якими ви цікавитеся."),
                n("i967b954", "Тут буде наведено список усіх ваших передплат."),
                n("a44e403e", "Коли вас почнуть читати власники підтверджених профілів, тут з’явиться їх список."),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " ще не має читачів, яких ви знаєте";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " нікого не читає";
                }),
                n("b5099e33", function (e) {
                    return "У @" + e.screenName + " немає підтверджених читачів.";
                }),
                n("ec251f36", "Коли хтось, кого ви знаєте, почне читати цей профіль, то відобразиться тут."),
                n("f8af4f48", "Коли цей користувач почне читати профілі, вони з’являться тут."),
                n("fd0aad94", "Коли за цим обліковим записом почнуть стежити підтверджені користувачі, тут з’явиться їх список."),
                n("b84f6df1", function (e) {
                    return "Подаруйте передплату Premium зі знижкою " + e.percentage + "%, що діє обмежений час";
                }),
                n("cfcac293", function (e) {
                    return "Подарувати й заплатити " + e.price;
                }),
                n("d7a73450", "Рівень"),
                n("hbd2c24e", "Наразі цьому обліковому запису недоступні подарунки."),
                n("f3fddc98", "Умови для покупців"),
                n("cff9c889", "Докладніше"),
                n("c65dda96", "Подарунок надіслано."),
                n("f6e2a407", function (e) {
                    return "Показуйте всім свій значок передплатника у відповідях на пости @" + e.screenName;
                }),
                n("j8dedddd", function (e) {
                    return "Якщо ви вимкнете це налаштування, @" + e.screenName + " та передплатники цього профілю все одно бачитимуть ваш значок у ваших відповідях на пости @" + e.screenName + ", доступні лише передплатникам. @" + e.screenName + " бачитиме ваш значок завжди.";
                }),
                n("c8a513f6", "Скасувати Передплату"),
                n("ea000ec8", "Уже скасували свою Передплату?"),
                n("d7b8387e", "Якщо ви вже скасували свою Передплату, більше нічого не потрібно робити. Вона автоматично перестане працювати наприкінці розрахункового циклу."),
                n("f4166d9a", "Хочете скасувати свою Передплату?"),
                n("b74ff5fc", "Якщо ви скасуєте Передплату, вона автоматично перестане працювати наприкінці розрахункового циклу."),
                n("ee9efbc8", "Перейти до скасування"),
                n("c5d9c77a", "Схоже, виникли тимчасові труднощі. Не хвилюйтеся, це не ваша провина. Закрийте це вікно та спробуйте ще раз."),
                n("jda53c24", "Ви можете скасувати свою Передплату через Apple App Store."),
                n("g0a7a53e", "Ви можете скасувати свою Передплату через Google Play."),
                n("i5f14be7", function (e) {
                    return "З поверненням, " + e.displayName;
                }),
                n("a76d58ba", "Аналітика реклами"),
                n("eccd0e1a", "Аналітика організації"),
                n("deea1708", "Хочете переглянути аналітику всіх своїх облікових записів X?"),
                n("eb603ffc", "Перейдіть на покращений рівень, щоб встановити зв’язок зі своєю мережею та переглядати агреговану аналітику."),
                n("gf67aae4", "Отримати повний доступ"),
                n("h75e3618", "Включити організацію"),
                n("h24a8862", "Про цей прапорець"),
                n("c29e3a88", "Вибрати пов’язані профілі"),
                n("j8318d57", function (e) {
                    return e.number + " пов’язан" + f(e.number, "і профілі", "их профілів", "ий профіль", "ого профілю");
                }),
                n("bf809ec0", "Виберіть пов’язані профілі"),
                n("b719e224", "Нічого не знайдено."),
                n("c9938100", "Результати пошуку"),
                n("d1a35ec6", "Додати профілі"),
                n("b437adda", "Перейти платну версію"),
                n("f1f6c88b", function (e) {
                    return "Профілі (" + e.count + ")";
                }),
                n("b02156b8", "Запрошення"),
                n("gd67d29b", function (e) {
                    return "Запрошення (" + e.count + ")";
                }),
                n("daf646e6", "Зверніть увагу: ви мусите позначити облікові записи відповідним чином."),
                n("i3895c32", "Ваш профіль проходить перевірку, оскільки ви змінили свій @псевдонім в Х"),
                n("i5f8b628", "Ви не можете змінювати пов’язані профілі, доки перевірка вашого профілю не завершиться."),
                n("e9e663ac", "Ваш платіж прострочено."),
                n("c3ddd22c", "умовами"),
                n("c9729d8a", "умовами"),
                n("cdcd1d2c", "Додайте зв’язані профілі до своєї організації"),
                n("d30ea6f3", function (e) {
                    return "Ви впевнені, що хочете видалити @" + e.name + "?";
                }),
                n("c2dfbb86", "Так, зробити це"),
                n("ba047f76", "Після видалення зв’язаного профілю в нього одразу зникне галочка та відповідна позначка. З вашого рахунку і надалі будуть списуватися кошти до кінця місяця."),
                n("j26dee0e", "Видалити зв'язаний профіль"),
                n("e30cbdf0", "Цей зв’язаний профіль – передплатник програми «Підтверджені організації». Він має залишатись організацією й не може бути профілем фізичної особи."),
                n("j3115ce8", "Фізична особа"),
                n("d8bb1d84", "Організація");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("e970bdbd", function (e) {
                return "Залишилося запрошень: " + e.count;
            }),
                n("id67d953", function (e) {
                    return "Під час отримання зі Stripe ваших даних для оформлення замовлення щось пішло не так. Якщо проблема не зникне, надішліть повідомлення на адресу " + e.supportEmail + ".";
                }),
                n("f323d314", "Надіслати ще раз"),
                n("ac645cde", "Ви завжди можете додати їх знову."),
                n("d12af2dd", function (e) {
                    return "Ви дійсно хочете видалити це запрошення для @" + e.screenName + "?";
                }),
                n("ib60b2d5", function (e) {
                    return "Ви дійсно хочете знову відправити запрошення @" + e.screenName + "?";
                }),
                n("ec6e7d9a", "Ваш профіль залишатиметься в режимі «лише читання» до завершення переходу на інший рівень передплати. Щоб перехід був успішним, відкрийте Stripe і перевірте, чи все гаразд із оплатою."),
                n("b33d1518", "Синхронізуйте відомості про вакансії за допомогою підтримуваної інтеграції або настроюваного XML-фіда"),
                n("dd2db402", "Крок 1. Підготуйте необхідну інформацію"),
                n("edb098c2", "Крок 2. Зверніться до нашої служби підтримки"),
                n("c4474460", "Крок 2. Зверніться в нашу службу підтримки"),
                n("a08da0fa", "Що далі?"),
                n("c127374e", "Надіслати повідомлення"),
                n("b2cb2a0c", "Ваше ім’я користувача в сервісі «Підтверджені організації»"),
                n("b8e64002", "Назва вашої системи керування підбором персоналу"),
                n("acb99db6", "URL-адреса сайту, на якому наведено відомості про ваші вакансії"),
                n("a64a5b7a", "Щоб почати процедуру інтеграції, надішліть необхідну інформацію в нашу службу підтримки."),
                n("e3dffb4e", "Щоб почати процедуру інтеграції, скопіюйте наведену нижче електронну адресу й надішліть необхідну інформацію в нашу службу підтримки."),
                n("b4fef99e", "Коли наша служба підтримки отримає ваш запит, ми розглянемо вашу інформацію й допоможемо налаштувати інтеграцію."),
                n("h37f2d96", "Зауважте, що наразі підтримуються не всі системи керування підбором персоналу."),
                n("ce102a20", "Переспрямування до Stripe"),
                n("ddfd6718", "Платіж не здійснено"),
                n("i90ea7d2", "Оновіть платіжні дані якнайшвидше, щоб зберегти переваги."),
                n("a62359e6", "Налаштування підтвердженої організації"),
                n("ge221b7c", "Покращте рівень передплати сервісу «Підтверджені організації», щоб отримати можливість додавати пов’язані профілі й збільшити суму бонусів на рекламу."),
                n("i4dccc18", "Платежі"),
                n("ec3cd6e4", "Керування способом оплати, змінення платіжної інформації, перегляд рахунків"),
                n("dac61c3c", "Налаштування профілю"),
                n("b6b5fd66", "Тут ви можете керувати своїм профілем X, зокрема змінювати ім’я користувача й пароль."),
                n("hb9c4a1c", "Запитання, повідомлення про помилки й відгуки"),
                n("c674f5b4", "Налаштування оплати рахунків"),
                n("i8237e66", "Ви можете перейти з оплати кредитною карткою на банківські перекази."),
                n("hebd348a", "Налаштуйте використання рекламних оголошень для просування вакансій із порталу «Підбір персоналу»."),
                n("ib5e6f90", "Просування вакансій"),
                n("id720215", "Підбір персоналу"),
                n("dd59f146", "Рекламний профіль для просування вакансій"),
                n("e7e36818", "Рекламні профілі стають доступні для просування вакансій після їх повного налаштування із зазначенням джерела фінансування."),
                n("c28566e0", "Рекламний профіль"),
                n("c80160d3", "Реклама"),
                n("ff0edac0", "Ви дійсно хочете скасувати свою передплату?"),
                n("h2ac0348", "Ні, поверніть мене назад"),
                n("dbf9667e", "Так"),
                n("j7592572", "Розворот"),
                n("ee778942", "Світлофор"),
                n("fdd57981", function (e) {
                    return "Ми хочемо запропонувати вам одноразовий бонус на рекламу розміром " + e.totalAmount + " дол. США";
                }),
                n("i032a231", function (e) {
                    return "Я залишусь і скористаюся бонусом на рекламу розміром " + e.totalAmount;
                }),
                n("hd7d278c", "Ні, дякую"),
                n("jf8a0dea", "Чудово! Ваш новий безкоштовний бонус на рекламу з’явиться у вашому обліковому записі у наступному розрахунковому циклі."),
                n("ebbb3154", "Закрити й повернутися до X"),
                n("j1f68dda", "Останній крок: ви дійсно хочете скасувати передплату?"),
                n("c9c3464c", "Триває скасування передплати"),
                n("dd3a293c", "Ваша передплата на «Підтверджені організації» скінчилася."),
                n("faa0f956", "Під час скасування вашої передплати щось пішло не так."),
                n("b28289ea", "Дякуємо"),
                n("b36f74ae", "Ви більше не матимете доступу до порталу, якщо не зареєструєтеся та не активуєте передплату знову."),
                n("b2297a4a", "Потрібно вирішити проблему? Заплануйте телефонну розмову з нами"),
                n("h3bdbc54", "Так, запланувати дзвінок"),
                n("i135d64e", "Продовжити скасування"),
                n("g275882d", function (e) {
                    return "Важливо: у вас є невикористаний бонус на рекламу розміром " + e.creditAmount;
                }),
                n("ib085ed6", "Я залишусь і скористаюся бонусом на рекламу"),
                n("b5447710", "Користувача не знайдено"),
                n("h94755b8", "Ви вже вибрали цього користувача, щоб надіслати йому запрошення"),
                n("bfb5effe", "Профіль цього користувача вже пов’язаний із вашим"),
                n("c4b9664e", "Зв’язаний профіль"),
                n("g0eadcf6", "Зв’язано з іншою організацією"),
                n("a8c81f88", "Профіль організації"),
                n("e5abe772", "Ви вже надіслали цьому користувачу запрошення"),
                n("e49b97e2", "Шукати профілі"),
                n("f002f1d6", "Надіслати запрошення"),
                n("g2a8bae4", "Додати профілі X"),
                n("af7293cc", "Запросіть профілі Х приєднатися до вашої організації. Якщо вони приймуть запрошення, то отримають галочки, а зв’язок із вашою компанією буде показуватися в їхньому профілі."),
                n("ec0f203e", "Щойно зв'язаний профіль прийме запрошення, переконайтеся, що в нього галочка відповідного кольору."),
                n("cec08784", "Ви вичерпали ліміт пов’язаних профілів, зазначений у рахунку-фактурі."),
                n("ab70828f", function (e) {
                    return "Додати @" + e.screenName;
                }),
                n("d49b389f", "тут"),
                n("b9e4bf55", "Докладніше"),
                n("hc4703a9", "Докладніше"),
                n("fa0ffaeb", "Докладніше"),
                n("jf351704", "Щоб продовжити, змініть ліміт пов’язаних профілів, зазначений у рахунку."),
                n("ia5a6a40", "Щоб почати, додайте свої платіжні відомості."),
                n("d40d1cc0", "Щоб продовжити, вам потрібно заплатити через Stripe."),
                n("c4a5f614", "Додати платіжні відомості"),
                n("fa2a280a", "Змінити дані рахунку"),
                n("i7b2f08e", "Ласкаво просимо до «Підтверджених організацій»"),
                n("g4e18b84", "Ви вичерпали ліміт пов’язаних профілів"),
                n("cbe23239", function (e) {
                    return "Для замовлень, що включають більше " + e.affiliatesCount + " пов’язаних профілів";
                }),
                n("fc1f43d0", "Створити рахунок-фактуру"),
                n("g8881c78", "Перейти до оплати"),
                n("g59f8506", "Примітка. Профілі, які не вдалося підтвердити як бізнес- або державну організацію, не отримають відшкодування."),
                n("a310e476", "Пряма оплата"),
                n("fde6cf98", "Для миттєвого доступу до сервісу «Підтверджені організації»"),
                n("fdfbfcb0", "Виставлення рахунків"),
                n("f45d02e8", "Під час налаштування вашої передплати щось пішло не так. Спробуйте знову активувати її за посиланням у відповідному електронному листі."),
                n("a1c566c0", "Під час налаштування вашої передплати щось пішло не так. Надішліть свої дані ще раз."),
                n("f5a1c6ac", "Передплати недоступні у вашому регіоні"),
                n("ef7ae9cd", "Докладніше"),
                n("d3c6b8c9", "Докладніше"),
                n("fafe5b9f", function (e) {
                    return "Передплатити · " + e.price + " на " + e.interval;
                }),
                n("f2ae1d63", "послуг "),
                n("ie8759c5", "Умови надання послуг для покупців"),
                n("d842dd7b", function (e) {
                    return "Розвивайтеся швидше на X та отримайте безкоштовно бонус на рекламу у розмірі " + e.credit;
                }),
                n("fcfb696e", "⁺Тимчасова пропозиція."),
                n("f5b98d62", function (e) {
                    return "раз на " + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return " кожен " + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "Бонус на рекламу розміром до " + e.creditAmount + "⁺";
                }),
                n("a6c45ede", "Включає:"),
                n("e9aa43dc", "Органічні пости про вакансії"),
                n("i1266238", "Можливості просування вакансій"),
                n("e8a4ea7a", "Пріоритетна підтримка"),
                n("j99e2f4d", function (e) {
                    return e.price + " на " + e.interval;
                }),
                n("ieafe1c6", "Підтвердьте змінення передплати"),
                n("bb21a170", "Змінити рівень передплати"),
                n("b0dcc4dc", "У вашому профілі вже запланований перехід на інший рівень."),
                n("f3aef4ca", "Активної передплати не знайдено"),
                n("h802e65e", "Не вдалося змінити рівень передплати. Повторіть спробу. Це не вплинуло на поточну передплату."),
                n("c5269eb0", "Це ваша поточна передплата."),
                n("c578c4ca", "Поточний план"),
                n("i5d19147", "Новий план"),
                n("b025ff5f", " тут"),
                n("d6b932d4", "Безкоштовний пробний період"),
                n("b0efe690", "Продовжити з Basic"),
                n("g5f9cdaa", "Підтвердьте змінення плану"),
                n("j21911de", "Що ви бажаєте: використовувати Basic або зберегти переваги повного доступу?"),
                n("b59dec9e", "Ви переходите з безкоштовного пробного періоду повного доступу на план Basic."),
                n("e5ff0e1e", "В результаті цієї зміни:"),
                n("ca004c80", "Функції, доступні в рамках пробного періоду повного доступу, зокрема пов’язані профілі, стануть недоступні."),
                n("fae108ee", "Пов’язані профілі, додані під час пробного періоду, втратять переваги та доступ до підтримки Premium+."),
                n("d47c0c7c", "Хто ви?"),
                n("hbd31720", "Виберіть потрібний тип передплати:"),
                n("c75a9386", "Докладніше про сервіси"),
                n("b916b258", "та"),
                n("ic6012ea", "Я фізична особа"),
                n("d8e618ce", "Для приватних осіб і авторів"),
                n("dcbccede", "Я представляю організацію"),
                n("f44ce884", "Для компаній, державних установ і НКО"),
                n("dece6c60", "Назва організації"),
                n("c4c1b600", "Електронна адреса організації"),
                n("b1e0aec0", "@псевдонім організації"),
                n("c42d5f4a", "Кількість пов’язаних профілів"),
                n("fca5f04b", function (e) {
                    return "Ви можете придбати місця для щонайбільше " + e.affiliatesCount + " пов’язаних профілів, за які стягуватиметься відповідна плата.";
                }),
                n("dca6b3ac", "Налаштувати рахунок-фактуру"),
                n("c97ad52a", "Змінити дані рахунку"),
                n("b36f0fd4", "Зазначте, скільки пов’язаних профілів потрібно вашій організації."),
                n("b4871f4f", "тут"),
                n("b633d19e", "Дякуємо"),
                n("f713d3e2", "Ми отримали вашу заявку й розглядаємо її."),
                n("e11d5e1a", "Ви можете одразу користуватися всіма перевагами Premium, однак ваша організація отримає золоту або сіру галочку й ви зможете додавати пов’язані профілі лише після схвалення вашої заявки."),
                n("d83617cc", "Ваш профіль буде перевірено."),
                n("afb30564", "Під час перевірки профілю ми можемо попросити вас надати додаткову інформацію."),
                n("gdd3fa68", "Одразу після перевірки й ухвалення ваш профіль отримає підтверджений статус і ви зможете пов’язувати з ним інші профілі."),
                n("e6389996", "Якщо профіль не отримує схвалення, кошти не повертаються."),
                n("a889b460", "Оплату виконано"),
                n("d1c886dc", "Наступний крок: завантажте документи й надішліть їх на перевірку"),
                n("b13e9454", "Вашу заявку ще не завершено. Надайте необхідні документи. Зазвичай це займає близько 10 хвилин."),
                n("e6b0965a", "Ваше замовлення"),
                n("a1b58798", "Перевірте своє замовлення нижче"),
                n("b651c7d7", function (e) {
                    return "пов’язан" + f(e.count, "і профілі", "их профілів", "ий профіль", "ого профілю") + ": " + e.count;
                }),
                n("ec5e9c54", "Базова передплата"),
                n("e16093fc", "Усього в місяць"),
                n("ce4acef6", "Усього за рік"),
                n("f4db2df0", "Ваша передплата активується після оплати рахунку."),
                n("b9e0d614", "Зазначений у рахунку ліміт пов’язаних профілів змінено."),
                n("a45c9596", "Рахунок-фактуру створено."),
                n("e4e5532a", "Знижку застосовано"),
                n("b557f073", function (e) {
                    return "Під час отримання зі Stripe ваших реквізитів для виставлення рахунку щось пішло не так. Якщо проблема не зникне, надішліть повідомлення на адресу " + e.supportEmail + ".";
                }),
                n("e8c366ce", "Умови Х для покупців"),
                n("ee86d380", "Відомості про організацію"),
                n("b9c9ccca", "Ваше повне ім’я"),
                n("c7e818de", "Робоча адреса електронної пошти"),
                n("i60d7542", "Веб-сайт організації"),
                n("b92f9dee", "Тип організації"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "Докладніше"),
                n("f09630ff", "тут"),
                n("eb043b72", "Заявка на розгляді"),
                n("a9ac4602", "Ваша заявка на участь у програмі «Підтверджені організації» ще розглядається. Повторіть спробу пізніше."),
                n("c5af3e12", "Тимчасова акція. Бонуси не накопичуются."),
                n("e18d6fd6", "Ваш бонус на рекламу"),
                n("if435d1a", "Ви використали всю суму бонусу, доступну цього місяця. Ви отримаєте новий бонус після наступної оплати."),
                n("af6704d7", "тут"),
                n("b293c6b4", "службу підтримки для підтверджених передплатників Premium"),
                n("e9e9ca58", "Доступно"),
                n("cf2ba3a2", "Ідентифікатор рекламного профілю"),
                n("gd7d051c", "Активувати"),
                n("f391c800", "Потрібен ідентифікатор рекламного профілю"),
                n("ja116d2c", "Ідентифікатор рекламного профілю недійсний"),
                n("hf037537", function (e) {
                    return "Цей бонус стане доступним " + e.startDate;
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "Як скористатися бонусом на рекламу"),
                n("h1f36d3e", "Щоб скористатися бонусом на рекламу, що надається учасникам програми «Підтверджені організації», виконайте такі дії:"),
                n("a6519ffc", "Якщо ви вже розміщували рекламу"),
                n("ibc9654a", "Якщо ви – новий рекламодавець"),
                n("d3710c76", "Якщо ви хочете використати бонус у пов’язаному профілі"),
                n("d60a8f14", "Розмістити рекламу в X"),
                n("fe66e4a8", "Менеджер реклами X"),
                n("b3ca0108", "Заявіть про себе за допомогою сервісу «Реклама в X»."),
                n("g3754d57", "тут"),
                n("i615ad63", "тут"),
                n("a3ba48b9", "сюди"),
                n("ca3c633a", "Бонус на рекламу"),
                n("ha843c96", "рекламу"),
                n("dd0f3b08", "рекламу"),
                n("c9fad534", "Бонус відсутній"),
                n("a211b11e", "Доступних для активації бонусів немає"),
                n("f2011db1", function (e) {
                    return "Використано " + e.usedAmount + " з " + e.couponAmount;
                }),
                n("ae37e25c", "невідома сума"),
                n("i1407e15", function (e) {
                    return "Використано в профілі " + e.accountId;
                }),
                n("id4359bf", function (e) {
                    return "Термін дії в рекламному профілі " + e.accountId + " сплинув " + e.when;
                }),
                n("f89af915", function (e) {
                    return "Термін дії сплинув " + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "Термін дії в рекламному профілі " + e.accountId + " спливає " + e.when;
                }),
                n("e8d8a2a9", function (e) {
                    return "Термін дії сплине " + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "Доступно " + e.when;
                }),
                n("b070acf4", "Скоро буде доступно"),
                n("ace946c4", "Активувати купон"),
                n("b0b02e37", function (e) {
                    return "Цей купон застосовано до профілю з ідентифікатором " + e.accountId;
                }),
                n("f520ee22", "Ідентифікатор рекламного профілю"),
                n("df96ca56", "Інший профіль"),
                n("b5566402", "Ідентифікатор містить лише букви й цифри."),
                n("eb160d07", "інструменті вибору профілів у Менеджері реклами"),
                n("e016ad32", "Режим читання"),
                n("d7ab194e", "Під час опрацювання зміни передплати деякі функції підтверджених профілів можуть бути доступні лише в режимі читання."),
                n("g25d851e", "Рекламні профілі"),
                n("de7fef84", "Щоб отримати допомогу з цим профілем, зверніться в службу підтримки"),
                n("ff1321b6", "Налаштування завершено, профіль активний"),
                n("c1205320", "Щоб активувати свій рекламний профіль, додайте дані кредитної картки"),
                n("c0343c0a", "Останній платіж не пройшов, перевірте зазначений у профілі спосіб оплати"),
                n("j56e34a4", "Щоб отримати допомогу з доступом до профілю, зверніться в службу підтримки"),
                n("gef920f2", "Для активації профілю потрібно виконати початкове налаштування"),
                n("b68dd4d8", "У вас немає доступу до цього профілю, зверніться по допомогу до адміністратора робочої групи"),
                n("d637962c", "У вас немає рекламних профілів"),
                n("dd087ae0", "Налаштуйте профіль на сайті ads.x.com"),
                n("i3d7dd02", "Рекламний профіль, що відповідає умовам, готовий до просування вакансій"),
                n("cc8f8516", "Створіть рекламний профіль для просування вакансій"),
                n("b4f117b8", "У вас немає доступу до цього рекламного профілю для просування вакансій"),
                n("b7347cf4", "Налаштуйте рекламний профіль для просування вакансій"),
                n("h7d03a2a", "Додайте вакансію на панелі керування підбором персоналу"),
                n("cd5aeec6", "Створити рекламний профіль"),
                n("ged51d2e", "Створіть рекламний профіль"),
                n("gcfa25e6", "У вашої організації немає доступних для використання рекламних профілів. Перейдіть на сайт ads.x.com, щоб створити такий профіль."),
                n("g76fb922", "Новий профіль"),
                n("db0a69e7", function (e) {
                    return "Ваш рекламний профіль (ідентифікатор: " + e.adAccountId + ") необхідно активувати. Для цього виконайте початкове настроювання в Менеджері реклами.";
                }),
                n("c7bad5cc", "Налаштувати профіль"),
                n("g8c563c0", "Вам потрібен доступ"),
                n("f6f29b17", function (e) {
                    return "У вас немає доступу до рекламного профілю з ідентифікатором " + e.adAccountId + ". Попросіть адміністратора своєї робочої групи додати вас до цього профілю в Менеджері реклами.";
                }),
                n("a15bb840", "Потрібен спосіб оплати"),
                n("j4e981d9", function (e) {
                    return "Ваш рекламний профіль (ідентифікатор: " + e.adAccountId + ") налаштований частково. Щоб активувати його, додайте спосіб оплати. Усі бонуси, які ви застосуєте до цього профілю, будуть використані до того, як з вас почне стягуватися плата.";
                }),
                n("af142910", "Платіж не пройшов"),
                n("a9635acf", function (e) {
                    return "Ваш рекламний профіль (ідентифікатор: " + e.adAccountId + ") був активований, але останній платіж не пройшов. Щоб активувати його повторно, змініть спосіб оплати, що використовується в цьому профілі.";
                }),
                n("d1cca474", "Змінити спосіб оплати"),
                n("fe8b969a", "Служба підтримки може вам допомогти"),
                n("i8aa0b91", function (e) {
                    return "Для активації цього профілю (ідентифікатор: " + e.adAccountId + ") необхідна допомога служби підтримки. Обов’язково зазначте ідентифікатор профілю. Ваш запит отримає пріоритет.";
                }),
                n("d82c2074", "Отримати підтримку"),
                n("ad37d536", "Умови передачі псевдонімів"),
                n("e760074a", "Придбайте неактивний псевдонім або обміняйте один зі своїх"),
                n("j003ef92", "Придбайте неактивні псевдоніми в X для себе чи пов’язаних із вами профілів або обміняйте псевдоніми, якими ви вже володієте."),
                n("d57a8e42", "Ця послуга надається лише підтвердженим організаціям та передбачає додаткову плату за кожний псевдонім від 10 000 доларів США."),
                n("h9367bd6", "Надішліть запит на псевдонім"),
                n("a6a62e7e", "Почніть процес, відповівши на кілька запитань від нашого автоматизованого бота підтримки."),
                n("e5912290", "Запит на псевдонім у процесі"),
                n("c2e24f66", "Зверніть увагу на повідомлення служби підтримки в нижньому кутку екрана."),
                n("c94f514e", "Запит на псевдонім надіслано"),
                n("cf60d152", "Заповніть коротку анкету у вікні чату, щоб надіслати запит на псевдонім."),
                n("f06b124e", "Часті питання"),
                n("h677fdcc", "Скільки коштують псевдоніми?"),
                n("a55b39aa", "Ціна переважно розраховується на основі кількості символів і загальновживаності слів. Ціни починаються від 10 тис. доларів США і можуть перевищувати 500 тис."),
                n("d46bcb3a", "Як дізнатися, чи доступний псевдонім для покупки?"),
                n("c6bcf72c", "Надішліть нам запит за допомогою кнопки «Почати», і ми повідомимо вам, чи він доступний."),
                n("d478604c", "Чи можна придбати псевдонім від імені іншої компанії?"),
                n("c09f8cd2", "Ні. Компанії можуть купувати псевдоніми лише від імені своїх афілійованих осіб, які дійсно з ними пов’язані."),
                n("d814f020", "Як здійснюється продаж? Скільки це триває?"),
                n("f600b6f0", "Щоб надіслати запит на покупку або обмін псевдоніма, натисніть кнопку «Почати». Ми повідомимо вас про наявність та ціну протягом 3 робочих днів. Після оплати ми передамо псевдонім обраному вами профілю протягом 1–2 днів. На бажання ми можемо передати старий псевдонім іншому вашому профілю."),
                n("i8debc4a", "Чи пропонуєте ви знижку в разі придбання кількох псевдонімів?"),
                n("c5199f3c", "Так, залежно від кількості псевдонімів і загальної суми."),
                n("c20f923e", "Я маю товарний знак. Це на щось впливає?"),
                n("b2fd4c15", "Політиці щодо товарних знаків"),
                n("a690746e", "Як отримати пріоритетну підтримку"),
                n("he2dc9b0", "Надішліть нам псевдонім своєї організації та деталі запиту."),
                n("e5e6479e", "Щоб отримати допомогу якомога скоріше, надішліть нам електронного листа з псевдонімом вашої організації та детальними відомостями про запит."),
                n("ica8392a", "Коли ми отримаємо ваш запит, ми розглянемо й пріоритизуємо його відповідно до порядку отримання."),
                n("ed37e36e", "Важливо! Якщо ви не зазначите псевдонім своєї організації або скористаєтеся особистою адресою електронної пошти, це може призвести до затримки під час обробки запиту."),
                n("eb0d4fe2", "Створіть стовпець"),
                n("e93d2f8a", "Налаштуйте сервіс під себе, додавши різні стовпці, як-от:"),
                n("e8203d1e", "Пошуки"),
                n("d82fd532", "Приватні повідомлення"),
                n("c87babee", "І не тільки…"),
                n("f1990aa4", "Упорядкуйте свої стовпці за допомогою тек"),
                n("ib9c9a54", "Завдяки X Pro ви фактично маєте кілька робочих столів. Приберіть зайве та зосередьтеся на потрібних темах та інструментах у потрібний момент."),
                n("fb5ac13e", "Перемістіть стовпець"),
                n("bd545b7e", "Клацніть ці крапки, щоб перетягнути стовпець будь-куди у вашій теці."),
                n("a98513b6", "Налаштування стовпців"),
                n("c8759e44", "Наведіть курсор на верхню частину стовпця, щоб отримати такі можливості:"),
                n("a93e96c8", "Показувати спочатку найпопулярніші чи найновіші пости"),
                n("df300378", "Змінити розмір стовпця"),
                n("aa263910", "Використовувати інструменти розширеного пошуку"),
                n("ab3915aa", "Поради та налаштування"),
                n("ia03837a", "Перейти сюди:"),
                n("f0bd595c", "Керувати теками"),
                n("a74e9464", "Змінити налаштування відображення"),
                n("h254eb92", "Знайти гарячі клавіші"),
                n("j6e669a0", "Повторити демонстрацію"),
                n("c15802be", "Пости надсилаються..."),
                n("e5506950", "Теки"),
                n("b1bd9a8a", "Нова тека"),
                n("cf1a138f", function (e) {
                    return "Змінено на теку – " + e.title;
                }),
                n("g9c2da24", "Відкриває діалогове вікно для створення нової теки"),
                n("hcef6b72", "Відкриває діалогове вікно для керування теками"),
                n("a77dbc7a", "Редагувати теку"),
                n("a154a293", function (e) {
                    return "Вибрано теку " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "Не вибрано теку " + e.deckName;
                }),
                n("ha2aae72", "Відкриває діалогове вікно для налаштування вибраної теки"),
                n("hf59ffc8", "Панель навігації"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "Додати новий стовпець"),
                n("ad61a830", "Написати пост"),
                n("c44f5114", "Налаштування повідомлень"),
                n("c71066fe", "Переглянути демонстрацію"),
                n("b452e6c2", "Як ваші успіхи?"),
                n("j7737bc2", "Дякуємо за використання X Pro. Ми будемо раді почути ваші поточні враження."),
                n("e8038d64", "Ваша думка дуже важлива для нас і допоможе нам удосконалюватися."),
                n("fce3c5ce", "Залишити відгук"),
                n("ha39df38", "Особисте"),
                n("ja7b7d1a", "У нас виникли проблеми з підключенням. Внесені вами зміни можуть не зберегтися."),
                n("ad5df1d7", function (e) {
                    return "Змінено на стовпець – " + e.title;
                }),
                n("ba7bd92e", "Налаштування стовпця"),
                n("cc4ff736", "Поширення колонки"),
                n("g684a93a", "Будь-які зміни, які ви внесете до цього стовпця, будуть видимі для всіх, хто його переглядатиме."),
                n("a6bbdc1c", "Лише для перегляду"),
                n("f6e88162", "Лабораторії"),
                n("e6df688c", "Параметри"),
                n("e3f2b93a", "Показати або приховати інформацію про стовпець"),
                n("db257758", "Розмір попередного перегляду медіафайлів"),
                n("if2fbab8", "Розмір попереднього перегляду медіафайлів у відповідях"),
                n("he517d52", "Перейменувати стовпець"),
                n("f6eb2cfe", "Назва стовпчика"),
                n("d6d39c84", "Стовпці мають бути іменовані."),
                n("e5c06aee", "Ширина стовпця"),
                n("af6a4368", "Перейменуйте цю розмову та подивіться, хто бере в ній участь."),
                n("cdeac5ee", "Налаштування приватних повідомлень"),
                n("fda7ee26", "Визначте, хто може надсилати вам повідомлення."),
                n("c4ec8620", "Включити"),
                n("d5f29cd4", "Виключити"),
                n("d01a62f8", "Час і місце"),
                n("d614afc8", "Вподобання, відповіді та репости"),
                n("fb2bbc7a", "Вміст постів"),
                n("a589add2", "Будь-яке з цих слів (АБО)"),
                n("d2f8dc8a", "Пости від певного користувача"),
                n("e37201ec", "Відповідь комусь"),
                n("e035e056", "Згадування когось"),
                n("ef2d4092", "Виключити слова"),
                n("d59f395e", "Ваша мова інтерфейсу"),
                n("g67cd3f2", "Вибрати мови"),
                n("c85f9b9c", "Змінити мови"),
                n("b5148188", "Більше ніж"),
                n("hf369320", "Менше ніж"),
                n("f4dce7b6", "Скільки"),
                n("ddafa9a2", "Переглянути параметри"),
                n("c6be8432", "Рівень взаємодії"),
                n("e60b9fac", "Показати оригінальні пости"),
                n("eb441fee", "Показати репости"),
                n("e920e6dc", "Показати цитати"),
                n("g9580526", "Показати відповіді"),
                n("i73cbb5c", "До пошуку можна додати лише один список. У цьому пошуку використовуватиметься лише перший список."),
                n("c765315d", function (e) {
                    return "Введіть " + e.listHandleListNameFormat + " або ідентифікатор списку";
                }),
                n("a153fbf2", "Як використовувати список у пошуку"),
                n("bf0d5a7c", "До пошуку можна додати один список."),
                n("c6e8759a", "Щоб додати список, дотримуйтеся такого формату:"),
                n("dd9daca8", "У назві списку замініть крапки на дефіси (-)."),
                n("cd71b264", "Детальніше про списки."),
                n("ca23d726", "Зображення й відео"),
                n("f1fa97a8", "Трансляції"),
                n("c0bab0ba", "Показати лише пости з медіафайлами"),
                n("g9512656", "Показувати лише підтверджених користувачів"),
                n("b967e296", "Показувати лише людей, яких ви читаєте"),
                n("gc51a2ac", "У будь-який час"),
                n("d42a4916", "Нещодавно"),
                n("a2229a06", "У проміжку часу"),
                n("c1fe6156", "Час початку"),
                n("cbc02622", "Час завершення"),
                n("b666573c", "Пошук у місці"),
                n("cf260344", "Пости в"),
                n("j5805302", "Радіус"),
                n("e592ab3c", "Для кращих результатів укажіть місце та штат чи країну у вашому пошуку."),
                n("e8843b5d", function (e) {
                    return e.meters + " хв.";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + " км";
                }),
                n("ec688a09", function (e) {
                    return "@" + e.screenName + " не зможе додавати вас до своїх списків, у тому числі до цього.";
                }),
                n("iad54d54", "Видалити закладки"),
                n("g4d581a2", "Очистити цю та всі папки закладок"),
                n("fb14aebe", "Очистити закладки"),
                n("jf748f40", "Видалити всі закладки?"),
                n("d63a211a", "Із закладок буде видалено всі додані пости. Цю дію не можна скасувати."),
                n("a16ebc1a", "Почати новий чат"),
                n("a1ff1890", "Ваша поточна розмова остаточно зникне."),
                n("ab352ee0", "Показати найновіші пости"),
                n("c004c4d6", "Очистити пости"),
                n("fc702822", "Ви можете очистити наявні пости й переглядати нові, щойно вони з’являтимуться."),
                n("a2c59056", "Перш ніж ви очистите стовпець…"),
                n("d31bdbbe", "Перемкнути на найновіші пости"),
                n("dec3722c", "найновіші пости"),
                n("g33b8c04", "Зробити копію"),
                n("de2c3008", "Зробіть копію стовпчика."),
                n("a7c01ce0", "Змініть назву або видаліть папку"),
                n("e52e4c82", "Змініть параметри місцезнаходження та персоналізації."),
                n("f4d052a4", "Grok (звичайний режим)"),
                n("fa97c1c6", "Grok (кумедний режим)"),
                n("efb37dec", "Режим"),
                n("h0064892", "Звичайний"),
                n("ad86db50", "Створити теку"),
                n("hb70ef30", "Створити теку з цього пошуку"),
                n("j8a945cc", "Популярні пости"),
                n("f3a4a654", "Пости підтверджених користувачів"),
                n("c8da0c42", "Фото та відео"),
                n("d2cf6f74", "Партнери Premium"),
                n("c9b39e70", "Перемістити"),
                n("b9ea5f7c", "Перемістіть стовпець до іншої теки."),
                n("g8b6d450", "Параметри сповіщень"),
                n("dd703fbd", function (e) {
                    return "Видалити стовпець – " + e.title;
                }),
                n("d9d11fc6", "Видалити загальнодоступну колонку?"),
                n("h17ada6c", "Якщо видалити загальнодоступну колонку, читачі безповоротно втратять до неї доступ."),
                n("hb388fe8", "Видалити колонку"),
                n("c1343ad6", "Перетворіть це на стовпець пошуку."),
                n("e7a12d72", "Перетворено на стовпець пошуку."),
                n("f29424f0", "Змінити назад"),
                n("h5ff85a2", "Поширити стовпець"),
                n("d32058ba", "Зробіть колонку загальнодоступною, щоб дозволити поширення."),
                n("c926a6ca", "Внесені вами зміни відображатимуться для всіх, хто читає колонку."),
                n("g0175ca2", "Засіб вибору стовпця"),
                n("a800727c", "Повернутися до вибору стовпця"),
                n("f318bc40", "Створити нову папку"),
                n("e300a9f0", "Створити папку закладок"),
                n("j341c67c", "У папок має бути назва."),
                n("d00586a6", "Не вдається завантажити цей стовпець. Спробуйте створити новий."),
                n("d0d8277e", "Власник стовпця видалив його або зробив приватним."),
                n("j08fd6fe", "Ваші спільноти"),
                n("b569a1fa", "Повернутися до спільнот"),
                n("i176bfd2", "Познайомитися зі списками"),
                n("a57c3292", "Відкрийте для себе нові списки"),
                n("f59f87dc", "Знайти списки інших людей"),
                n("a5d70676", "Списки, у яких ви є"),
                n("e377790a", "Повернутися до списків"),
                n("e952b8c3", function (e) {
                    return "Списки @" + e.userScreenName;
                }),
                n("bc24f834", "Повернутися до пошуку списків інших людей"),
                n("ee11d084", "Пошук профілів"),
                n("c300f3bc", "Додайте колонки"),
                n("bd744e9a", "Заповнити за допомогою пошуку"),
                n("i10d4124", "Почати з нуля"),
                n("jbff8606", "Надіслати запит"),
                n("dbd8a566", "Не вдалося видалити деякі чернетки постів."),
                n("c82be5a8", "Вибрані чернетки постів видалено."),
                n("ad84af68", "Завантаження чернеток постів"),
                n("ef97fb3a", "У вас немає чернеток постів"),
                n("f26ece12", "Якщо такі будуть, ви знайдете їх тут."),
                n("a4911812", "Видалення чернеток постів"),
                n("b49be1ca", "Видалити чернетки постів"),
                n("ca91dc76", "Чернетки постів буде втрачено. Цю дію не можна скасувати."),
                n("b38b254a", "Не вдалося видалити деякі заплановані пости."),
                n("he2e3cc4", "Вибрані заплановані пости видалено."),
                n("jf9faee4", "Завантаження запланованих постів"),
                n("aa1cfd48", "У вас немає запланованих постів"),
                n("b2a70dbe", "Видалення запланованих постів"),
                n("a07bb1b0", "Видалити заплановані пости"),
                n("id78e802", "Заплановані пости буде втрачено. Цю дію не можна скасувати."),
                n("d9a75e16", "Виберіть один варіант"),
                n("aa030cd4", "Показувати спочатку рекомендовані пости"),
                n("c0d2d4aa", "Головна стрічка"),
                n("ecbbbb90", "Перегляньте свої або чужі списки."),
                n("c351229c", "Перегляньте свої спільноти."),
                n("a2d1df82", "Знайдіть потрібну інформацію."),
                n("d5387d8a", "Залишайтеся в курсі своїх повідомлень."),
                n("e738198c", "Дізнайтеся, що популярно в X."),
                n("ifb8c91e", "Знайдіть профіль і подивіться, як у нього справи."),
                n("aa0525d0", "Профілі"),
                n("cb7844a6", "Відстежуйте свої сповіщення та згадки."),
                n("e64da55e", "Перегляньте свої заплановані пости."),
                n("h9659832", "Перегляньте свої чернетки постів."),
                n("f1b6535e", "Чернетки постів"),
                n("a24add8a", "Дивитися пости, додані в закладки"),
                n("gb19f215", function (e) {
                    return "Стовпець – " + e.title;
                }),
                n("g7751b34", "Закрити стіс"),
                n("b94fa48c", "Очистити стіс"),
                n("dd3dc3cc", "Назад у стосі"),
                n("bc7acfd0", "Спільний стовпець"),
                n("a6587d95", function (e) {
                    return "Змінити розташування стовпців – " + e.title;
                }),
                n("fb071dea", "Перемістити стовпець"),
                n("c77a6327", function (e) {
                    return "Відкрити параметри стовпця – " + e.title;
                }),
                n("h53c41f0", "Параметри стовпця"),
                n("f7bbbb6d", function (e) {
                    return "Закрити параметри стовпця – " + e.title;
                }),
                n("eee9f83e", "Закрити параметри стовпця"),
                n("a443bbc0", "Закрити пошук"),
                n("c8b12c8f", function (e) {
                    return "Задати вміст стовпця – " + e.title;
                }),
                n("fe048090", "Показати огляд"),
                n("e57560b4", "Приховати огляд"),
                n("fb087db0", "Створити окремий стовпець"),
                n("aa128cd8", "Додати як новий стовпець"),
                n("aa4f00c6", "Поширити теку"),
                n("fdf97052", "Перейти до параметрів теки"),
                n("ed427868", "Зробити теку загальнодоступною?"),
                n("gecc71a2", "Щоб поширити теку, спочатку зробіть її загальнодоступною."),
                n("f0653866", "Поширення теки"),
                n("b158400a", "Пропустити цей крок"),
                n("h15afbce", "Почнімо налаштування"),
                n("ibe6be32", "Налаштуйте X Pro під себе: виберіть ширину, колір, розмір тексту та медіафайлів відповідно до своїх потреб."),
                n("e28eb008", "Налаштувати відображення"),
                n("dc8b86e0", "А тепер додаймо ваші стовпці"),
                n("ee28603e", "Імпортуйте свої стовпці"),
                n("dad15d22", "Зекономте час, імпортувавши свої наявні стовпці пошуку, списків і профілю. Пізніше скопіювати їх не вдасться."),
                n("j85b4522", "Або почніть із нуля"),
                n("hfd5ca12", "Гм… не вдалось імпортувати ваші стовпці"),
                n("b855852a", "Можна імпортувати лише стовпці пошуку, списку та профілю. Натомість додайте головний стовпець."),
                n("dc6c806e", "Не вдалось імпортувати ваші стовпці"),
                n("a0dfe2f6", "X Pro – це зручний спосіб переглядати кілька колонок стрічок в одному простому інтерфейсі."),
                n("i8912d28", "Додаймо кілька колонок…"),
                n("ce0c0f34", "Тепер роздивімося тут"),
                n("h36d2aa2", "Дізнайтеся корисні поради для початку."),
                n("fbaf9442", "Додайте стартову теку"),
                n("b354ea52", "Додавання стартової теки…"),
                n("if195eb8", "Додавання колонок…"),
                n("ea07517c", "Стовпець видалено."),
                n("habced9e", "для відновлення стовпця."),
                n("g4fcb4f8", "Стовпець відновлено."),
                n("d4429cba", "Хмм... Такої теки не існує. Спробуйте вибрати іншу."),
                n("g2c6e34a", "Керувати розміром, кольором і фоном вмісту."),
                n("bf2890a6", "Візуальний масштаб"),
                n("h098a550", "Ширина стовпця за замовчуванням"),
                n("ab248726", "Попередній перегляд медіафайлу за замовчуванням"),
                n("jdaf161c", "Вкладка «Повідомлення»"),
                n("ge0fcfd0", "Спливаючі картки"),
                n("e1cab6e8", "Застосувати зміни до наявних стовпців?"),
                n("ce2e487c", "Якщо ви зміните всі стовпці, буде оновлено кожен стовпець у всіх ваших теках. Якщо ви виберете «Ні», нові налаштування застосовуватимуться лише до стовпців, які ви створюватимете відтепер."),
                n("fdbd90a6", "Так, змінити всі стовпці"),
                n("h8affe68", "Ні, лише нові стовпці"),
                n("f06885b6", "Параметри розміру медіафайлу в стовпці"),
                n("e4bab2d0", "Параметри ширини стовпця"),
                n("f0e71094", "Показувати вкладку «Повідомлення»"),
                n("aa25a5a6", "Вкладка «Повідомлення» в нижній частині екрана, яку можна згорнути"),
                n("g3da3c90", "Показувати спливаючі картки"),
                n("b08a8656", "Показувати спливаючі картки після наведення курсору на інтерактивні об'єкти"),
                n("g9df1984", "Додайте теку"),
                n("df77af70", "Виберіть емодзі для своєї теки"),
                n("ee7765ba", "Вибрати емодзі"),
                n("e0127c83", function (e) {
                    return "Змінити емодзі " + e.emoji;
                }),
                n("hb8b6254", "Вашу загальнодоступну теку може відкрити будь-хто зі сторінки вашого профілю. Також ви можете поділитися посиланнями на неї. Якщо передумаєте, завжди зможете зробити її знову приватною. Детальніше"),
                n("gfbaf4e8", "Зараз цю теку не можна зробити загальнодоступною"),
                n("ae04848a", "Ця тека містить колонки, пов’язані з вашим профілем X. Щоб зробити теку загальнодоступною, їх потрібно вилучити. Детальніше"),
                n("d606207a", "Видалити теку"),
                n("h95cb00e", "Цю теку буде видалено безповоротно. Ці дію не можна скасувати."),
                n("f50c9834", "Цю теку буде видалено назавжди. Видалену теку не можна відновити."),
                n("cb861826", "Перевпорядкувати теку"),
                n("i5896b2b", function (e) {
                    return "Редагувати теку «" + e.title + "»";
                }),
                n("ef602cab", function (e) {
                    return "Видалити теку «" + e.title + "»";
                }),
                n("b44b9d83", function (e) {
                    return "Відкріпити теку «" + e.title + "»";
                }),
                n("je4a847f", function (e) {
                    return "Закріпити теку «" + e.title + "»";
                }),
                n("ad41be88", "Перемістити стовпець до теки"),
                n("cb82860a", "Колонку не знайдено"),
                n("icbecd02", "Додати колонку"),
                n("fdf1a2c6", "Додати теку"),
                n("d25acc28", "Що там?"),
                n("fe5df266", "Зробити стовпець приватним?"),
                n("i3206148", "Якщо зробити загальнодоступну колонку приватною, читачі втратять до неї доступ."),
                n("c65d210c", "Зробити колонку приватною?"),
                n("j4d54f1e", "Потужний інструмент, що працює в реальному часі, для людей, які живуть в X."),
                n("je0526a0", "Переглядайте кілька стрічок на одному екрані. Відстежуйте й упорядковуйте контент, а також взаємодійте зі своїми спільнотами в реальному часі."),
                n("d128af54", "Передплатити X Premium"),
                n("bacd7195", function (e) {
                    return e.fullName + " (@" + e.screenName + ") в X";
                }),
                n("e5b4aafa", "Інтернет-з’єднання перервано."),
                n("g43c3b36", "Підключіться до інтернету, щоб продовжити."),
                n("hafe83ec", "Натисніть «Закрити», щоб вийти з додатка."),
                n("b2ec74fe", "закрити"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " переглядів: " + e.views + " " + e.timeAgo;
                }),
                n("a7a90902", "Натисніть, щоб переглянути"),
                n("cb0a3b5e", "Це пост може містити медіафайли делікатного характеру. Ви дійсно хочете його переглянути?"),
                n("a4eb1304", "Ви завжди можете ввійти ще раз."),
                n("b86c2e12", "Для пошуку в усьому контенті X увійдіть у систему."),
                n("ia13bd7c", "клавіатура"),
                n("f9fa40c8", "Відкрийте для себе найкраще в X"),
                n("gb6a7f62", "Термін дії коду сплинув. Якщо ви хочете повторити спробу, натисніть кнопку нижче, щоб отримати новий код."),
                n("ge19602a", "Отримати новий код"),
                n("dd4ec2e8", "Щоб увійти в X, відкрийте наведене нижче посилання на ноутбуці або мобільному пристрої й уведіть зазначений тут код."),
                n("f4d7084c", "Увійдіть в X за допомогою одного з цих варіантів:"),
                n("ebc1accc", "Відскануйте цей QR-код"),
                n("a4742bc0", "Відкрийте наведене нижче посилання на ноутбуці або мобільному пристрої й уведіть зазначений тут код"),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return "Щоб переглянути відео " + e.name + ", увійдіть у систему.";
                }),
                n("fb83778c", "Щоб переглянути відео цього користувача, увійдіть у систему."),
                n("dd4bbaea", "У вас немає відео."),
                n("i71d6193", function (e) {
                    return "У " + e.name + " немає відео.";
                }),
                n("adb512f0", "Нещодавні відео"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "читає(те)";
                }),
                n("cd3f5206", "Далі:"),
                n("c930299f", function (e) {
                    return "Далі через " + e.count + ":";
                }),
                n("b2e9f19c", "Повторити останнє відео"),
                n("de906774", "Швидкість"),
                n("caca839e", "Субтитри"),
                n("b049f56c", "Якість"),
                n("fa7169d8", "Щоб поскаржитися на цей контент, відкрийте наведену нижче URL-адресу на ноутбуці чи мобільному пристрої."),
                n("c973ec9c", "Ім’я користувача профілю"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "URL-адреса контенту"),
                n("a4ee9394", "Біла"),
                n("a9f3474c", "Ціановий"),
                n("i50b6538", "Малинова"),
                n("jffeb664", "Червона"),
                n("e375c2d0", "Чорна"),
                n("c2c5dea4", "Колір шрифту"),
                n("ce71b3d0", "Тип шрифту"),
                n("d2eb1582", "За умовчанням (Sans-serif)"),
                n("e684030e", "Arial (Sans-serif)"),
                n("jad3900c", "Times New Roman (Serif)"),
                n("e205f3a0", "Monospace (Sans-serif)"),
                n("d207d39a", "Непрозорість тексту"),
                n("a562039c", "Колір фону"),
                n("h44e879e", "Непрозорість фону"),
                n("b843ced4", "Автоматично"),
                n("e30d2cea", "0,5x"),
                n("d030db62", "1.25x"),
                n("ga63a594", "1,5x"),
                n("f571bc5a", "1.75x"),
                n("d0284204", "2x"),
                n("b7d7f606", "Перемотати вперед"),
                n("ee0f61ca", "Перемотати назад"),
                n("i2d14148", "Видалити вподобання"),
                n("a1eb471a", "Видалити позначку «Не подобається»"),
                n("e40051e8", "Видалити закладку"),
                n("g9ecf0e8", "Переглянути відповіді"),
                n("aa97ae7e", "Елементи керування телепрогравачем"),
                n("ed170a6a", "Повзунок"),
                n("ee838ea0", "Якщо ви почнете читати цю тему, вона використовуватиметься для персоналізації головної стрічки й вашого користувацького досвіду в X"),
                n("h85446ce", "Цей браузер більше не підтримується."),
                n("e24d1fa6", "Щоб продовжити користуватися сайтом x.com, перейдіть у браузер, який підтримується. Список підтримуваних браузерів можна переглянути в нашому Довідковому центрі."),
                n("a138aeb2", "JavaScript недоступно."),
                n("d8e122c2", "Ми виявили, що в цьому браузері вимкнуто JavaScript. Щоб продовжити користуватися сайтом x.com, увімкніть JavaScript або перейдіть у браузер, який підтримується. Список підтримуваних браузерів можна переглянути в нашому Довідковому центрі."),
                n("f1a9e3a2", "Дізнавайтесь екстрені новини, політичні перипетії, популярну музику, світові події, спортивні результати та найсвіжіші світові новини в реальному часі – економлячи трафік."),
                n("bb402b62", "X Pro – це інформаційна панель, яку ви можете налаштувати за своїми потребами для того, щоб залишатися в курсі поточних подій."),
                n("ed617674", "360"),
                n("e23b20a0", "Скасувати"),
                n("a620fcf0", "Завантаження зображення"),
                n("e9e2064c", "Щось пішло не так, але не хвилюйтеся – це не ваша провина."),
                n("d7060c80", "Оновити"),
                n("a0493514", "Спробувати ще"),
                n("ff3dd27c", "За замовчуванням"),
                n("b554fcf4", "Світлий"),
                n("j590b148", "Помірно-світлий"),
                n("e7d4ee86", "Середній"),
                n("ia423ebc", "Помірно-темний"),
                n("a2cf0942", "Темний"),
                n("j824dc06", "Пошук емодзі"),
                n("fffb3384", "Емодзі не знайдено"),
                n("j3d20752", "Спробуйте пошукати щось інше."),
                n("d67ad796", "Виберіть свій відтінок шкіри за замовчуванням"),
                n("e6388bfa", "Очистити все"),
                n("j7c67eca", "Нещодавні"),
                n("da539d38", "Результати пошуку"),
                n("d95eb228", "Назад"),
                n("af8fa2ae", "Закрити"),
                n("ef8b2f54", "Прочитати діаграму"),
                n("d567ceda", "вертикальна"),
                n("f7b30768", "з накопиченням"),
                n("hcd54328", "згрупована"),
                n("affbaf62", "Додаткові відомості"),
                n("c388d026", "OK"),
                n("ha20397c", "Спеціальні можливості"),
                n("baf7a43c", "Спеціальні можливості"),
                n("e8f674ab", function (e) {
                    return "Це " + e.chartType + " гістограма. Вона називається " + e.chartTitle + ". Загальна кількість категорій: " + e.noOfCategories + ". Мінімальне значення: " + e.minValue + ", максимальне значення: " + e.maxValue + ". Роздивіться діаграму за допомогою елементів керування навігацією.";
                }),
                n("d969327c", "Відтворити аудіоверсію"),
                n("d8cbbcd4", "Відтворіть аудіо діаграми. Натисніть, щоб відтворити аудіоверсію діаграми або натисніть клавішу «A» на кожній точці даних, щоб почути її аудіоверсію."),
                n("dec1d7ef", function (e) {
                    return e.label + ", " + e.group + ", " + e.value;
                }),
                n("f765bead", function (e) {
                    return "непозначені дані, " + e.group + ", " + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + ", " + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "непозначені дані, " + e.value;
                }),
                n("b15c0a18", "Відхилити правки?"),
                n("aebf81c8", "Внесені вами зміни не буде збережено."),
                n("aa744c1e", "Продовжити редагування"),
                n("fe04d89a", "Відхилити"),
                n("bb5d8cd2", "Так"),
                n("dc33d78a", "Головне зображення статті"),
                n("j190bf1a", "У ПРЯМОМУ ЕФІРІ"),
                n("e3fcbdba", "Відхилити"),
                n("jc0b3a8c", "Опис зображення"),
                n("ia1d2e58", "Уподобано автором"),
                n("h81f3036", "Стаття"),
                n("bed2945c", "читати опис зображення"),
                n("j2eea17a", "Цей медіафайл містить матеріали потенційно делікатного характеру."),
                n("b05a39b2", "Переглянути"),
                n("a7cd5cf4", "Відео"),
                n("b6eb8f6a", "Трансляція"),
                n("dcc2b9b3", function (e) {
                    return "Відтворити " + e.locVideoType;
                }),
                n("hf4ffd4d", function (e) {
                    return "Відтворити пряму трансляцію " + e.locVideoType;
                }),
                n("f6e90cd7", function (e) {
                    return "Тривалість: " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return "Початок о " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " перегляд" + f(e.viewerCount, "и", "ів", "", "у");
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " і " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + ", " + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " і " + e.listItem2;
                }),
                n("ec72e2f8", "Читати"),
                n("d9d2a865", function (e) {
                    return "Відтворити" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "Купити" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "Купити зараз" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "Забронювати" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "Підключитися" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "Замовити" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "На момент відкриття" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "Детальніше"),
                n("d1ff55d8", "Установити"),
                n("g40f106c", "Надішліть нам повідомлення"),
                n("j393e386", "Надішліть нам приватне повідомлення"),
                n("a771d32e", "Надішліть мені приватне повідомлення"),
                n("d8e9c24c", "Надішліть приватне повідомлення"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + " із 5 зірок. Оцінок: " + e.appNumRatings;
                }),
                n("cc5508a9", function (e) {
                    return "Початок: " + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return "Опублікувати " + e.action;
                }),
                n("f17dfdb6", "Відтворити"),
                n("j836de8a", "Приватний профіль"),
                n("f4b8dc08", "Профіль із передплатою"),
                n("f936caa6", "Профіль перекладача"),
                n("ac72ee4e", "Підтверджений профіль"),
                n("f49e0aac", "Надає відомості про підтверджені профілі."),
                n("f59bdb94", "Надає відомості про приватні профілі."),
                n("d7e50a66", "Детальніше"),
                n("fc065ee4", "Детальніше про Передплати"),
                n("e453f536", "Що таке Передплати"),
                n("bd4cb7a0", "Оформивши передплату на улюблених творців, ви отримаєте доступ до їхнього бонусного контенту й дасте їх можливість трохи підзаробити."),
                n("g7099a02", "Розкажіть більше"),
                n("c2637ef6", "Зрозуміло"),
                n("efb17190", "Читає вас"),
                n("g57b5f6c", "Ваш Передплатник"),
                n("a77a27c0", "Підписки"),
                n("gdd173da", "Відповідь від Grok у кумедному режимі"),
                n("dfd6eeac", "Відповідь від Grok"),
                n("deceb214", "Зображення від Grok"),
                n("befddd48", "Показати"),
                n("hf3f8e3a", "Показати більше"),
                n("h504ea5e", "Створити власну версію з Grok"),
                n("eb722de2", "Поставити Grok те саме запитання"),
                n("bb5c5864", "Цитата"),
                n("a8b58cf4", "Показати цей потік"),
                n("i5f742fe", "Показати це опитування"),
                n("fc45ccc6", "Вбудоване відео"),
                n("a9edea48", "Перезавантажити"),
                n("d26d8730", "Копіювати адресу відео"),
                n("f1b6bcec", "Копіювати адресу GIF-файлу"),
                n("j25d7cca", "Приховати субтитри"),
                n("a858b25c", "Показати субтитри"),
                n("faf9f484", "Реклама"),
                n("ae2ea9e7", function (e) {
                    return "Реклама від " + e.advertiserName;
                }),
                n("hea01798", "Повзунок часу"),
                n("f8a09386", "Переглянути в Periscope"),
                n("gf2b6eee", "Картинка в картинці"),
                n("b3160a69", function (e) {
                    return e.volumePercent + " відсотків";
                }),
                n("fb236728", "Пауза"),
                n("e9bd453e", "Повтор"),
                n("d46b00b0", "Перейти до прямого ефіру"),
                n("ec8ab8b4", "Ігнорувати"),
                n("b8b6344a", "Не ігнорувати"),
                n("c9a642fa", "Повзунок гучності"),
                n("c27e60b0", "На весь екран"),
                n("d2969f10", "Вийти з повноекранного режиму"),
                n("f06f2e53", function (e) {
                    return e.currentTime + " із " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return "Переглянути " + e.advertiserName;
                }),
                n("f3c268a5", function (e) {
                    return "Купити у " + e.advertiserName;
                }),
                n("g60001bb", function (e) {
                    return "Переглянути " + e.advertiserName;
                }),
                n("dff1ddd9", function (e) {
                    return "Перейти до " + e.advertiserName;
                }),
                n("b0b22805", function (e) {
                    return "Відвідати " + e.advertiserName;
                }),
                n("c67e71aa", "Дивитися зараз"),
                n("a6ada13e", "Переглянути товари зараз"),
                n("j0f12222", "Побачити більше"),
                n("f569f7c8", "Перейти до веб-сайту"),
                n("j0c6772a", "Відвідати веб-сайт"),
                n("f73003aa", "Відео буде відтворено після реклами"),
                n("b3112b8a", "Пропустити"),
                n("h6333ad0", "Пропустити рекламу"),
                n("c59da417", function (e) {
                    return "Пропустити рекламу через " + e.seconds;
                }),
                n("c3c147cf", function (e) {
                    return "Пропустити " + e.seconds;
                }),
                n("h9b3104e", "Налаштування відео"),
                n("ha3efce4", "Автоматично"),
                n("hd8d044d", function (e) {
                    return "Автоматично (" + e.quality + ")";
                }),
                n("a7bf9962", "Завантажити відео"),
                n("ccc97152", "Швидкість відтворення"),
                n("h531ade0", "Якість відео"),
                n("e8b5757c", "0.25x"),
                n("e7e954de", "0,5x"),
                n("g07ffe66", "0.75x"),
                n("d8bede9e", "1x"),
                n("j41845c8", "1.25x"),
                n("e9eeed9e", "1,5x"),
                n("fe45dc84", "1.75x"),
                n("e791190a", "2x"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "Відео відтворюється у неоптимальній якості через браузер, у якому ви його дивитеся. Радимо використовувати браузер, який підтримує HEVC."),
                n("a681babd", function (e) {
                    return "Дивіться зараз на " + e.trimmedHostname;
                }),
                n("db3cd325", function (e) {
                    return "Відвідати " + e.trimmedHostname;
                }),
                n("f1ad0df1", function (e) {
                    return "Реклама · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return "Реклама від " + e.advertiserName + " · " + e.timeRemaining;
                }),
                n("a15adf2c", "цією формою"),
                n("c1658fc6", "Не вдалося відтворити медіафайл."),
                n("h519ae04", "Цей медіафайл вимкнуто через претензію на авторські права."),
                n("ce871584", "Ця трансляція завершилася."),
                n("c101eb96", "Ця трансляція недоступна.");
            n("gb24a514", "Цей медіафайл видалено на прохання правовласника."),
                n("hcaf3e63", function (e) {
                    return "Цей медіафайл вимкнено через претензію на авторські права від " + e.holder + ".";
                }),
                n("if05c038", "Ця трансляція недоступна у вашому регіоні."),
                n("d420171b", function (e) {
                    return "Відео недоступне через претензію на авторські права від " + e.holder;
                }),
                n("b1eb72fa", "На жаль, перегляд цього відео обмежено в деяких регіонах. Зачекайте кілька секунд, доки ми визначимо ваше місцезнаходження. У вашому браузері має бути налаштовано визначення місцезнаходження."),
                n("c057680c", "Не вдається відтворити відео в цьому браузері. Спробуйте інший."),
                n("i5dfae6e", "Це відео недоступне у вашому регіоні."),
                n("c2388276", "Це відео видалено."),
                n("d2c96140", "Індикатор аудіо гостя"),
                n("f6dc9146", "ПОВТОР"),
                n("d30c74fe", "Гучність"),
                n("f2d4e6f2", "Дивитися ще раз"),
                n("e9f1af3a", "Дізнатися більше"),
                n("f1881d86", "На цей пост не можна відповісти, його не можна поширити чи вподобати."),
                n("j3d37222", "Платформа X зобов’язана надати це попередження за законом."),
                n("e461d0ee", "Отримати останні новини"),
                n("d1386940", "Залишайтеся в курсі новин"),
                n("ecda5f9e", "Вводить в оману"),
                n("a423473c", "Попередження, що вимагається за законом"),
                n("b3296688", "Видимість обмежено"),
                n("ccd32094", "Зараз"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + " тому";
                }),
                n("ae408b76", "Ви зробили репост"),
                n("j355f008", "Закріплений пост"),
                n("habf9678", "Закріплено автором"),
                n("db0798ed", function (e) {
                    return "Тема " + e.topicName;
                }),
                n("dc716ec9", function (e) {
                    return "Рекомендована тема: " + e.topicName;
                }),
                n("fbc2003c", "Завершено"),
                n("h5051dd8", "Скасовано"),
                n("bb5f91a3", function (e) {
                    return e.count + " у цьому Просторі";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " і ще " + e.count + " слухають";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " говорить, а ще " + e.count + " слуха" + f(e.count, "ють", "ють", "є", "ють");
                }),
                n("df006f4f", function (e) {
                    return e.count + " ос" + f(e.count, "оби цікавля", "іб цікавля", "оба цікави", "оби цікавля") + "ться";
                }),
                n("c889af33", function (e) {
                    return e.count + " ос" + f(e.count, "оби приєднали", "іб приєднали", "оба приєднала", "оби приєднало") + "ся";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " ос" + f(e.count, "оби підключили", "іб підключили", "оба підключила", "оби підключило") + "ся";
                }),
                n("jbc5f47a", "Панель просторів"),
                n("gfe2830f", function (e) {
                    return e.count + " ос" + f(e.count, "оби", "іб", "оба", "оби");
                }),
                n("dbeae6cf", function (e) {
                    return e.count + " слухач" + f(e.count, "і", "ів", "", "а");
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "Ще " + e.count;
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " о " + e.time;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "Тривалість " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return "Залишил" + f(e.count, "ося " + e.formattedCount + " хвилини", "ося " + e.formattedCount + " хвилин", "ася " + e.formattedCount + " хвилина", "ося " + e.formattedCount + " хвилини");
                }),
                n("ib15cddb", function (e) {
                    return "Залишил" + f(e.count, "ося " + e.formattedCount + " години", "ося " + e.formattedCount + " годин", "ася " + e.formattedCount + " година", "ося " + e.formattedCount + " години");
                }),
                n("db9ed19f", function (e) {
                    return "Залиши" + f(e.count, "лося " + e.formattedCount + " дні", "лося " + e.formattedCount + " днів", "вся " + e.formattedCount + " день", "лося " + e.formattedCount + " дня");
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " д" + f(e.days, "ні", "нів", "ень", "ня") + " Залишил" + f(e.hours, "ося " + e.formattedHours + " години", "ося " + e.formattedHours + " годин", "ася " + e.formattedHours + " година", "ося " + e.formattedHours + " години");
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " годин" + f(e.hours, "и", "", "а", "и") + " Залишил" + f(e.mins, "ося " + e.formattedMins + " хвилини", "ося " + e.formattedMins + " хвилин", "ася " + e.formattedMins + " хвилина", "ося " + e.formattedMins + " хвилини");
                }),
                n("f89a5d60", "Організатор"),
                n("ce2cfb36", "Тільки для Передплатників"),
                n("df06241c", "Спільнота"),
                n("b03e162a", "Слухати наживо"),
                n("b3d828ee", "Приєднався(лася)"),
                n("g519ec2a", "Відтворити запис"),
                n("c6000450", "Нагадування встановлено"),
                n("db44ff5c", "Установити нагадування"),
                n("f7b6346a", "Почати"),
                n("cc1f75ac", "Простори"),
                n("bd08d1b2", "Деталі недоступні"),
                n("j8b01b27", function (e) {
                    return "Простір " + e.title + ", організований " + e.host + ", скасовано";
                }),
                n("fda9f48c", "Простір скасовано"),
                n("jf7853f7", function (e) {
                    return "Простір " + e.title + ", організований " + e.host + ", завершився";
                }),
                n("i1a29920", "Простір завершився"),
                n("db467ffe", "Приєднайтеся до Простору"),
                n("i8dc3993", function (e) {
                    return "Організатор: " + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return "ще з " + e.count + " користувач" + f(e.count, "ами", "ами", "ем", "ами");
                }),
                n("d19b9f77", function (e) {
                    return e.action + " – " + e.title + ", що організовує " + e.host + ", " + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "Почати простір " + e.title + ", запланований на " + e.scheduledStart + ", зараз";
                }),
                n("ea4258b7", function (e) {
                    return e.action + " для простору, " + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "Відтворити запис " + e.title;
                }),
                n("gaeb997e", "Інші дії"),
                n("f8b21226", "Приєднатися"),
                n("e1b95ab0", "Востаннє змінено"),
                n("i308d42c", "Є нова версія цього посту"),
                n("h092d520", "Є нова версія цього посту."),
                n("b74bf8b8", "Зображення"),
                n("ha9ed08c", "Створено за допомогою"),
                n("bff61470", "Натисніть тут, щоб відредагувати"),
                n("f4393d0f", function (e) {
                    return "Автор: " + e.name;
                }),
                n("f8e8e32e", "Ви"),
                n("df6703d3", "Ви"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, "ще " + e.otherUsersCount, "ще " + e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "ще " + e.otherUsersCount);
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, "ще " + e.otherUsersCount, "ще " + e.otherUsersCount, d.createElement(d.Fragment, null, "", e.secondName), "ще " + e.otherUsersCount);
                }),
                n("gea7aa3c", "Далі"),
                n("b6462b32", "Назад"),
                n("caddb529", "і"),
                n("ff31714c", function (e) {
                    return "і ще " + f(e.othersCount, "" + e.othersCount, "" + e.othersCount, "1", "" + e.othersCount);
                }),
                n("e06c99b7", "і"),
                n("i4e2f96c", function (e) {
                    return "і ще " + f(e.othersCount, "" + e.othersCount, "" + e.othersCount, "1", "" + e.othersCount);
                }),
                n("ga629a8c", "Переглянути учасників розмови"),
                n("d6f781e4", "Оформивши передплату на улюблених творців, ви отримаєте доступ до їхнього бонусного контенту й дасте їх можливість трохи підзаробити."),
                n("dab106f8", "Учасник"),
                n("a46e92c2", "Модер"),
                n("f9633e62", "Адмін"),
                n("a3dfd0cb", function (e) {
                    return "пост" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "Пост" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "Стаття" + e.noun;
                }),
                n("h13ffc88", "Голос"),
                n("c8c4600e", "Голосовий пост"),
                n("de8c5eb2", "Відтворити аудіо"),
                n("ec286028", "Призупинити аудіо"),
                n("ad77feb6", "Субтитри недоступні"),
                n("e82adfeb", function (e) {
                    return e.count + " веб-сторін" + f(e.count, "ки", "ок", "ка", "ки");
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " пост" + f(e.count, "и", "ів", "", "и");
                }),
                n("g78032d5", function (e) {
                    return "Веб-сторінок і постів: " + e.count;
                }),
                n("j3de54a8", "ПРИМІТКА"),
                n("a6a6ced4", "Читати замітку"),
                n("dbc0c2f4", "Закладка"),
                n("d6885d3e", "Переглянути спільноту"),
                n("d5a48014", "Заголовок"),
                n("b92b6156", "Підзаголовок"),
                n("ec5ed598", "Текст"),
                n("c69eb656", "Повна зайнятість"),
                n("g46ae43c", "Трудовий договір на повну зайнятість"),
                n("jf7d4cc6", "Неповна зайнятість"),
                n("b2214572", "Тимчасовий трудовий договір"),
                n("f8337bd6", "на рік"),
                n("i935bf88", "на годину"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "Список"),
                n("fe64170c", "Коли ви зробите вибір, більше не зможете його змінити"),
                n("g10ace38", "Варіанти відповіді"),
                n("a3edf99a", "Остаточні результати"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " голос" + f(e.count, "и", "ів", "", "у");
                }),
                n("e86732e4", "Вибрано"),
                n("a35a5b10", "Читачі, яких ви знаєте"),
                n("fc8cd112", "Не читає ніхто з-поміж тих, кого ви читаєте"),
                n("df8cd2af", function (e) {
                    return "Слайд " + e.currentSlide + " із " + e.itemCount + " – карусель. " + e.type + ". " + e.altText;
                }),
                n("d70740da", "Наступний слайд"),
                n("c4d53ba2", "Попередній слайд"),
                n("h6405c17", function (e) {
                    return "Слайд " + e.currentSlide + " із " + e.itemCount + " – карусель";
                }),
                n("a3efd2c4", "Тема"),
                n("b91c8e53", function (e) {
                    return "Картка теми для " + e.title + ".";
                }),
                n("b3826295", function (e) {
                    return "Картка теми для " + e.title + ", " + e.description + ".";
                }),
                n("c9bb65db", function (e) {
                    return "Колекція з " + e.slidesLength + " зображень. " + e.heroVanityContent + ". " + e.heroTitleContent;
                }),
                n("e1bddf52", "Тягніть, щоб повернути"),
                n("f0e1fb48", "Не вдалося створити попередній перегляд для відео цього формату в цьому браузері. Однак ви все ще можете спробувати завантажити відео"),
                n("c2fc878d", function (e) {
                    return "Ви перевищили максимальну кількість символів на " + e.count;
                }),
                n("db11b27f", function (e) {
                    return e.count + " символ" + f(e.count, "и залишило", "ів залишило", " залишив", "а залишило") + "ся remaining";
                }),
                n("bb7b821a", "Ви можете відповідати"),
                n("fc41217b", function (e) {
                    return "Відповідати можуть люди, які читають користувача @" + e.screenName + " або яких він згадує";
                }),
                n("e5dc76d0", "Ви можете відповідати в цій розмові"),
                n("ab105904", "Хто може відповідати?"),
                n("fd1cda7a", "Ви не можете відповідати в цій розмові"),
                n("f064f477", function (e) {
                    return "Відповідати можуть користувачі, яких читає або згадує @" + e.screenName;
                }),
                n("ea9ac5c9", function (e) {
                    return "Відповідати можуть користувачі, яких згадує @" + e.screenName;
                }),
                n("d2ae1499", function (e) {
                    return "Відповідати можуть передплатники користувача @" + e.screenName + " та згадані ним особи";
                }),
                n("a4e254ff", function (e) {
                    return "Відповідати можуть лише підтверджені користувачі й люди, яких згадує @" + e.screenName;
                }),
                n("j1b02fd8", "Отримати підтверджений статус"),
                n("daba4484", "Цей пост можуть бачити лише його автор і модератори"),
                n("f956070a", "Твіт приховали модератори через порушення правил спільноти."),
                n("cc17f408", "Після видалення учасників їхні пости приховуються від решти спільноти."),
                n("j620ce06", "Хто бачить цей пост?"),
                n("bd414b44", "Ексклюзивно для ваших передплатників"),
                n("dd0da5d9", function (e) {
                    return "Ваш пост бачить користувач @" + e.screenName + " та його передплатники";
                }),
                n("g1c6a77e", "Ви бачите контент за Передплатами"),
                n("d3b143d7", function (e) {
                    return "Ви можете бачити й відповідати тут, оскільки маєте Передплату на @" + e.screenName;
                }),
                n("f6337117", function (e) {
                    return "Ви бачите цей пост, оскільки маєте передплату на @" + e.screenName;
                }),
                n("g766a06d", function (e) {
                    return "Цей пост можуть бачити лише люди з кола @" + e.screenName + ".";
                }),
                n("j040a368", "Посилання у відповідях вимкнено"),
                n("b31d0af7", function (e) {
                    return e.screenName + " не дозволяє публікувати посилання у відповідях на цей пост";
                }),
                n("eab0f780", "У відповідях на цей пост не можна публікувати чи цитувати зовнішні посилання."),
                n("f17a1f54", "Ексклюзивно для Premium"),
                n("a0953370", "Передплата"),
                n("d9687d23", function (e) {
                    return "Падіння на " + e.trendValueNegativePercent;
                }),
                n("ac73eb5a", "Без змін"),
                n("c5a9f921", function (e) {
                    return "Зростання на " + e.trendValuePositivePercent;
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " хвилин" + f(e.minutes, "и", "", "у", "и") + " тому";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " годин" + f(e.hours, "и", "", "у", "и") + " тому";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " д" + f(e.days, "ні", "нів", "ень", "ня") + " тому";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " тиж" + f(e.weeks, "ні", "нів", "день", "ня") + " тому";
                }),
                n("efcd5885", function (e) {
                    return e.months + " місяц" + f(e.months, "і", "ів", "ь", "я") + " тому";
                }),
                n("c37228b5", function (e) {
                    return e.years + " р" + f(e.years, "оки", "оків", "ік", "оку") + " тому";
                }),
                n("jf83d092", "День"),
                n("af4abf20", "Місяць"),
                n("b871f280", "Рік"),
                n("hac89ab0", "Січень"),
                n("ef30b30a", "Лютий"),
                n("b56920fa", "Березень"),
                n("b1a0f1ec", "Квітень"),
                n("daf779c8", "Травень"),
                n("c6ad074e", "Червень"),
                n("f1db106c", "Липень"),
                n("i4e80b7a", "Серпень"),
                n("efa6cc1e", "Вересень"),
                n("f40a0cbe", "Жовтень"),
                n("ac74a31c", "Листопад"),
                n("i6c1e4b2", "Грудень"),
                n("de540c32", "Показати пароль"),
                n("b4abfdb4", "Приховати пароль"),
                n("f06ae5d3", function (e) {
                    return "Залишилося: " + e.standardTweetCount + " символ" + f(e.standardTweetCount, "и", "ів", "", "у") + " для стандартного посту, " + e.totalCount + " символ" + f(e.totalCount, "и", "ів", "", "у") + " усього";
                }),
                n("fee0a8bc", "Зберегти"),
                n("ae7f7656", "Очистити"),
                n("gd769996", "Щось пішло не так. Спробуйте перезавантажити."),
                n("i5450bec", "Медіафайли"),
                n("f7432494", "Додати фото"),
                n("a5f7ce12", "Теж читати"),
                n("c3befdbe", "Підписки"),
                n("d3029dbc", "Не читати"),
                n("aeb6f0a0", "Підписатися"),
                n("b4397192", "Керувати"),
                n("i8cfb6e6", "Заблоковано"),
                n("ea100d6a", "Розблокувати"),
                n("fe40537f", function (e) {
                    return "Розблокувати @" + e.screenName + "?";
                }),
                n("ab7c3460", "Цей користувач зможе читати вас і переглядати ваші пости."),
                n("i58d8718", "Цей користувач зможе читати вас і взаємодіяти з вашими загальнодоступними постами."),
                n("cda66545", function (e) {
                    return "Клацніть, щоб " + e.followType + " " + e.screenName;
                }),
                n("ee05e96b", function (e) {
                    return "Клацніть, щоб " + e.followType + " на " + e.screenName;
                }),
                n("a8d77a25", function (e) {
                    return "Клацніть, щоб покинути " + e.screenName;
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " – " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "Не читати @" + e.screenName + "?";
                }),
                n("i4bb9ef7", function (e) {
                    return "Не читати " + e.title + "?";
                }),
                n("ge753264", "Пости цього користувача більше не з’являтимуться у стрічці «Для вас». Ви й далі бачитимете його профіль, якщо його пости не приватні."),
                n("b837c0e8", "Навіть якщо ви припините читати цю тему, пости про неї можуть і далі з’являтись у вашій стрічці, залежно від профілів, які ви читаєте."),
                n("ddac1f1d", function (e) {
                    return "Ви впевнені, що хочете вийти з " + e.communityName + "?";
                }),
                n("j8e33c40", "Ви втратите доступ до спільноти й більше не зможете брати в ній участь, але ваші пости все одно відображатимуться."),
                n("f305840e", "В очікуванні"),
                n("i036327c", "Відкликати запит на читання?"),
                n("j95e3097", function (e) {
                    return "Ваш нерозглянутий запит на читання буде скасовано, і @" + e.screenName + " більше його не бачитиме.";
                }),
                n("d85bc1b8", "Наближайте або віддаляйте своє зображення."),
                n("f596ace8", "Співвідношення сторін: оригінал"),
                n("df031fca", "Співвідношення сторін: прямокутник"),
                n("b40332c6", "Співвідношення сторін: квадрат"),
                n("e547b368", "Оригінал"),
                n("f7571204", "Прямокутн."),
                n("e6e16812", "Квадрат"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return "Реклама від " + e.fullName;
                }),
                n("if2bf8b4", "Реклама"),
                n("f3624b5c", "Реклама (політична)"),
                n("b4b3b113", function (e) {
                    return "Реклама (політична) від " + e.fullName;
                }),
                n("be222050", "Реклама (тематична)"),
                n("hcbbe447", function (e) {
                    return "Реклама (тематична) від " + e.fullName;
                }),
                n("jcf3e7a2", "Закріпіть досягнення анімації Lottie"),
                n("a0af935c", "Вподобано"),
                n("b8c465e2", "Зроблено репост"),
                n("c7a989ce", "Додано до закладок"),
                n("b03835c7", function (e) {
                    return e.replyCount + " відповід" + f(e.replyCount, "і", "ей", "ь", "і");
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " репост" + f(e.retweetCount, "и", "ів", "", "у");
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " уподобан" + f(e.likeCount, "ня", "ь", "ня", "ня");
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " заклад" + f(e.bookmarkCount, "ки", "ок", "ка", "ки");
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " перегляд" + f(e.viewCount, "и", "ів", "", "у");
                }),
                n("f2849136", "Аналітика"),
                n("f206e970", "Переглянути аналітику посту"),
                n("c7073f5b", function (e) {
                    return e.count + " перегляд" + f(e.count, "и", "ів", "", "у") + ". Переглянути аналітику посту";
                }),
                n("hf417cf0", "Видалити із закладок"),
                n("febd30ed", function (e) {
                    return e.count + " " + f(e.count, "закладка", "Закладки", "закладка", "закладки") + ". Додати до закладок";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " " + f(e.count, "закладки", "Закладки", "закладка", "закладки") + ". Додано до закладок";
                }),
                n("d636ebc6", "Вподобати"),
                n("eb3a8b0c", "Видалити вподобання"),
                n("j472ecfc", "Вподобати цей пост"),
                n("dac92b0d", function (e) {
                    return e.count + " Уподобан" + f(e.count, "ня", "ь", "ня", "ня") + ". Уподобання";
                }),
                n("aa650427", function (e) {
                    return e.count + " Уподобу" + f(e.count, "ють", "ють", "є", "ють") + ". Уподобали";
                }),
                n("hdf7226a", "Відповісти"),
                n("c9940955", function (e) {
                    return e.count + " Відповід" + f(e.count, "і", "ей", "ь", "і") + ". Відповідь";
                }),
                n("f2919fb8", "Зробити репост"),
                n("fd1e5446", "Скасувати репост"),
                n("dfad425d", function (e) {
                    return e.count + " репост" + f(e.count, "и", "ів", "", "у") + ". Зробити репост";
                }),
                n("a386dc55", function (e) {
                    return e.count + " репост" + f(e.count, "и", "ів", "", "у") + ". Зроблено репост";
                }),
                n("f65198c2", "Переглянути цитати"),
                n("dc63da16", "Поділитися"),
                n("cee0585c", "Поділитися постом"),
                n("ceb6841c", "Після видалення учасників їхні пости приховуються від решти спільноти."),
                n("cb731cae", "Змінити коло"),
                n("c33d3a84", "Що відбувається в Колі, залишається в Колі"),
                n("c4f10e71", "Докладніше"),
                n("b09adb0c", "Переглянути розмову"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "читає(те)";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "читач" + f(e.count, "і", "ів", "", "а");
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "Підписник" + f(e.count, "и", "ів", "", "а");
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "передплат" + f(e.count, "и", "", "а", "и");
                }),
                n("ef633578", "Профіль забанено"),
                n("a6a3d496", "Вставити посилання"),
                n("acce6978", "Змінити посилання"),
                n("f5e8f526", "Редагувати"),
                n("h517e8d8", "Видалити"),
                n("a30ae58e", "Відображуваний текст"),
                n("da38c958", "URL-адреса"),
                n("d5d57678", "Вставити"),
                n("ec822028", "Заповніть це поле"),
                n("ebc5d2cc", "З цією URL-адресою щось не так. Перевірте написання й формат посилання."),
                n("h30a19bb", function (e) {
                    return "Це секторна діаграма. Вона називається " + e.chartTitle + ". Загальна кількість категорій: " + e.noOfCategories + ". Мінімальне значення: " + e.minValue + ", максимальне значення: " + e.maxValue + ". Роздивіться діаграму за допомогою елементів керування навігацією.";
                }),
                n("h39fbf33", function (e) {
                    return "Горизонтальна гістограма зі значеннями даних від " + e.minValue + " до " + e.maxValue;
                }),
                n("gdd51574", "Потягніть, щоб оновити"),
                n("e557ad8e", "Активний"),
                n("e3a58c28", "Розгорнути"),
                n("db355331", function (e) {
                    return "Перемогла команда " + e.team;
                }),
                n("a8428d5e", "Незабаром"),
                n("a7aad8ba", "У прямому ефірі"),
                n("e431f1aa", "Кінцевий рахунок"),
                n("a7391708", "Перенесено"),
                n("d2dbfa92", "Скасовано"),
                n("cd734f66", "Сьогодні"),
                n("c8891d06", "Завтра"),
                n("d2414d31", function (e) {
                    return "Непрочитаних елементів: " + e.count;
                }),
                n("ce4e85ae", "Непрочитані елементи"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "ДП/ПП"),
                n("i7a6f114", "Година"),
                n("ccc99ff2", "Хвилина"),
                n("g5662c95", function (e) {
                    return "Рівень " + e.conversationTreeDepth + ":";
                }),
                n("b3688156", "Цей користувач зараз в активному просторі. Клацніть, щоб приєднатися"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " зараз в активному просторі. Клацніть, щоб приєднатися";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " зараз в активній прямій трансляції. Клацніть, щоб подивитися";
                }),
                n("d9fd5570", "Приховані відповіді"),
                n("c566d3a6", "Приховати"),
                n("a897c4d6", "Відкриває історію редагування"),
                n("e07a85a2", "Пост недоступний"),
                n("ffeb2fc6", "Далі"),
                n("af2a65d9", function (e) {
                    return "Вибрано " + e.timestamp;
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " хв.";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " с";
                }),
                n("f42c0c80", "Кінець вибраного розділу, коригуйте виділення стрілками"),
                n("i667afe8", "Початок вибраного розділу, коригуйте виділення стрілками"),
                n("gfaaead8", "Без назви"),
                n("cfd13f46", "Док-панель голосових повідомлень"),
                n("eba2660a", "Синій"),
                n("hc196b78", "Сливова"),
                n("c8bc49d2", "Фіолетовий"),
                n("efff09ee", "Зелений"),
                n("fcb424ee", "Жовтий"),
                n("ie2215aa", "Малинова"),
                n("f106ce44", "Помаранчевий"),
                n("acddd4d4", "Червона"),
                n("cef9b062", "Синьо-зелена"),
                n("d9daefca", "Темно-сіра");
            var d = a(202784),
                b = [],
                u = {};
            function o(e) {
                return e;
            }
            var i = (function (e) {
                var c, a, n, i, m;
                function g() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = g).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (g.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = g),
                    (i = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X завжди зберігає копію простору на випадок отримання скарг. "];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["Профілі, які ви заблокували, не зможуть приєднатися. Але люди, які не увійшли в Х, зможуть слухати. "];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["Х завжди зберігає копію просторів протягом обмеженого часу для розгляду скарг на спам і образи. "];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["Передплатіть сервіс «Підтверджені організації» та отримайте бонус на рекламу розміром 1000 дол. США, який можна буде використати в будь-якому з профілів вашої організації. "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["Приєднавшись до X, ви зможете відповісти на пост ", "."];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["Приєднавшись до X, ви зможете поділитися постом ", " зі своїми читачами."];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["Приєднайтеся до X, щоб ", " дізнався(лась), що вам сподобався його(її) пост."];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["Почніть читати ", " і дізнайтесь, чим він чи вона ділиться в X."];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["Приєднайтеся до X, щоб поділитися постом ", " приватно."];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["Читайте ", ", щоб переглядати відібрані пости"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["Приєднайтеся до X, щоб переглянути потік постів від різних людей, який створив(ла) ", "."];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["Приєднайтеся до X, щоб знаходити нові й цікаві розмови на найважливіші для вас теми, як-от ", "."];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["Пошук у постах користувача ", " в X"];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["Платформа X та її партнери використовують файли cookie, щоб надавати вам кращі, безпечніші та швидші сервіси, а також для підтримки своєї комерційної діяльності. Деякі файли cookie необхідні для використання наших сервісів, поліпшення наших послуг та забезпечення їх належного функціонування. Якщо ви натиснете «Прийняти всі файли cookies», ви дозволите платформі X та її партнерам використовувати файли cookie, щоб надавати вам адаптовану до ваших інтересів рекламу та інформацію. Якщо ви натиснете «Відмовитися від необов’язкових файлів cookie», ми не використовуватимемо файли cookie для збору додаткових даних з метою персоналізації реклами та інформації. Щоб дізнатися більше, зокрема про те, як змінити свій вибір, прочитайте статтю про файли cookie в нашому ", "."];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["Платформа X та її партнери використовують файли cookie, щоб надавати вам кращі, безпечніші та швидші сервіси, а також для підтримки своєї комерційної діяльності. Деякі файли cookie необхідні для використання наших сервісів, поліпшення наших послуг та забезпечення їх належного функціонування. "];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["Реєструючись, ви погоджуєтеся з ", " і ", ", включаючи "];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["Надайте посилання принаймні на три статті про вас у відповідних інформаційних виданнях, опублікованих за останні шість місяців. "];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["Ви маєте відповідати певним вимогам залежно від типу вашого профілю в Х. "];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["Оберіть варіант, який найкраще описує ваш профіль. "];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як активіст або організатор. "];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["Ви не досягли мінімальної кількості читачів чи згадок для вашого регіону, необхідної для підтвердження вас активістом. "];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["Надайте посилання на профіль у Google Trends із доказами нещодавнього активного пошуку інформації про вас. "];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["Надайте посилання на сторінку у Вікіпедії про вас. Вона має містити принаймні три зовнішні згадки. "];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["Надайте посилання, за яким ви згадуєтеся на керівній посаді у підтвердженій просвітницькій або адвокатській організації. Це має бути згадка на офіційному сайті підтвердженої організації. "];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як впливова особа. "];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["Ви не досягли мінімальної кількості читачів чи згадок для вашого регіону, необхідної для підтвердження вас творцем вмісту чи впливовою особою. "];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як визначна компанія, бренд або організація. "];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["Надайте посилання на профіль Google Trends із доказами нещодавнього активного пошуку інформації про вашу компанію, бренд чи організацію. "];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["Надайте посилання на сторінку у Вікіпедії про вашу компанію, бренд чи організацію, яка містить принаймні три зовнішні згадки. "];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["Надайте посилання з доказами того, що ваша компанія, бренд чи організація котирується на публічній фондовій біржі. "];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["Надайте посилання принаймні на три статті про вашу компанію в підтверджених інформаційних виданнях за останні шість місяців. "];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["Ви повинні обіймати посаду топ-менеджера в підтвердженій організації, щоб відповідати вимогам для підтвердження в цій категорії. Додайте профіль вашої організації, щоб підтвердити відповідність вимогам. "];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як топ-менеджер визначної організації. "];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["Надайте посилання принаймні на три статті, опубліковані підтвердженими інформаційними агентствами за останні шість місяців, у яких ви згадуєтеся як топ-менеджер чи керівник у вашій організації. "];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["Надайте посилання, за яким ви згадуєтеся як топ-менеджер у своїй організації. Це має бути згадка на офіційному сайті підтвердженої компанії, бренду чи організації. "];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["Надайте посилання на профіль у Google Trends із доказами нещодавнього активного пошуку інформації про вашу виробничу організацію. "];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["Надайте посилання принаймні на три статті про вашу виробничу організацію у відповідних інформаційних виданнях за останні шість місяців. "];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як офіційного профілю великої виробничої організації. "];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["Надайте посилання з доказами того, що ваша виробнича організація котирується на публічній фондовій біржі. "];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["Надайте посилання на сторінку про вашу виробничу організацію у Вікіпедії, яка містить принаймні три зовнішні згадки. "];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як визначна шоу-бізнесова компанія. "];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["Надайте посилання на профіль у Google Trends із доказами нещодавнього активного пошуку інформації про вашу шоу-бізнесову компанію. "];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["Надайте посилання принаймні на три статті про вашу компанію у відповідних інформаційних виданнях за останні шість місяців. "];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["Надайте посилання з доказами того, що ваша шоу-бізнесова компанія котирується на публічній фондовій біржі. "];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["Надайте посилання на сторінку про вашу шоу-бізнесову компанію у Вікіпедії, яка містить принаймні три зовнішні згадки. "];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як впливовий творець цифрового вмісту. "];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["Надайте посилання на ваш профіль творця вмісту. Це може бути профіль на будь-якій цифровій платформі, але він має посилатися на ваш псевдонім Х. "];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["Надайте посилання на сторінку про вас у Вікіпедії, яка містить принаймні три зовнішні згадки. "];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як окремий представник шоу-бізнесу. "];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["Надайте посилання на ваш профіль IMDB, у якому вказано принаймні 50 робіт. "];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["Надайте посилання, за яким ви згадуєтеся як окремий представник шоу-бізнесу та вказано ваш профіль Х. Це має бути згадка на офіційному сайті підтвердженої організації. "];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["Оберіть категорію, яка найкраще описує ваш урядовий профіль. "];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["Надайте посилання принаймні на п’ять статей, опублікованих підтвердженими інформаційними агентствами за останні шість місяців, у яких ви згадуєтеся як відповідний кандидат на посаду. "];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["Надайте посилання принаймні на п’ять статей, опублікованих підтвердженими інформаційними агентствами за останні шість місяців, у яких ви згадуєтеся як відповідна державна установа. "];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["Надайте посилання принаймні на п’ять статей, опублікованих підтвердженими інформаційними агентствами за останні шість місяців, у яких ви згадуєтеся як відповідний держслужбовець. "];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["Надайте посилання на офіційний сайт вашої кампанії, на якому ви згадуєтеся як кандидат на державну посаду на державному рівні, а також вказано ваш профіль Х. "];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["Надайте посилання на офіційний урядовий сайт, на якому згадується ваша державна установа чи служба та вказано ваш профіль Х. "];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["Надайте посилання, за яким ви згадуєтеся як відповідний держслужбовець чи його помічник. Це має бути згадка на офіційному сайті підтвердженої державної установи. "];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["Щоб отримати підтвердження, журналісти повинні працювати на підтверджене інформаційне агентство чи видання. Надайте посилання на профіль вашого роботодавця. "];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як видатний журналіст. "];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["Надайте посилання, за яким ви згадуєтеся як журналіст, що працює на вашого роботодавця. Це має бути згадка на офіційному сайті підтвердженого інформаційного агентства. "];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["Надайте принаймні три зазначення авторства у відповідних виданнях, опублікованих протягом минулих шести місяців. "];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як видатне інформаційне агентство. "];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["Надайте посилання на профіль Google Trends із доказами нещодавнього активного пошуку інформації про ваше інформаційне агентство. "];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["Надайте посилання на сторінку у Вікіпедії про ваше інформаційне агентство, яка містить принаймні три зовнішні згадки. "];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["Надайте посилання з доказами того, що ваше інформаційне агентство котирується на публічній фондовій біржі. "];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["Надайте посилання принаймні на три статті про ваше інформаційне агентство в підтверджених інформаційних виданнях за останні шість місяців. "];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["Для підтвердження представники професійного спорту повинні змагатись у підтверджених спортивних лігах і подіях. Надайте посилання на підтверджену команду, лігу, подію чи організацію, що стосується вашого профілю."];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["Ви не досягли мінімальної кількості читачів для вашого регіону, необхідної для підтвердження вас представником кіберспорту. "];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["Для підтвердження представники кіберспорту повинні змагатись у підтверджених кіберспортивних лігах і подіях. Надайте посилання на підтверджену команду, лігу, подію чи організацію, що стосується вашого профілю."];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як визначна спортивна ліга, команда чи глобальне змагання. "];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["Надайте посилання на профіль Google Trends із доказами нещодавнього активного пошуку інформації про вашу професійну спортивну організацію. "];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["Надайте посилання на сторінку у Вікіпедії про вашу професійну спортивну організацію, яка містить принаймні три зовнішні згадки. "];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["Надайте посилання з доказами того, що ваша професійна спортивна організація котирується на публічній фондовій біржі. "];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["Надайте посилання на офіційний сайт глобального змагання чи професійної спортивної організації, на якому ви згадуєтеся як ліга, команда чи змагання. "];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["Надайте посилання принаймні на три статті про вашу організацію в підтверджених інформаційних виданнях за останні шість місяців. "];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як професійний спортсмен. "];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["Одним зі способів на вибір доведіть, що ви маєте право на підтвердження профілю як представник кіберспорту. "];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["Надайте посилання на офіційний сайт глобального змагання чи професійної спортивної організації, на якому ви згадуєтеся як професійний спортсмен, менеджер чи тренер. "];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["Надайте посилання на офіційний сайт підтвердженої кіберспортивної ліги чи події, на якому ви згадуєтеся як зареєстрований член команди, тренер чи менеджер. "];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["На жаль, зараз ми не маємо змоги розглядати нові запити на підтвердження. Радимо спробувати пізніше. "];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["Щоб підтвердити свою особу через електронну пошту, потрібно мати попередньо підтверджену адресу. Щоб підтвердити свою адресу, перейдіть у ", "."];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["Щоб підтвердити свою особу через електронну пошту, потрібно мати підтверджену адресу електронної пошти, що відповідає нашим вимогам. Щоб підтвердити свою адресу, перейдіть у ", "."];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["Підтвердження призначене для видатних людей або груп у певній категорії. Якщо це про вас, створіть запит на підтвердження. "];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["Переконайтеся, що ваше обличчя й текст на посвідченні особи розбірливі та що їх добре видно. Якщо ні, вам може знадобитися надіслати їх повторно. Х не отримає та не зберігатиме копію вашого посвідчення особи. "];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["Щоб дізнатися, як перевірити чи виправити вказані дані, див. нашу ", "."];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["Ми зв’яжемося з вами, щойно приймемо рішення. Це може зайняти до " + this.props.days + " дн" + f(this.props.days, "ів", "ів", "я", "я") + "."];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["Допоможіть нам стати кращими, взявши участь у короткому ", "."];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["Ваш останній запит було відхилено " + this.props.date + ". Ви зможете надіслати новий запит через 30 днів після цієї дати."];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["Ви надіслали свій останній запит " + this.props.date + ". Ви зможете надіслати новий запит через 30 днів після цієї дати."];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["Ви надіслали свій останній запит " + this.props.date + ". Ми зв’яжемося з вами, щойно приймемо рішення."];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["Розважайтесь і не забувайте дотримуватися ", "."];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["Це додатки, які ви підключили до свого профілю. Ви можете переглянути, до якої інформації вони мають доступ і скасувати його. "];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["Вам у будь-якому разі зможуть писати люди, яких ви читаєте. "];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["Підключіть керівний профіль, щоб ваш автоматизований профіль отримав відповідну мітку. До всіх автоматизованих профілів має бути підключено керівний профіль. "];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["Ми хочемо, щоб платформа Х була місцем, це ведеться здоровий суспільний діалог, тому ми вимкнули більшість способів взаємодії з цим постом. Якщо ви хочете поговорити про нього, процитуйте його. "];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["Ми хочемо, щоб платформа Х була місцем, це ведеться здоровий суспільний діалог, тому ми вимкнули більшість способів взаємодії з цим постом. "];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["Ці пости можуть бачити лише @" + this.props.username + " та коло цього користувача."];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["Ця правила вводяться та впроваджуються адміністраторами спільноти на додачу до ", "."];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["Спільноти загальнодоступні, тому приватні профілі не можуть до них вступати. Наразі ви можете читати пости, а щоб узяти участь в обговоренні, ", "."];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["Модератор вилучив вас за порушення цього правила спільноти: "];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return ["Переглядів: " + this.props.viewerCount];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["GIF-файл через "];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["Відео через "];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["Фото через "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ["Натомість пошукайте «", "»"];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ["Можливо, ви мали на увазі «", "»?"];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " тепер може відповідати"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", " з " + this.props.maxLimit + " символів"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["Востаннє змінено: "];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["Довідку й інструкції ", "."];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["через "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["Востаннє збережено "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["Публікацію статті ", " буде скасовано. Вона переміститься в чернетки й більше не буде загальнодоступною."];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["Цей медіафайл містить матеріали потенційно делікатного характеру. "];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["Функція редагування підтримується лише для оригінальних постів і не поширюється на відповіді й потоки. ", " про те, що ви можете редагувати."];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["Хочете відредагувати своє Коло? Не переймайтеся. Люди, яких ви вилучите з нього, не отримають сповіщення про це. ", "."];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["", " новий інструмент для написання статей, щоб скористатися новими можливостями форматування."];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["Спільноти загальнодоступні, тому приватні профілі не можуть долучатися до розмови. Ви можете читати й уподобувати пости, а для більшого вам потрібно ", "."];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["У відповідь "];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["У відповідь "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["У відповідь "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["У відповідь "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["У відповідь ", " у " + this.props.communityName];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["У відповідь ", " у " + this.props.communityName];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["У відповідь ", " у " + this.props.communityName];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["У відповідь ", " у " + this.props.communityName];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["У відповідь ", ". Ваша відповідь також буде видима для ", "цього профілю."];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["У відповідь ", ". Ваша відповідь також буде видима для ", " цього профілю."];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["У відповідь ", ". Ваша відповідь також буде видима для ", " цього профілю."];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["У відповідь ", ". Ваша відповідь також буде видима для ", " цього профілю."];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола " + this.props.trustedFriendsTweetOwner + ", які вас читають."];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола " + this.props.trustedFriendsTweetOwner + "."];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола ", ", які вас читають."];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола ", "."];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола ", ", які вас читають."];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола ", "."];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола ", ", які вас читають."];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["У відповідь ", ". Вашу відповідь також бачитимуть люди з кола ", "."];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["Натискаючи «Рекламувати пост», ви приймаєте ", "."];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["Вашу нову адресу електронної пошти " + this.props.unverifiedEmail + " не підтверджено. "];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["Якщо ви зміните пароль, буде завершено всі ваші активні сеанси в Х, окрім того, у якому ви зараз. Це не вплине на ", " із доступом до вашого профілю. "];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["Я дозволяю X і Persona використовувати зображення мого посвідчення особи й моє селфі, зокрема одержані з них біометричні дані, для підтвердження моєї особи, а також із метою підтримання безпеки X, запобігання шахрайству й здійснення оплати. Persona може зберігати такі дані до 30 днів. X може зберігати моє повне ім’я, адресу й захешований номер посвідчення особи протягом усього терміну моєї передплати ", "."];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["Я дозволяю X і Au10tix використовувати зображення мого посвідчення особи й моє селфі, зокрема одержані з них біометричні дані, для підтвердження моєї особи, а також із метою підтримання безпеки X, запобігання шахрайству й здійснення оплати. Au10tix може зберігати такі дані до 30 днів. X може зберігати моє повне ім’я, адресу й захешований номер посвідчення особи протягом усього терміну моєї участі у програмі ", " чи ", "."];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["Я дозволяю X і Au10tix використовувати зображення мого посвідчення особи й моє селфі, зокрема одержані з них біометричні дані, для підтвердження моєї особи, а також із метою підтримання безпеки X, запобігання шахрайству й здійснення оплати. Au10tix може зберігати такі дані до 30 днів. X може зберігати моє повне ім’я, адресу й захешований номер посвідчення особи протягом усього терміну моєї участі у програмі ", " чи ", "."];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["Я дозволяю X і Stripe використовувати зображення мого посвідчення особи й моє селфі, зокрема одержані з них біометричні дані, для підтвердження моєї особи, а також із метою підтримання безпеки X, запобігання шахрайству й здійснення оплати. Компанія Stripe та її субобробники можуть зберігати такі дані до 30 днів і використовувати їх для тренування моделей, а також для виявлення шахрайства. X може зберігати моє повне ім’я, адресу й захешований номер посвідчення особи протягом усього терміну моєї участі у програмі ", " чи ", "."];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["Я дозволяю X і Stripe використовувати зображення мого посвідчення особи й моє селфі, зокрема одержані з них біометричні дані, для підтвердження моєї особи, а також із метою підтримання безпеки X, запобігання шахрайству й здійснення оплати. Компанія Stripe та її субобробники можуть зберігати такі дані до 30 днів і використовувати їх для тренування моделей, а також для виявлення шахрайства. X може зберігати моє повне ім’я, адресу й захешований номер посвідчення особи протягом усього терміну моєї участі у програмі ", " чи ", "."];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["Запишіть цей код або зробіть знімок екрана та зберігайте його в надійному місці. Цей код можна використати лише раз. "];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["Це основна країна, пов’язана з вашим профілем. Ваша країна допомагає нам налаштувати Х для вас. "];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["Це контакти, які ви імпортували зі своїх мобільних пристроїв. Ця інформація використовується для персоналізації Х для вас, наприклад для рекомендацій профілів, які вам може бути цікаво читати. Ви можете видалити попереднього передані контакти та вимкнути синхронізацію з Х на всіх пристроях. Просимо зауважити, що на це знадобиться якийсь час. "];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["Якщо ввімкнути це налаштування, ви зможете додавати інформацію про місцезнаходження до своїх постів. "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " за місяць на " + f(this.props.duration, this.props.duration + " місяці", this.props.duration + " місяців", "один місяць", this.props.duration + " місяця")];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " за рік на " + f(this.props.duration, this.props.duration + " роки", this.props.duration + " років", "один рік", this.props.duration + " року")];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", " протягом " + f(this.props.duration, this.props.duration + " років", this.props.duration + " років", "одного року", this.props.duration + " року")];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", " протягом " + f(this.props.duration, this.props.duration + " місяців", this.props.duration + " місяців", "одного місяця", this.props.duration + " місяця")];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["Якщо заблокувати когось, ця особа не зможе читати вас і надсилати вам повідомлення, а ви не бачитимете сповіщень від неї. "];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["Деякі відомості профілю все ще можуть бути доступні в пошукових системах, таких як Google і Bing. "];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["Якщо ви просто хочете змінити своє @ім’я_користувача, не потрібно деактивувати профіль – змініть ім’я в ", "."];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["Щоб використовувати поточне @ім’я_користувача чи адресу електронної пошти з іншим профілем Х, ", ", перш ніж деактивувати цей профіль."];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["Якщо ви хочете завантажити ", ", потрібно як надіслати запит, так і пройти процедуру завантаження, перш ніж деактивувати профіль. Посилання на завантаження ваших даних не можна надіслати деактивованим профілям."];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["Ви підтверджуєте, що дата народження ", " достовірна. Якщо це не так, до вашого профілю може бути вжито заходів."];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X використовує відомості про ваш вік для того, щоб показувати вам більш актуальний контент, зокрема рекламу, як описано в нашій ", "."];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["Ви можете зазначити, хто бачитиме вашу дату народження в X. "];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " організовує"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " є співорг."];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " говорить"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " слухає"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + "–" + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["Створити "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["Компанія з таким сайтом уже існує. Ви мали на увазі ", "?"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["Ці фільтри не поширюються на сповіщення від осіб, яких ви читаєте. "];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["Ви можете додати до списку ігнорування лише одне слово, фразу, @ім’я_користувача або хештег за раз. "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["Якщо ви почнете ігнорувати певні слова, то не отримуватимете нових сповіщень для постів із ними, а також не бачитимете постів із цими словами у своїй головній стрічці. "];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["Тут усі, кого ви ігноруєте. Ви можете як доповнювати, так і чистити цей список. "];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["Налаштуйте відображення медіафайлів делікатного характеру в Х. Ознайомтеся з нашою ", "."];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["Йдеться про інші медіафайли, позначені як вміст делікатного харакетру, як-от медіафайли від профілів, які самі позначили свої ", " як вміст делікатного характеру."];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["Із вашим профілем виникла проблема, і він не може брати участь у програмі розподілу доходу для творців. Якщо ви хочете подати апеляцію, виконайте ", ". Поки апеляція буде на розгляді, вам і далі нараховуватиметься частка доходу."];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["Ваш профіль було помічено, і він не може брати участь у програмі розподілу доходу від реклами. Якщо ви хочете подати апеляцію, виконайте ", ". Поки апеляція розглядатиметься, вам і далі нараховуватиметься доля доходу від реклами."];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["Оформте Передплату на", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["Цікавитеся тим, скільки ви можете заробити? "];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["Подаючи заявку, ви погоджуєтеся на "];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["Виберіть ціну за місяць, яка підходить для вас і вашої аудиторії. Цікаво, скільки ви можете заробляти? "];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["Вибравши «Прийняти й продовжити», ви погоджуєтеся на "];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["Перевірте та підтвердьте ціну на свою передплату. ", " протягом періоду тестування передплат."];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["Ми перевірили ваш обліковий запис Stripe. Передплати, оформлені у вашому профілі, невдовзі стануть активні. Коли це відбудеться, ми надішлемо вам сповіщення. Ви також можете перевірити статус передплат у своєму профілі."];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["Торкаючись кнопки нижче, ви приймаєте ", "."];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["Натискаючи «Приєднатися й підтвердити особу», ви приймаєте "];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["Натискаючи «Приєднатися й підтвердити особу», ви приймаєте "];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["Заробляйте на оголошеннях, що розміщуються у відповідях на ваші пости. Щоб взяти участь у програмі розподілу доходу від реклами, ваш профіль має відповідати ", ", ", "."];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["Керуйте роботою Х у "];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["Так, у всіх автоматизованих профілів має бути мітка. Це вимога наших ", "."];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["Дізнайтеся більше на сторінці ", "."];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["Додаткова інформація доступна на сторінці ", "."];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["Нам дуже прикро, що ви нас покидаєте. #GoodBye"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["Якщо ви ще не вказали дату народження, ми визначили віковий діапазон на основі вашого профілю Х й активності. Інформація про вік використовується для персоналізації. "];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["Неправильно? Ви можете зазначити свою дату народження в ", ", не роблячи її доступною для всіх."];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["Підібрані аудиторії часто створюються на основі списків адрес електронної пошти або перегляду веб-сторінок. Вони допомагають рекламодавцям привабити потенційних клієнтів або людей, які вже виявили інтерес до їхнього бізнесу. "];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["Зараз ви входите до ", " від "];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["Щоб активувати цю функцію, відкрийте розділ налаштувань ", " та ввімкніть параметр «Персоналізація на основі вашої виведеної ідентичності»."];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["Щоб активувати цю функцію, перейдіть у свої налаштування ", " і ввімкніть параметр «Персоналізація на основі вашої виведеної ідентичності»."];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["Ви можете видалити ці відомості, вимкнувши параметр «Персоналізація на основі вашої виведеної ідентичності» у своїх налаштуваннях ", "."];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["Ви можете видалити ці відомості, вимкнувши параметр «Персоналізація на основі вашої виведеної ідентичності» у своїх налаштуваннях ", "."];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["Це виведені хеші адрес електронної пошти, що мають спільні компоненти з адресою електронної пошти, яку ви надали Х. Ви можете видалити ці відомості, вимкнувши параметр «Персоналізація на основі вашої виведеної ідентичності» у своїх налаштуваннях ", "."];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["Це пристрої, які Х використовує для точнішого аналізу й відображення доречнішого вмісту в цьому браузері. "];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["Це браузери та пристрої, пов’язані з вами. "];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["Це браузери, пристрої та відомості, які Х використовує для персоналізації відображуваного для вас вмісту. Мова йде про пристрої та браузери, які ви не використовували для входу в Х, а також про адреси електронної пошти й номери телефонів, схожі на ті, що пов’язані з вашим профілем Х. "];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["Перейдіть до ", ", щоб увімкнути його визначення."];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["Якщо додаток виконує підозрілі дії, перейдіть у розділ ", ", щоб закрити йому доступ. У деяких випадках місцезнаходження за IP-адресою може відрізнятися від фактичного. "];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["Партнери Х вибирають аудиторію на основі покупок, стилю життя та іншої поведінки як онлайн, так і офлайн. "];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["Щось пішло не так, і ваші дані Х не вдалося надіслати. Щоб надіслати запит на дані, ", "."];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " тому"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["Показується лише перша тисяча гостей. У просторі також можуть бути анонімні слухачі й люди, які не ввійшли в Х. "];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + " хв. " + this.props.seconds + " сек."];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + " год. " + this.props.minutes + " хв."];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " змінив(ла) фото групи"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["Ви змінили ім’я групи на "];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " змінив(ла) ім’я групи на "];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["Ім’я групи змінено на "];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " додав(ла) "];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["Додано: "];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " вийшов(ла)"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " додав(ла) вас"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["У цій групі ще стільки осіб: "];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["У цій групі є " + this.props.count + " ще ос" + f(this.props.count, "оби", "іб", "оба", "оби")];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["Цей пост може містити матеріали делікатного характеру. "];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["Повідомлення шифруються. "];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["Ви не можете надсилати цьому користувачу зашифровані приватні повідомлення. "];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["Ви більше не можете надсилати повідомлення цій людині. "];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["Ви не можете отримати доступ до цієї зашифрованої розмови з поточного пристрою. Для отримання доступу ввійдіть у систему зі свого попереднього пристрою. "];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["Ви не можете надсилати повідомлення цій групі, оскільки ваш профіль не підтверджено. "];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["Ви не можете надсилати повідомлення цьому користувачу, оскільки ваш профіль не підтверджено. "];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["Ви відповіли на Fleet ", ": "];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["Відповів(ла) на ваш Fleet: "];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " надіслав(ла) GIF-файл"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " надіслав(ла) посилання"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " надіслав(ла) фото"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " надіслав(ла) стікер"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " надіслав(ла) відео"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " надіслав(ла) голосове повідомлення"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " поділився(-лася) постом"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", ":"];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["Ви поставили відео @", " емодзі "];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " поставив(ла) відео @", " емодзі "];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["Ви поставили відео емодзі "];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " поставив(ла) відео емодзі "];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["Ви поставили фото @", " емодзі "];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " поставив(ла) фото @", " емодзі "];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["Ви поставили фото емодзі "];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " поставив(ла) фото емодзі "];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["Ви поставили GIF-файлу @", " емодзі "];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " поставив(ла) GIF-файлу @", " емодзі "];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["Ви поставили GIF-файлу емодзі "];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " поставив(ла) GIF-файлу емодзі "];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["Ви поставили посту @", " емодзі "];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " поставив(-ла) посту ", " емодзі "];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["Ви поставили посту емодзі "];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " поставив(-ла) посту емодзі "];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["Ви поставили посиланню від @", " емодзі "];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " поставив(ла) посиланню від @", " емодзі "];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["Ви поставили посиланню емодзі "];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " поставив(ла) посиланню емодзі "];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["Ви поставили повідомленню від @", " емодзі ", ": "];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " поставив(ла) повідомленню @", " емодзі ", ": "];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["Ви поставили емодзі ", ": "];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " поставив(ла) емодзі ", ": "];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["Ви поставили голосовому повідомленню @", " емодзі "];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " поставив(ла) голосовому повідомленню @", " емодзі "];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["Ви поставили голосовому повідомленню емодзі "];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " поставив(ла) голосовому повідомленню емодзі "];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["Ви поставили емодзі "];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " поставив(ла) емодзі "];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["Системи X сканують поширені посилання та медіафайли на предмет спаму, образ і забороненого вмісту. Ми також аналізуємо особливості використання сервісу, щоб виявляти підозрілу поведінку й покращувати ваш користувацький досвід. Ми можемо розглядати окремі приватні повідомлення у межах розслідування порушень і випадків зловживання нашою службою, а також з метою дотримання законів або виконання урядових запитів. Щоб дізнатися більше, див. нашу ", "."];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["Тут живуть запити на повідомлення від людей, яких ви не читаєте. Щоб відповісти на їхні повідомлення, потрібно прийняти запит. "];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["Коли ви почнете виконувати завдання, Google може збирати й використовувати інформацію про вас, ваш пристрій і браузер. Перегляньте ", " Google."];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " Уподобан" + f(this.props.count, "ня", "ь", "ня", "ня")];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " фото й відео"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " пост" + f(this.props.count, "и", "ів", "", "у")];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["Ви не можете читати профіль і переглядати пости @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["Ви впевнені, що хочете переглянути ці пости? Перегляд постів не розблокує @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["Щоб поскаржитися на порушення прав інтелектуальної власності, відвідайте ", ". Щоб повідомити про будь-які інші проблеми з цим продуктом, перейдіть до додатка для iOS або Android."];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["Щоб отримати детальніші відомості про порушення щодо продукту, "];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["Кількість: "];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["Категорії вибираються самостійно й не призначаються, не підтверджуються та не схвалюються X. "];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["Цей профіль зв’язано з ", "."];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["Лише схвалені читачі можуть переглядати пости @" + this.props.screenName + ". Щоб надіслати запит на доступ, натисніть кнопку «Читати». "];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["Х банить профілі, що порушують "];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["Нам потрібно знати, чи профіль X ", " належить вам. Якщо ні, тоді ми вилучимо адресу електронної пошти ", " із нього."];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["Якщо профіль X ", " належить вам, але ви бажаєте відписатися від подальших сповіщень електронною поштою, перейдіть до ", "."];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["Ми вилучили вашу адресу електронної пошти ", " з профілю X ", ". Тепер ви не отримуватимете сповіщення, призначені для профілю."];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["Можливо, хтось ненавмисно ввів вашу адресу електронної пошти під час входу у свій профіль X. Проте ця особа могла мати й недобрі наміри. Ви можете поскаржитися на профіль, щоб допомогти визначити й прибрати спам з X. "];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", ": "];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["Спробуйте читати ", ", щоб бачити рекомендації найпопулярніших статей."];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["Почав(ла) читати @" + this.props.screenName + ". ", "."];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["Як анонімний слухач, ви будете невидимі й не зможете брати участь у розмові. "];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["Одна з переваг передплати – це ексклюзивний доступ до Просторів, таких як цей. Приєднатися до цього Простору можуть лише передплатники @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["Збільште свій оцінковий рейтинг до " + this.props.ratingImpactToEarnIn + " із поточного показника " + this.props.currentImpact + ", і ви повернете собі можливість писати."];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["Посилання в цьому пості (", "). Замітку слід показувати в усіх постах, що містять це посилання"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["Ви впевнені, що ця примітка буде корисною для всіх ", " із цим зображенням, навіть якщо в них написані різні речі?"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["Ви впевнені, що ця примітка буде корисною для всіх постів із цим зображенням, навіть якщо в них написані різні речі?"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["Ви впевнені, що ця примітка буде корисною для всіх ", " із цим відео, навіть якщо в них написані різні речі?"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["Ви впевнені, що ця примітка буде корисною для всіх постів із цим відео, навіть якщо в них написані різні речі?"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["Ви впевнені, що ця примітка буде корисною для всіх ", " із цим медіафайлом, навіть якщо в них написані різні речі?"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["Ви впевнені, що ця примітка буде корисною для всіх постів із цим медіафайлом, навіть якщо в них написані різні речі?"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["Детальніше про "];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["З метою прозорості запити анонімізовані й "];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["Якщо ви хочете допомогти писати й оцінювати замітки від спільноти, ", "."];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["Заради підтримання високої якості заміток від спільноти та запобігання спаму запитувати їх можуть лише користувачі з підтвердженим номером телефону. "];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["Ви як автор посту можете "];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return ["Рейтинг оцінок: " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return ["Рейтинг заміток: " + this.props.impactDisplayNumber];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["Замітку спочатку було додано до зображення в пості, який пізніше було видалено. Вона може показуватися в інших постах, які містять це зображення."];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["Замітку спочатку було додано до зображення в ", ", і вона може показуватися в інших постах, які містять це зображення"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["Замітку спочатку було додано до відео в пості, який пізніше було видалено. Вона може показуватися в інших постах, які містять це відео."];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["Замітку спочатку було додано до відео в ", ". Вона може показуватися в інших постах, які містять це відео."];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["Замітку спочатку було додано до медіафайлу в пості, який пізніше було видалено. Вона може показуватися в інших постах, які містять цей медіафайл."];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["Замітку спочатку було додано до медіафайлу в ", ", і вона може показуватися в інших постах, які містять цей медіафайл"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["Замітку спочатку було написано для посту, який пізніше було видалено. Вона може показуватися в інших постах, що містять посилання на ", "."];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["Замітку спочатку було написано для ", ". Вона може відображатися поряд із іншими постами, що містять посилання на ", "."];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["Може відображатися в ", " із цим відео, якщо люди згодні, що це доречно."];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["Може відображатися в постах із цим відео, якщо люди згодні, що це доречно."];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["Може відображатися в ", " із цим зображенням, якщо люди згодні, що це доречно."];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["Може відображатися в постах із цим зображенням, якщо люди згодні, що це доречно."];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["Може відображатися в ", " із цим медіафайлом, якщо люди згодні, що це доречно."];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["Може відображатися в постах із цим медіафайлом, якщо люди згодні, що це доречно."];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["Замітку спочатку було додано до відео в пості, який пізніше було видалено. Вона показується в ", ", які містять це відео."];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["Замітку спочатку було додано до відео в ", ", і вона може показуватися в ", ", які містять це відео"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["Замітку спочатку було додано до відео в пості, який пізніше було видалено. Вона може показуватися в ", ", які містять це відео."];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["Замітку спочатку було додано до відео в ", ". Вона може показуватися в ", ", які містять це відео."];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["Замітку спочатку було додано до зображення в пості, який пізніше було видалено. Вона показується в ", ", які містять це зображення."];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["Замітку спочатку було додано до зображення в ", ", і вона показується в ", ", які містять це зображення"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["Замітку спочатку було додано до зображення в пості, який пізніше було видалено. Вона може показуватися в ", ", які містять це зображення."];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["Замітку спочатку було додано до зображення в ", ". Вона може показуватися в ", ", які містять це зображення."];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["Замітку спочатку було додано до медіафайлу в пості, який пізніше було видалено. Вона показується в ", ", які містять цей медіафайл."];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["Замітку спочатку було додано до медіафайлу в ", ", і вона показується в ", ", які містять цей медіафайл"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["Замітку спочатку було додано до медіафайлу в пості, який пізніше було видалено. Вона може показуватися в ", ", які містять цей медіафайл."];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["Замітку спочатку було додано до медіафайлу в ", ", і вона може показуватися в ", ", які містять цей медіафайл"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["Відображається поряд із ", ", що містять посилання на "];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["Може відображатися поряд із ", ", що містять посилання на "];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["Замітка спочатку призначалася для посту, який пізніше було видалено. Вона показується в ", ", що містять посилання на ", "."];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["Замітка спочатку призначалася для ", ". Вона показується в ", ", що містять посилання на ", "."];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["Замітка спочатку призначалася для посту, який пізніше було видалено. Вона може показуватися в ", ", що містять посилання на ", "."];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["Замітка спочатку призначалася для ", ". Вона може показуватися в ", ", що містять посилання на ", "."];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["Це бачить невелика експериментальна група в X · Більше " + this.props.impressionTruncated + " переглядів"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["Це бачить невелика експериментальна група в X"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["Показується в X · Більше " + this.props.impressionTruncated + " переглядів"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["Показується в Х"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["Оцінки анонімізовані, але загальноступні для прозорості. Дізнайтеся, як Замітки від спільноти ", "."];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["Ви оцінили цю примітку як ", "."];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["Ви оцінили цю примітку як ", "."];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["Ви оцінили цю примітку як ", "."];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["Чи слід показувати цю примітку в ", ", що містять посилання на ", "?"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["Чи слід показувати цю примітку в ", " із тим самим відео?"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["Чи слід показувати цю примітку в ", " із тим самим зображенням?"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["Чи слід показувати цю примітку в ", " із тим самим медіафайлом?"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["Чи слід показувати цю примітку в усіх постах, що містять посилання на ", "?"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["Чи слід показувати цю примітку в усіх постах із тим самим відео?"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["Чи слід показувати цю примітку в усіх постах із тим самим зображенням?"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["Чи слід показувати цю примітку в усіх постах із тим самим медіафайлом?"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["Є ідеї чи пропозиції, як покращити Замітки від спільноти? "];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["Показати ще " + this.props.remainingCount + " пост" + f(this.props.remainingCount, "и, на які", "ів, на які", ", на який", "у, на які") + " посилаються ініціатори запиту"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["Дописувачі Заміток від спільноти користуються псевдонімами · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["Це нова функція Заміток від спільноти! ", ", якщо захочете"];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["Збільште свій оцінковий рейтинг до «" + this.props.requiredRatingImpact + "» із поточного показника «" + this.props.currentRatingImpact + "»."];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return ["Видалених Заміток: " + this.props.num];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["Щоб повернути можливість писати, збільште цей показник до «" + this.props.requiredRatingImpact + "»"];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["Хочете почати писати замітки? Підніміть свій оцінковий рейтинг принаймні до " + this.props.requiredRatingImpact + "."];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["Замітки від спільноти зберігають статус видалених заміток, щоб точно визначати репутацію автора й оцінювачів замітки. "];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["Контекст додають люди, які використовують Х, і він з’являється, коли інші оцінюють його як корисний. "];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["Використання вами наборів даних регулюється Угодою з розробниками та Політикою для розробників Х. Натискаючи на значок завантаження, ви приймаєте ", "."];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["Файл № " + this.props.fileIndex + " із " + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["Спробуйте пошукати щось інше або перевірте, чи ваші ", " захищають вас від вмісту потенційно делікатного характеру."];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["Активність ", " тому"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["Ви справді хочете зробити ", " модератором?"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["Ви справді хочете забрати в ", " роль модератора?"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["Введіть ", ", щоб продовжити"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " приховав(-ла) пост"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " закріпив(-ла) пост"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " відкріпив(-ла) пост"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " зробив(-ла) пост видимим"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " видалив(-ла) учасника"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " відновив(-ла) учасника"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " приєднався(-лася) до спільноти"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " залишив(-ла) спільноту"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " ухвалив(-ла) запит на участь"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " відхилив(-ла) запит на участь"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " повторно схвалив(-ла) запит на участь"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["Позначено ", " та "];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["Позначено "];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["Скаргу надіслано "];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["Ви приховали пост @"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["Ви залишили пост @"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["Створено " + this.props.date + ", засновник: "];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["Щоб скористатися цією функцією, перейдіть у профіль, який належить вам.\n\nЯк співавтор, ви можете надсилати приватні повідомлення, публікувати пости й створювати списки, а також переглядати їх.\n\nМи постійно працюємо над покращенням Делегування. Не вагайтеся ", "."];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["Щоб скористатися цією функцією, перейдіть у профіль, який належить вам.\n\nЯк адміністратор, ви можете надсилати приватні повідомлення, публікувати пости, створювати й переглядати списки. Ви також можете запрошувати до профілю співавторів, вилучати їх і переглядати аналітику постів.\n\nМи постійно працюємо над покращенням Делегування. Не вагайтеся ", "."];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["", ", щоб переглянути детальну інформацію про цю вакансію"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["Отримуйте інформацію про вакансії за запитом «", " — ", "» у своїй стрічці"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["Вакансії за запитом «", " — ", "»"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["Перегляд постів не розблокує @" + this.props.screenName + ". "];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["Попередньо замовити за "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["Дізнайтеся більше про наші програми й правила монетизації ", "."];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(комісія: ", ")"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(комісія ", "%, але не менше ", ")"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["", "% Fee, Min. "];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["Оформлюючи покупку, ви приймаєте ", " і ", ". Передплати продовжуються автоматично, доки їх не буде скасовано, як описано в Умовах. Скасувати передплату можна в будь-який момент."];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["Оформлюючи покупку, ви приймаєте ", " та ", "."];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["Тут ви знайдете відомості про вподобання, згадки, репости та інші дії власників підтверджених профілів. "];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["Дізнайтеся більше про доступ до додатків сторонніх розробників у ", "."];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["Створено ", ". Прочитайте ", " і ", " " + this.props.orgName + "."];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["Якщо вам потрібна допомога, надішліть повідомлення ", "."];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", ", щоб почати"];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["Імпортовано з "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["Опубліковано "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["Якщо у вас є запитання стосовно функції «Підбір персоналу в X», надішліть їх на адресу ", "."];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(Якщо ви представляєте організацію, зареєструйтеся ", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["Починаючи ", " і оформлюючи передплату, ви приймаєте наші ", ". Після завершення " + this.props.numberOfDays + "-денного пробного періоду з вас стягуватиметься плата за місячний чи річний план, вибраний у момент оформлення передплати, якщо ви не скасуєте її протягом " + this.props.numberOfDays + "-денного пробного періоду. Передплата продовжуватиметься автоматично, доки її не буде скасовано, як описано в Умовах використання. ", " Щоб уникнути небажаних витрат, скасовувати передплату слід не пізніше ніж за 24 години до її продовження. Для оформлення передплати потрібен підтверджений номер телефону. Якщо ви оформили передплату на іншій платформі, ви можете керувати нею там."];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["Оформлюючи передплату, ви приймаєте наші ", ". Передплата автоматично продовжується, доки не буде скасована, як описано в ", ". ", ". Щоб уникнути додаткових витрат, скасовувати передплату слід не менше ніж за 24 години до продовження. Після підвищення рівня ваша поточна передплата та пов’язані з нею функції одразу перейдуть на новий рівень. Плата за новий рівень почне стягуватися з вас негайно, але будь-який пропорційний залишок із вашого поточного розрахункового циклу буде зарахований у загальну суму сьогоднішнього платежу. Ви не отримаєте повернення коштів за будь-яку частину попередньої передплати, якщо цього не вимагає закон."];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["Оформлюючи передплату, ви приймаєте наші ", ". Передплата автоматично продовжується, доки не буде скасована, як описано в ", ". ", ". Щоб уникнути додаткових витрат, скасовувати передплату слід не менше ніж за 24 години до продовження. Після зниження рівня ваша поточна передплата залишиться активною до початку наступного розрахункового циклу, після чого почне діяти нова. Плата за новий рівень почне стягуватися з наступного розрахункового циклу."];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["Оформлюючи передплату, ви приймаєте наші ", ". Передплата автоматично продовжується, доки не буде скасована, як описано в ", ". ", ". Щоб уникнути додаткових витрат, скасовувати передплату слід не менше ніж за 24 години до продовження. Після переходу ви збережете доступ до функцій, пов’язаних із вашим рівнем передплати. З вас негайно буде списано вартість нового річного плану, при цьому будь-який пропорційний залишок із вашого щомісячного розрахункового циклу буде зарахований у загальну суму сьогоднішнього платежу."];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["Оформлюючи передплату, ви приймаєте наші ", ". Передплата автоматично продовжується, доки не буде скасована, як описано в ", ". ", ". Щоб уникнути додаткових витрат, скасовувати передплату слід не менше ніж за 24 години до продовження. Після переходу ви збережете доступ до функцій, пов’язаних із вашим рівнем передплати. Щомісячна плата почне стягуватися з вас негайно, але пропорційна сума вашого річного платежу, що залишилася, буде зараховуватися в рахунок щомісячних платежів, доки вона не закінчиться."];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["Оформте передплату за ", " " + this.props.newPrice + " на " + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + " на " + this.props.interval + " із щорічною оплатою"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["Відомості про адресу передаються в Google. Щоб дізнатися більше, див. ", " і ", "."];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["Лише адміністратори та модератори спільнот можуть виставляти їх у своїх профілях. Хочете ", "?"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["Щоб знайти кризовий центр поблизу, відвідайте вебсайт ", "."];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["Якщо ви відчуваєте, що вам загрожує небезпека, радимо звернутися до місцевих правоохоронних органів. Вони можуть проконсультуватися з нашими ", ", якщо у них виникнуть додаткові запитання."];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["Ви можете припинити читати її в будь-який час зі ", "."];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["Останнє оновлення: "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["Ніхто не отримуватиме сповіщень про зміни у вашому колі. У всіх нових користувачів буде доступ до постів, які ви опублікували для кола раніше. "];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["Скільки разів цей пост побачили. Щоб дізнатися більше, відвідайте ", "."];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["Скільки разів цей пост побачили. Відображення лічильника переглядів може зайняти кілька хвилин. Щоб дізнатися більше, відвідайте ", "."];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["Кількість переглядів цього посту недоступна. Щоб дізнатися більше, відвідайте ", "."];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["Натискаючи «Створити рекламу», ви підтверджуєте, що прочитали й приймаєте ", ", а також ", "."];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["Натискаючи «Створити рекламу», ви підтверджуєте, що прочитали й приймаєте ", "."];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["Деякі параметри таргетингу недоступні для цього рекламного профілю відповідно до ", "."];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["Натискаючи «Рекламувати пост», ви підтверджуєте, що прочитали й приймаєте ", ", а також ", "."];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["Натискаючи «Рекламувати пост», ви підтверджуєте, що прочитали й приймаєте ", "."];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["У цьому пості немає прихованих відповідей, але приватні пости можуть відфільтровуватися. "];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["Натискаючи нижче для здійснення покупки, ви погоджуєтеся на ", "."];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["", " не зможе додавати вас до своїх списків, у тому числі до цього."];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["Поділіться з " + this.props.creatorName + " своєю адресою електронної пошти. Приймаючи ці умови, ви дозволяєте Х передати творцю вашу адресу електронної пошти для спілкування за межами платформи, а також приймаєте ", "."];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["Подаруйте @" + this.props.screenName + " річну передплату " + this.props.tier + " за " + this.props.price + ". Коли ви проведете оплату, цей користувач отримає сповіщення про те, що ви надіслали йому подарунок."];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["Кошти за оформлення подарункової підписки списуються в момент покупки та не підлягають поверненню. Це одноразова передплата, яка не підлягає заміні, не комбінується та не має грошової вартості. Термін її дії розпочнеться після того, як X розгляне замовлення та призначить передплату одержувачу, який повинен буде прийняти наші ", " та політики. Якщо одержувач не відповідає якимось вимогам або якщо він скасує підписку чи відхилить наші умови та політики, подарунок не підлягає обміну та поверненню. Можуть стягуватися податки. Умови можуть змінюватися. "];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["Організації отримують золоті галочки, а окремі особи – сині. У разі неналежного використання вашу передплату буде скасовано без повернення коштів згідно з нашими ", "."];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["Організації отримують квадратні аватари, а окремі особи – круглі. У разі неналежного використання вашу передплату буде скасовано без повернення коштів згідно з нашими ", "."];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["Виберіть, який рекламний профіль слід використовувати для просування вакансій на порталі ", "."];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["Рекламних профілів, що відповідають умовам, не знайдено. Перейдіть на сторінку ", ", щоб дізнатися про подальші кроки."];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["Після скасування передплати на «Підтверджені організації» ваша організація одразу втратить свою золоту галочку."];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["Крім того, зв’язок між вашою організацією й усіма іншими профілями буде одразу скасовано, і вони також втратять свої золоті й сині галочки та значки зв’язку."];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["Після скасування передплати ваша організація й усі пов’язані з нею профілі одразу втратять свої галочки та доступ до всіх платних функцій."];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["Якщо ви вирішите залишитися, ми додаватимемо на ваш портал додаткові безкоштовні бонуси на рекламу розміром " + this.props.creditAmount + " дол. США кожні " + this.props.daysOfCouponInterval + " днів протягом наступних " + this.props.totalDays + " днів. Якщо ви приймете цю пропозицію, співробітники нашої служби підтримки зв’яжуться з вами, щоб допомогти вашій організації отримати користь від цих бонусів."];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["Якщо ви вирішите залишитися, ми додавамо на ваш портал додатковий безкоштовний бонус на рекламу розміром " + this.props.creditAmount + " дол. США протягом наступних " + this.props.daysToWaitForFirstRedeemable + " днів. Якщо ви приймете цю пропозицію, співробітники нашої служби підтримки зв’яжуться з вами, щоб допомогти вашій організації отримати користь від цих бонусів."];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["Це одноразова пропозиція, яка більше не буде доступна."];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["Ви все ще можете повернутися назад і скористатися одноразовою пропозицією, яка згодом більше не буде доступна. Вам не буде відшкодовано кошти за дні вашої передплати, що залишилися до наступного розрахункового циклу. Після закінчення поточного розрахункового циклу з вашого рахунку більше не списуватимуться кошти."];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["Підтверджені організації отримують пріоритетну підтримку в X з усіх питань. У чому б не полягала ваша проблема, ми допоможемо вам вирішити її якнайшвидше. Бажаєте запланувати телефонну розмову з представником програми «Підтверджені організації», щоб отримати допомогу?"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["Якщо ви скасуєте передплату, ви одразу втратите доступ до цього та всіх майбутніх безкоштовних бонусів на рекламу, які надаються в її рамках. Оскільки ви вже заплатили за ці переваги, ми радимо вам залишитись і скористатися ними."];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["Щоб збільшити ліміт, зверніться до служби підтримки підтверджених організацій ", "."];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["Кожний додатковий пов’язаний профіль коштує ", " на "];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["", " за перший рік, потім ", " на рік."];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["Кожен додатковий пов’язаний профіль коштує ", " за псевдонім на рік. "];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", " на ", " (", ") + ", " за псевдонім на ", " (", "). "];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", "). "];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["Отримайте знижку 30% на річні тарифи й бонус на рекламу розміром до 12 000 дол. США, оформивши передплату до "];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["Повний доступ коштує ", " на ", " (", "). Кожен додатковий пов’язаний профіль коштує ", " за псевдонім на ", " (", "). "];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["Базова передплата коштує ", " на ", " (", "). "];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["Натискаючи «Оформити передплату», ви приймаєте Умови надання ", "для покупців. Передплата продовжується автоматично, доки її не буде скасовано. Усі профілі, у яких оформлюється передплата, повинні бути схвалені нами."];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["Натискаючи кнопку «Передплатити», ви приймаєте наші ", ". Передплата продовжується автоматично, доки її не буде скасовано. Зареєстровані профілі мають пройти перевірку справжності. Якщо зареєстрований профіль не належить організації, надіслану з нього заявку буде відхилено без повернення коштів."];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ Протягом обмеженого часу бонус на рекламу розміром ", " ", " для вашої організації або будь-якого з пов’язаних із нею профілів і персоналізована підтримка."];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ Протягом обмеженого часу ", "бонус на рекламу для вашої організації", " і персоналізована підтримка."];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + " за ціною " + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + " за ціною " + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["Щоб змінити рівень передплати, зверніться в службу підтримки для підтверджених передплатників Premium", "."];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["Якщо вам потрібно більше пов’язаних профілів, зверніться у відділ продажів програми «Підтверджені організації» ", "."];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["Натискаючи кнопку «" + this.props.action + "», ви приймаєте ", "."];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["Ця інформація потрібна нам для розгляду заявки від ", ". "];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["Ставлячи цей прапорець, ви підтверджуєте, що прочитали й приймаєте наведені ", " положення та умови."];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["Тепер підтвердженим організаціям надається бонус на рекламу* розміром " + this.props.xtc_coupon_value + " (або еквівалент у місцевій валюті). Ви можете використати бонус для своєї організації або будь-якого з пов’язаних із нею профілів. Для цього просто виберіть потрібний рекламний профіль нижче."];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["Тепер підтвердженим організаціям надається бонус на рекламу* розміром " + this.props.xtc_coupon_value + " (або еквівалент у місцевій валюті). Кожні 30 днів ви отримуватимете " + this.props.xtc_coupon_value + " (або еквівалент у місцевій валюті), які можна буде в будь-який момент витратити на рекламу. Ви можете використати бонус для своєї організації або будь-якого з пов’язаних із нею профілів. Для цього просто виберіть потрібний рекламний профіль нижче."];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["Ідентифікатори ваших рекламних облікових записів можна знайти ", "."];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["Виникли проблеми? Якщо у вас є запитання, зверніться в ", "."];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["У вас є ", " дн. на те, щоб витратити залишок цього бонусу на рекламу (", ")."];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["Активуйте свій бонус на рекламу. Якщо у вас кілька рекламних профілів, ви можете змінити дані нижче. Активувати бонус можна до " + this.props.expiresAt + "."];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["Знайдіть ідентифікатор рекламного профілю, пов’язаний із вашим профілем X. Це можна зробити ", "."];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["У Менеджері реклами виберіть «Додати спосіб оплати» й зазначте дані кредитної картки. Якщо цього не зробити, бонус не буде застосовано й вашу рекламу не буде розміщено."];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["Вставте ідентифікатор свого рекламного профілю в текстове поле вгорі цієї сторінки й натисніть «Активувати»."];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["Запустіть кампанію."];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["У Менеджері реклами виберіть «Додати спосіб оплати» й зазначте дані кредитної картки. Якщо цього не зробити, вашу рекламу не буде розміщено."];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["Ви побачите, що бонус було застосовано, на сторінці «Оплата» в Менеджері реклами."];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["Якщо ви вже розміщували рекламу в X, у вас може бути кілька рекламних облікових записів із різними ідентифікаторами."];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["Список ідентифікаторів усіх ваших рекламних профілів можна знайти ", "."];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["Виберіть ідентифікатор рекламного профілю, до якого слід застосувати бонус."];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["Як учасник програми «Підтверджені організації» з повним доступом, ви можете застосувати свій бонус до будь-якого профілю, пов’язаного з вашою організацією."];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["Для цього вам повинен бути відомий ідентифікатор рекламного профілю, що належить пов’язаному профілю, у якому ви хочете провести кампанію."];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["Щоб знайти цей ідентифікатор, увійдіть у пов’язаний профіль і перейдіть ", "."];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["Підтверджені організації мають право на бонуси, які можна витрачати на ", " й просування вакансій. Щоб активувати всі доступні рекламні можливості, виконайте наведені нижче дії."];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["Підтверджені організації мають право на бонуси, які можна витрачати на ", ". Щоб активувати всі доступні рекламні можливості, виконайте наведені нижче дії."];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["Активувати купон"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["Виберіть активний профіль з гарною репутацією, щоб отримати цей бонус розміром " + this.props.couponAmount + "."];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["Список ідентифікаторів профілів доступний в ", ". Приклад ідентифікатора: o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["Ви можете просувати вакансії за допомогою дії "];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["Вакансії, що відповідають умовам, можна просувати за допомогою дії "];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["Ми розглядаємо запити, подані власниками товарних знаків або їхніми уповноваженими представниками. Подробиці наведено у нашій ", "."];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["Введіть псевдонім власників списку та назву списку в такому форматі: ", "."];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["Цей стовпець можна очистити, лише якщо ви переключитеся на ", "."];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["Ознайомтеся з нашою Політикою конфіденційності: "];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["Ознайомтеся з нашими Умовами надання послуг: "];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["Платформа X та її партнери використовують файли cookie, щоб надавати вам кращі, безпечніші та швидші сервіси, а також для підтримки своєї комерційної діяльності. Деякі файли cookie необхідні для використання наших сервісів, поліпшення наших послуг та забезпечення їх належного функціонування. Якщо ви натиснете «Прийняти всі файли cookies», ви дозволите платформі X та її партнерам використовувати файли cookie, щоб надавати вам адаптовану до ваших інтересів рекламу та інформацію. Якщо ви натиснете «Відмовитися від необов’язкових файлів cookie», ми не використовуватимемо файли cookie для збору додаткових даних з метою персоналізації реклами та інформації. Щоб дізнатися більше про наш підхід до використання файлів cookie, прочитайте статтю про ці файли в нашому Довідковому центрі за адресою ", "."];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["", " автором"];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " Стаття"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " та "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", ", "];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", " та "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["Цей медіафайл вимкнуто через претензію на авторські права від " + this.props.copyrightHolder + ". Для оскарження скористайтеся ", "."];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " зробив(-ла) репост"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " о " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["Від "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", " і "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " і "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["У відповідь "];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["У відповідь ", " ", " "];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["У відповідь ", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["У відповідь ", ", ", " ", " "];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["У відповідь ", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["Читання на "];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["З "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " Учасник" + f(this.props.count, "и", "ів", "", "а")];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " читає"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " і ", " читають"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", ", ", " і ", " читають"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["Читають ", ", ", " і ще ", " з-поміж тих, кого ви читаєте"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " і ще ", " зараз популярні в цій темі"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["За кошти "];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["За кошти ", " і без дозволу жодного з кандидатів чи їхніх комітетів."];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["За кошти ", " · З дозволу " + this.props.sponsorshipCandidate];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["Цей пост можете бачити лише ви та ваше коло. Його не можна поширити, зокрема як репост або цитату. "];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["Актуальне з "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["Актуальне з ", ", "];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " із "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || o);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, i),
                    m && t(n, m),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    g
                );
            })(a(111677)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", i),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(i, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                s = (m._numberFormat, m._numberFormatterFn),
                h = m._pluralGeneratorFn,
                k = (m._currencyNameFormat, m._currencyFormatterFn),
                y = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.a1393037451 = s(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }, , { 3: { one: "0 тис'.'", few: "0 тис'.'", many: "0 тис'.'", other: "0 тис'.'" }, 4: { one: "00 тис'.'", few: "00 тис'.'", many: "00 тис'.'", other: "00 тис'.'" }, 5: { one: "000 тис'.'", few: "000 тис'.'", many: "000 тис'.'", other: "000 тис'.'" }, 6: { one: "0 млн", few: "0 млн", many: "0 млн", other: "0 млн" }, 7: { one: "00 млн", few: "00 млн", many: "00 млн", other: "00 млн" }, 8: { one: "000 млн", few: "000 млн", many: "000 млн", other: "000 млн" }, 9: { one: "0 млрд", few: "0 млрд", many: "0 млрд", other: "0 млрд" }, 10: { one: "00 млрд", few: "00 млрд", many: "00 млрд", other: "00 млрд" }, 11: { one: "000 млрд", few: "000 млрд", many: "000 млрд", other: "000 млрд" }, 12: { one: "0 трлн", few: "0 трлн", many: "0 трлн", other: "0 трлн" }, 13: { one: "00 трлн", few: "00 трлн", many: "00 трлн", other: "00 трлн" }, 14: { one: "000 трлн", few: "000 трлн", many: "000 трлн", other: "000 трлн" }, maxExponent: 14 }], m("uk").pluralGenerator({}))),
                (m.b13090473 = s(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1420050947 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1246587711 = s(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b10155915 = s(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b863873556 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }, , { 3: { one: "0 тис'.'", few: "0 тис'.'", many: "0 тис'.'", other: "0 тис'.'" }, 4: { one: "00 тис'.'", few: "00 тис'.'", many: "00 тис'.'", other: "00 тис'.'" }, 5: { one: "000 тис'.'", few: "000 тис'.'", many: "000 тис'.'", other: "000 тис'.'" }, 6: { one: "0 млн", few: "0 млн", many: "0 млн", other: "0 млн" }, 7: { one: "00 млн", few: "00 млн", many: "00 млн", other: "00 млн" }, 8: { one: "000 млн", few: "000 млн", many: "000 млн", other: "000 млн" }, 9: { one: "0 млрд", few: "0 млрд", many: "0 млрд", other: "0 млрд" }, 10: { one: "00 млрд", few: "00 млрд", many: "00 млрд", other: "00 млрд" }, 11: { one: "000 млрд", few: "000 млрд", many: "000 млрд", other: "000 млрд" }, 12: { one: "0 трлн", few: "0 трлн", many: "0 трлн", other: "0 трлн" }, 13: { one: "00 трлн", few: "00 трлн", many: "00 трлн", other: "00 трлн" }, 14: { one: "000 трлн", few: "000 трлн", many: "000 трлн", other: "000 трлн" }, maxExponent: 14 }], m("uk").pluralGenerator({}))),
                (m.b728403392 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b358258259 = s(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b28492498 = s(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a461885874 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }, , { 3: { one: "0 тис'.'", few: "0 тис'.'", many: "0 тис'.'", other: "0 тис'.'" }, 4: { one: "00 тис'.'", few: "00 тис'.'", many: "00 тис'.'", other: "00 тис'.'" }, 5: { one: "000 тис'.'", few: "000 тис'.'", many: "000 тис'.'", other: "000 тис'.'" }, 6: { one: "0 млн", few: "0 млн", many: "0 млн", other: "0 млн" }, 7: { one: "00 млн", few: "00 млн", many: "00 млн", other: "00 млн" }, 8: { one: "000 млн", few: "000 млн", many: "000 млн", other: "000 млн" }, 9: { one: "0 млрд", few: "0 млрд", many: "0 млрд", other: "0 млрд" }, 10: { one: "00 млрд", few: "00 млрд", many: "00 млрд", other: "00 млрд" }, 11: { one: "000 млрд", few: "000 млрд", many: "000 млрд", other: "000 млрд" }, 12: { one: "0 трлн", few: "0 трлн", many: "0 трлн", other: "0 трлн" }, 13: { one: "00 трлн", few: "00 трлн", many: "00 трлн", other: "00 трлн" }, 14: { one: "000 трлн", few: "000 трлн", many: "000 трлн", other: "000 трлн" }, maxExponent: 14 }], m("uk").pluralGenerator({}))),
                (m.b1781839467 = s(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1444652563 = s(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1315803593 = s(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }, , { 3: { one: "0 тис'.'", few: "0 тис'.'", many: "0 тис'.'", other: "0 тис'.'" }, 4: { one: "00 тис'.'", few: "00 тис'.'", many: "00 тис'.'", other: "00 тис'.'" }, 5: { one: "000 тис'.'", few: "000 тис'.'", many: "000 тис'.'", other: "000 тис'.'" }, 6: { one: "0 млн", few: "0 млн", many: "0 млн", other: "0 млн" }, 7: { one: "00 млн", few: "00 млн", many: "00 млн", other: "00 млн" }, 8: { one: "000 млн", few: "000 млн", many: "000 млн", other: "000 млн" }, 9: { one: "0 млрд", few: "0 млрд", many: "0 млрд", other: "0 млрд" }, 10: { one: "00 млрд", few: "00 млрд", many: "00 млрд", other: "00 млрд" }, 11: { one: "000 млрд", few: "000 млрд", many: "000 млрд", other: "000 млрд" }, 12: { one: "0 трлн", few: "0 трлн", many: "0 трлн", other: "0 трлн" }, 13: { one: "00 трлн", few: "00 трлн", many: "00 трлн", other: "00 трлн" }, 14: { one: "000 трлн", few: "000 трлн", many: "000 трлн", other: "000 трлн" }, maxExponent: 14 }], m("uk").pluralGenerator({}))),
                (m.a278349056 = s(["", , 1, 2, 2, , , 0, 3, , " 'AED'", "#,##0.00 'AED'", "-#,##0.00 'AED' 'AED'", "-", " 'AED'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1910576219 = s(["", , 1, 0, 0, , , , 3, , " 'ALL'", "#,##0 'ALL'", "-#,##0 'ALL' 'ALL'", "-", " 'ALL'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a664380834 = s(["", , 1, 2, 2, , , 0, 3, , " 'ARS'", "#,##0.00 'ARS'", "-#,##0.00 'ARS' 'ARS'", "-", " 'ARS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a736415472 = s(["", , 1, 2, 2, , , 0, 3, , " 'AUD'", "#,##0.00 'AUD'", "-#,##0.00 'AUD' 'AUD'", "-", " 'AUD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1059647822 = s(["", , 1, 2, 2, , , 0, 3, , " 'BAM'", "#,##0.00 'BAM'", "-#,##0.00 'BAM' 'BAM'", "-", " 'BAM'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1151999922 = s(["", , 1, 2, 2, , , 0, 3, , " 'BDT'", "#,##0.00 'BDT'", "-#,##0.00 'BDT' 'BDT'", "-", " 'BDT'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1232346249 = s(["", , 1, 2, 2, , , 0, 3, , " 'BGN'", "#,##0.00 'BGN'", "-#,##0.00 'BGN' 'BGN'", "-", " 'BGN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a325326102 = s(["", , 1, 3, 3, , , 0, 3, , " 'BHD'", "#,##0.000 'BHD'", "-#,##0.000 'BHD' 'BHD'", "-", " 'BHD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1545419868 = s(["", , 1, 2, 2, , , 0, 3, , " 'BRL'", "#,##0.00 'BRL'", "-#,##0.00 'BRL' 'BRL'", "-", " 'BRL'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1119167307 = s(["", , 1, 0, 0, , , , 3, , " 'BYR'", "#,##0 'BYR'", "-#,##0 'BYR' 'BYR'", "-", " 'BYR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1938839814 = s(["", , 1, 2, 2, , , 0, 3, , " 'CAD'", "#,##0.00 'CAD'", "-#,##0.00 'CAD' 'CAD'", "-", " 'CAD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a2141090913 = s(["", , 1, 2, 2, , , 0, 3, , " 'CHF'", "#,##0.00 'CHF'", "-#,##0.00 'CHF' 'CHF'", "-", " 'CHF'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b605689631 = s(["", , 1, 0, 0, , , , 3, , " 'CLP'", "#,##0 'CLP'", "-#,##0 'CLP' 'CLP'", "-", " 'CLP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1964554578 = s(["", , 1, 2, 2, , , 0, 3, , " 'CNY'", "#,##0.00 'CNY'", "-#,##0.00 'CNY' 'CNY'", "-", " 'CNY'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b519802178 = s(["", , 1, 0, 0, , , , 3, , " 'COP'", "#,##0 'COP'", "-#,##0 'COP' 'COP'", "-", " 'COP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1633934060 = s(["", , 1, 2, 2, , , 0, 3, , " 'CZK'", "#,##0.00 'CZK'", "-#,##0.00 'CZK' 'CZK'", "-", " 'CZK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1175867644 = s(["", , 1, 2, 2, , , 0, 3, , " 'DKK'", "#,##0.00 'DKK'", "-#,##0.00 'DKK' 'DKK'", "-", " 'DKK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b752895026 = s(["", , 1, 2, 2, , , 0, 3, , " 'DZD'", "#,##0.00 'DZD'", "-#,##0.00 'DZD' 'DZD'", "-", " 'DZD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b398262962 = s(["", , 1, 2, 2, , , 0, 3, , " 'EGP'", "#,##0.00 'EGP'", "-#,##0.00 'EGP' 'EGP'", "-", " 'EGP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a4392194 = s(["", , 1, 2, 2, , , 0, 3, , " 'EUR'", "#,##0.00 'EUR'", "-#,##0.00 'EUR' 'EUR'", "-", " 'EUR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1233598645 = s(["", , 1, 2, 2, , , 0, 3, , " 'GBP'", "#,##0.00 'GBP'", "-#,##0.00 'GBP' 'GBP'", "-", " 'GBP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1408144114 = s(["", , 1, 2, 2, , , 0, 3, , " 'GHS'", "#,##0.00 'GHS'", "-#,##0.00 'GHS' 'GHS'", "-", " 'GHS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1749846884 = s(["", , 1, 2, 2, , , 0, 3, , " 'GTQ'", "#,##0.00 'GTQ'", "-#,##0.00 'GTQ' 'GTQ'", "-", " 'GTQ'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1927284863 = s(["", , 1, 2, 2, , , 0, 3, , " 'HKD'", "#,##0.00 'HKD'", "-#,##0.00 'HKD' 'HKD'", "-", " 'HKD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1720416159 = s(["", , 1, 2, 2, , , 0, 3, , " 'HRK'", "#,##0.00 'HRK'", "-#,##0.00 'HRK' 'HRK'", "-", " 'HRK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1639146311 = s(["", , 1, 2, 2, , , 0, 3, , " 'HUF'", "#,##0.00 'HUF'", "-#,##0.00 'HUF' 'HUF'", "-", " 'HUF'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a197178993 = s(["", , 1, 0, 0, , , , 3, , " 'IDR'", "#,##0 'IDR'", "-#,##0 'IDR' 'IDR'", "-", " 'IDR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b997299216 = s(["", , 1, 2, 2, , , 0, 3, , " 'ILS'", "#,##0.00 'ILS'", "-#,##0.00 'ILS' 'ILS'", "-", " 'ILS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b940964435 = s(["", , 1, 2, 2, , , 0, 3, , " 'INR'", "#,##0.00 'INR'", "-#,##0.00 'INR' 'INR'", "-", " 'INR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a556428662 = s(["", , 1, 0, 0, , , , 3, , " 'IQD'", "#,##0 'IQD'", "-#,##0 'IQD' 'IQD'", "-", " 'IQD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a620151611 = s(["", , 1, 0, 0, , , , 3, , " 'ISK'", "#,##0 'ISK'", "-#,##0 'ISK' 'ISK'", "-", " 'ISK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1913501377 = s(["", , 1, 0, 0, , , , 3, , " '¥'", "#,##0 '¥'", "-#,##0 '¥' '¥'", "-", " '¥'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a577304089 = s(["", , 1, 2, 2, , , 0, 3, , " 'KES'", "#,##0.00 'KES'", "-#,##0.00 'KES' 'KES'", "-", " 'KES'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1917355222 = s(["", , 1, 0, 0, , , , 3, , " 'KRW'", "#,##0 'KRW'", "-#,##0 'KRW' 'KRW'", "-", " 'KRW'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a152361904 = s(["", , 1, 3, 3, , , 0, 3, , " 'KWD'", "#,##0.000 'KWD'", "-#,##0.000 'KWD' 'KWD'", "-", " 'KWD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1179439781 = s(["", , 1, 2, 2, , , 0, 3, , " 'KZT'", "#,##0.00 'KZT'", "-#,##0.00 'KZT' 'KZT'", "-", " 'KZT'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1494382604 = s(["", , 1, 0, 0, , , , 3, , " 'LBP'", "#,##0 'LBP'", "-#,##0 'LBP' 'LBP'", "-", " 'LBP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b2071025264 = s(["", , 1, 2, 2, , , 0, 3, , " 'MAD'", "#,##0.00 'MAD'", "-#,##0.00 'MAD' 'MAD'", "-", " 'MAD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1784733754 = s(["", , 1, 2, 2, , , 0, 3, , " 'MKD'", "#,##0.00 'MKD'", "-#,##0.00 'MKD' 'MKD'", "-", " 'MKD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1403319581 = s(["", , 1, 2, 2, , , 0, 3, , " 'MXN'", "#,##0.00 'MXN'", "-#,##0.00 'MXN' 'MXN'", "-", " 'MXN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1370996346 = s(["", , 1, 2, 2, , , 0, 3, , " 'MYR'", "#,##0.00 'MYR'", "-#,##0.00 'MYR' 'MYR'", "-", " 'MYR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1002511467 = s(["", , 1, 2, 2, , , 0, 3, , " 'NGN'", "#,##0.00 'NGN'", "-#,##0.00 'NGN' 'NGN'", "-", " 'NGN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b776248822 = s(["", , 1, 2, 2, , , 0, 3, , " 'NOK'", "#,##0.00 'NOK'", "-#,##0.00 'NOK' 'NOK'", "-", " 'NOK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b467792808 = s(["", , 1, 2, 2, , , 0, 3, , " 'NZD'", "#,##0.00 'NZD'", "-#,##0.00 'NZD' 'NZD'", "-", " 'NZD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a715237593 = s(["", , 1, 2, 2, , , 0, 3, , " 'PEN'", "#,##0.00 'PEN'", "-#,##0.00 'PEN' 'PEN'", "-", " 'PEN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a802972088 = s(["", , 1, 2, 2, , , 0, 3, , " 'PHP'", "#,##0.00 'PHP'", "-#,##0.00 'PHP' 'PHP'", "-", " 'PHP'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1979825775 = s(["", , 1, 0, 0, , , , 3, , " 'PKR'", "#,##0 'PKR'", "-#,##0 'PKR' 'PKR'", "-", " 'PKR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a915641650 = s(["", , 1, 2, 2, , , 0, 3, , " 'PLN'", "#,##0.00 'PLN'", "-#,##0.00 'PLN' 'PLN'", "-", " 'PLN'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1491918754 = s(["", , 1, 2, 2, , , 0, 3, , " 'QAR'", "#,##0.00 'QAR'", "-#,##0.00 'QAR' 'QAR'", "-", " 'QAR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1518430831 = s(["", , 1, 2, 2, , , 0, 3, , " 'RON'", "#,##0.00 'RON'", "-#,##0.00 'RON' 'RON'", "-", " 'RON'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a11285501 = s(["", , 1, 0, 0, , , , 3, , " 'RSD'", "#,##0 'RSD'", "-#,##0 'RSD' 'RSD'", "-", " 'RSD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1357738177 = s(["", , 1, 2, 2, , , 0, 3, , " 'RUB'", "#,##0.00 'RUB'", "-#,##0.00 'RUB' 'RUB'", "-", " 'RUB'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1028041180 = s(["", , 1, 2, 2, , , 0, 3, , " 'SAR'", "#,##0.00 'SAR'", "-#,##0.00 'SAR' 'SAR'", "-", " 'SAR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b919989223 = s(["", , 1, 2, 2, , , 0, 3, , " 'SEK'", "#,##0.00 'SEK'", "-#,##0.00 'SEK' 'SEK'", "-", " 'SEK'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b869195568 = s(["", , 1, 2, 2, , , 0, 3, , " 'SGD'", "#,##0.00 'SGD'", "-#,##0.00 'SGD' 'SGD'", "-", " 'SGD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a45090222 = s(["", , 1, 2, 2, , , 0, 3, , " 'THB'", "#,##0.00 'THB'", "-#,##0.00 'THB' 'THB'", "-", " 'THB'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b707701918 = s(["", , 1, 3, 3, , , 0, 3, , " 'TND'", "#,##0.000 'TND'", "-#,##0.000 'TND' 'TND'", "-", " 'TND'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a352622715 = s(["", , 1, 2, 2, , , 0, 3, , " 'TRY'", "#,##0.00 'TRY'", "-#,##0.00 'TRY' 'TRY'", "-", " 'TRY'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a476374529 = s(["", , 1, 2, 2, , , 0, 3, , " 'TWD'", "#,##0.00 'TWD'", "-#,##0.00 'TWD' 'TWD'", "-", " 'TWD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a2000549735 = s(["", , 1, 0, 0, , , , 3, , " 'TZS'", "#,##0 'TZS'", "-#,##0 'TZS' 'TZS'", "-", " 'TZS'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a958213204 = s(["", , 1, 2, 2, , , 0, 3, , " '₴'", "#,##0.00 '₴'", "-#,##0.00 '₴' '₴'", "-", " '₴'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b1946250144 = s(["", , 1, 0, 0, , , , 3, , " 'UGX'", "#,##0 'UGX'", "-#,##0 'UGX' 'UGX'", "-", " 'UGX'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1249361606 = s(["", , 1, 2, 2, , , 0, 3, , " 'USD'", "#,##0.00 'USD'", "-#,##0.00 'USD' 'USD'", "-", " 'USD'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1737904215 = s(["", , 1, 2, 2, , , 0, 3, , " 'VEF'", "#,##0.00 'VEF'", "-#,##0.00 'VEF' 'VEF'", "-", " 'VEF'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.b876812826 = s(["", , 1, 0, 0, , , , 3, , " 'VND'", "#,##0 'VND'", "-#,##0 'VND' 'VND'", "-", " 'VND'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a889517291 = s(["", , 1, 2, 2, , , 0, 3, , " 'ZAR'", "#,##0.00 'ZAR'", "-#,##0.00 'ZAR' 'ZAR'", "-", " 'ZAR'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1237684708 = s(["", , 1, 2, 2, , , 0, 3, , " 'ZMW'", "#,##0.00 'ZMW'", "-#,##0.00 'ZMW' 'ZMW'", "-", " 'ZMW'", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1355594043 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a1867131870 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }, , { 3: { one: "0 тис'.'", few: "0 тис'.'", many: "0 тис'.'", other: "0 тис'.'" }, 4: { one: "00 тис'.'", few: "00 тис'.'", many: "00 тис'.'", other: "00 тис'.'" }, 5: { one: "000 тис'.'", few: "000 тис'.'", many: "000 тис'.'", other: "000 тис'.'" }, 6: { one: "0 млн", few: "0 млн", many: "0 млн", other: "0 млн" }, 7: { one: "00 млн", few: "00 млн", many: "00 млн", other: "00 млн" }, 8: { one: "000 млн", few: "000 млн", many: "000 млн", other: "000 млн" }, 9: { one: "0 млрд", few: "0 млрд", many: "0 млрд", other: "0 млрд" }, 10: { one: "00 млрд", few: "00 млрд", many: "00 млрд", other: "00 млрд" }, 11: { one: "000 млрд", few: "000 млрд", many: "000 млрд", other: "000 млрд" }, 12: { one: "0 трлн", few: "0 трлн", many: "0 трлн", other: "0 трлн" }, 13: { one: "00 трлн", few: "00 трлн", many: "00 трлн", other: "00 трлн" }, 14: { one: "000 трлн", few: "000 трлн", many: "000 трлн", other: "000 трлн" }, maxExponent: 14 }], m("uk").pluralGenerator({}))),
                (m.a1312400160 = s(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }, , { 3: { one: "0 тис'.'", few: "0 тис'.'", many: "0 тис'.'", other: "0 тис'.'" }, 4: { one: "00 тис'.'", few: "00 тис'.'", many: "00 тис'.'", other: "00 тис'.'" }, 5: { one: "000 тис'.'", few: "000 тис'.'", many: "000 тис'.'", other: "000 тис'.'" }, 6: { one: "0 млн", few: "0 млн", many: "0 млн", other: "0 млн" }, 7: { one: "00 млн", few: "00 млн", many: "00 млн", other: "00 млн" }, 8: { one: "000 млн", few: "000 млн", many: "000 млн", other: "000 млн" }, 9: { one: "0 млрд", few: "0 млрд", many: "0 млрд", other: "0 млрд" }, 10: { one: "00 млрд", few: "00 млрд", many: "00 млрд", other: "00 млрд" }, 11: { one: "000 млрд", few: "000 млрд", many: "000 млрд", other: "000 млрд" }, 12: { one: "0 трлн", few: "0 трлн", many: "0 трлн", other: "0 трлн" }, 13: { one: "00 трлн", few: "00 трлн", many: "00 трлн", other: "00 трлн" }, 14: { one: "000 трлн", few: "000 трлн", many: "000 трлн", other: "000 трлн" }, maxExponent: 14 }], m("uk").pluralGenerator({}))),
                (m.b1185972607 = s(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ",", ",": " ", "%": "%", "+": "+", "-": "-", E: "Е", "‰": "‰" }])),
                (m.a2117641989 = h(function (e) {
                    var c = String(e).split("."),
                        a = c[0],
                        n = !c[1],
                        f = a.slice(-1),
                        t = a.slice(-2);
                    return n && 1 == f && 11 != t ? "one" : n && f >= 2 && f <= 4 && (t < 12 || t > 14) ? "few" : (n && 0 == f) || (n && f >= 5 && f <= 9) || (n && t >= 11 && t <= 14) ? "many" : "other";
                })),
                (m.a1901377927 = k(m("uk").numberFormatter({ raw: "#,##0.00 'AED'" }))),
                (m.b246997690 = k(m("uk").numberFormatter({ raw: "#,##0 'ALL'" }))),
                (m.a983461157 = k(m("uk").numberFormatter({ raw: "#,##0.00 'ARS'" }))),
                (m.b1078432361 = k(m("uk").numberFormatter({ raw: "#,##0.00 'AUD'" }))),
                (m.a351835897 = k(m("uk").numberFormatter({ raw: "#,##0.00 'BAM'" }))),
                (m.b1080216299 = k(m("uk").numberFormatter({ raw: "#,##0.00 'BDT'" }))),
                (m.a1410519838 = k(m("uk").numberFormatter({ raw: "#,##0.00 'BGN'" }))),
                (m.a2011732009 = k(m("uk").numberFormatter({ raw: "#,##0.000 'BHD'" }))),
                (m.b1769099861 = k(m("uk").numberFormatter({ raw: "#,##0.00 'BRL'" }))),
                (m.a320233516 = k(m("uk").numberFormatter({ raw: "#,##0 'BYR'" }))),
                (m.a1836983873 = k(m("uk").numberFormatter({ raw: "#,##0.00 'CAD'" }))),
                (m.b483166650 = k(m("uk").numberFormatter({ raw: "#,##0.00 'CHF'" }))),
                (m.b941827712 = k(m("uk").numberFormatter({ raw: "#,##0 'CLP'" }))),
                (m.a1090842009 = k(m("uk").numberFormatter({ raw: "#,##0.00 'CNY'" }))),
                (m.a1720683331 = k(m("uk").numberFormatter({ raw: "#,##0 'COP'" }))),
                (m.b1544823821 = k(m("uk").numberFormatter({ raw: "#,##0.00 'CZK'" }))),
                (m.b229666813 = k(m("uk").numberFormatter({ raw: "#,##0.00 'DKK'" }))),
                (m.b2417543 = k(m("uk").numberFormatter({ raw: "#,##0.00 'DZD'" }))),
                (m.b1893725447 = k(m("uk").numberFormatter({ raw: "#,##0.00 'EGP'" }))),
                (m.a1998649797 = k(m("uk").numberFormatter({ raw: "#,##0.00 'EUR'" }))),
                (m.a1449344114 = k(m("uk").numberFormatter({ raw: "#,##0.00 'GBP'" }))),
                (m.b1729680939 = k(m("uk").numberFormatter({ raw: "#,##0.00 'GHS'" }))),
                (m.a273170339 = k(m("uk").numberFormatter({ raw: "#,##0.00 'GTQ'" }))),
                (m.b2048764122 = k(m("uk").numberFormatter({ raw: "#,##0.00 'HKD'" }))),
                (m.a69198406 = k(m("uk").numberFormatter({ raw: "#,##0.00 'HRK'" }))),
                (m.b1706403602 = k(m("uk").numberFormatter({ raw: "#,##0.00 'HUF'" }))),
                (m.b1822704144 = k(m("uk").numberFormatter({ raw: "#,##0 'IDR'" }))),
                (m.a1010987159 = k(m("uk").numberFormatter({ raw: "#,##0.00 'ILS'" }))),
                (m.b1537601926 = k(m("uk").numberFormatter({ raw: "#,##0.00 'INR'" }))),
                (m.a724101003 = k(m("uk").numberFormatter({ raw: "#,##0 'IQD'" }))),
                (m.b1595454874 = k(m("uk").numberFormatter({ raw: "#,##0 'ISK'" }))),
                (m.b2114347468 = k(m("uk").numberFormatter({ raw: "#,##0 '¥'" }))),
                (m.b1715917938 = k(m("uk").numberFormatter({ raw: "#,##0.00 'KES'" }))),
                (m.a1346211927 = k(m("uk").numberFormatter({ raw: "#,##0 'KRW'" }))),
                (m.a944809167 = k(m("uk").numberFormatter({ raw: "#,##0.000 'KWD'" }))),
                (m.b229580670 = k(m("uk").numberFormatter({ raw: "#,##0.00 'KZT'" }))),
                (m.a1573461197 = k(m("uk").numberFormatter({ raw: "#,##0 'LBP'" }))),
                (m.a2085218039 = k(m("uk").numberFormatter({ raw: "#,##0.00 'MAD'" }))),
                (m.b1924647039 = k(m("uk").numberFormatter({ raw: "#,##0.00 'MKD'" }))),
                (m.a1309257732 = k(m("uk").numberFormatter({ raw: "#,##0.00 'MXN'" }))),
                (m.b1983689279 = k(m("uk").numberFormatter({ raw: "#,##0.00 'MYR'" }))),
                (m.a849407378 = k(m("uk").numberFormatter({ raw: "#,##0.00 'NGN'" }))),
                (m.b726385219 = k(m("uk").numberFormatter({ raw: "#,##0.00 'NOK'" }))),
                (m.a245816623 = k(m("uk").numberFormatter({ raw: "#,##0.00 'NZD'" }))),
                (m.b1734946610 = k(m("uk").numberFormatter({ raw: "#,##0.00 'PEN'" }))),
                (m.a984822735 = k(m("uk").numberFormatter({ raw: "#,##0.00 'PHP'" }))),
                (m.b590375216 = k(m("uk").numberFormatter({ raw: "#,##0 'PKR'" }))),
                (m.a182611861 = k(m("uk").numberFormatter({ raw: "#,##0.00 'PLN'" }))),
                (m.a867332901 = k(m("uk").numberFormatter({ raw: "#,##0.00 'QAR'" }))),
                (m.a2035776278 = k(m("uk").numberFormatter({ raw: "#,##0.00 'RON'" }))),
                (m.a1004532196 = k(m("uk").numberFormatter({ raw: "#,##0 'RSD'" }))),
                (m.b1572686040 = k(m("uk").numberFormatter({ raw: "#,##0.00 'RUB'" }))),
                (m.a57986275 = k(m("uk").numberFormatter({ raw: "#,##0.00 'SAR'" }))),
                (m.b887370354 = k(m("uk").numberFormatter({ raw: "#,##0.00 'SEK'" }))),
                (m.a687232951 = k(m("uk").numberFormatter({ raw: "#,##0.00 'SGD'" }))),
                (m.b1034678631 = k(m("uk").numberFormatter({ raw: "#,##0.00 'THB'" }))),
                (m.a52634461 = k(m("uk").numberFormatter({ raw: "#,##0.000 'TND'" }))),
                (m.b91105940 = k(m("uk").numberFormatter({ raw: "#,##0.00 'TRY'" }))),
                (m.b549767002 = k(m("uk").numberFormatter({ raw: "#,##0.00 'TWD'" }))),
                (m.b1752785990 = k(m("uk").numberFormatter({ raw: "#,##0 'TZS'" }))),
                (m.b1037651861 = k(m("uk").numberFormatter({ raw: "#,##0.00 '₴'" }))),
                (m.a450469345 = k(m("uk").numberFormatter({ raw: "#,##0 'UGX'" }))),
                (m.a1937995905 = k(m("uk").numberFormatter({ raw: "#,##0.00 'USD'" }))),
                (m.b97052400 = k(m("uk").numberFormatter({ raw: "#,##0.00 'VEF'" }))),
                (m.b756712165 = k(m("uk").numberFormatter({ raw: "#,##0 'VND'" }))),
                (m.b627243268 = k(m("uk").numberFormatter({ raw: "#,##0.00 'ZAR'" }))),
                (m.a1576012067 = k(m("uk").numberFormatter({ raw: "#,##0.00 'ZMW'" }))),
                (m.a1530423143 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "d MMM", timeSeparator: ":", months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } } })),
                (m.b446640554 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y", timeSeparator: ":", months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } } })),
                (m.a183864825 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "h:mm a", timeSeparator: ":", dayPeriods: { am: "дп", pm: "пп" } })),
                (m.a171727866 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM", timeSeparator: ":", days: { E: { 1: { sun: "нд", mon: "пн", tue: "вт", wed: "ср", thu: "чт", fri: "пт", sat: "сб" } } }, months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } } })),
                (m.b987704597 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "E, d MMM y", timeSeparator: ":", days: { E: { 1: { sun: "нд", mon: "пн", tue: "вт", wed: "ср", thu: "чт", fri: "пт", sat: "сб" } } }, months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } } })),
                (m.a179116034 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM", timeSeparator: ":", months: { M: { 4: { 1: "січня", 2: "лютого", 3: "березня", 4: "квітня", 5: "травня", 6: "червня", 7: "липня", 8: "серпня", 9: "вересня", 10: "жовтня", 11: "листопада", 12: "грудня" } } } })),
                (m.b952246320 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "d MMMM y 'р'. 'о' HH:mm:ss z", timeSeparator: ":", months: { M: { 4: { 1: "січня", 2: "лютого", 3: "березня", 4: "квітня", 5: "травня", 6: "червня", 7: "липня", 8: "серпня", 9: "вересня", 10: "жовтня", 11: "листопада", 12: "грудня" } } }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (m.a339274289 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } }, dayPeriods: { am: "дп", pm: "пп" } })),
                (m.a1680807107 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "d MMMM y 'р'.", timeSeparator: ":", months: { M: { 4: { 1: "січня", 2: "лютого", 3: "березня", 4: "квітня", 5: "травня", 6: "червня", 7: "липня", 8: "серпня", 9: "вересня", 10: "жовтня", 11: "листопада", 12: "грудня" } } } })),
                (m.a1921942274 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "d MMM, h:mm a", timeSeparator: ":", months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } }, dayPeriods: { am: "дп", pm: "пп" } })),
                (m.b1996230871 = y({ 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "dd.MM.yy", timeSeparator: ":" })),
                (m.b409273715 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "y", timeSeparator: ":" })),
                (m.a1925194250 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "LLL y", timeSeparator: ":", months: { L: { 3: { 1: "січ", 2: "лют", 3: "бер", 4: "кві", 5: "тра", 6: "чер", 7: "лип", 8: "сер", 9: "вер", 10: "жов", 11: "лис", 12: "гру" } } } })),
                (m.b1812224291 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "EEEE, d MMMM y 'р'. 'о' HH:mm:ss zzzz", timeSeparator: ":", days: { E: { 4: { sun: "неділя", mon: "понеділок", tue: "вівторок", wed: "середа", thu: "четвер", fri: "пʼятниця", sat: "субота" } } }, months: { M: { 4: { 1: "січня", 2: "лютого", 3: "березня", 4: "квітня", 5: "травня", 6: "червня", 7: "липня", 8: "серпня", 9: "вересня", 10: "жовтня", 11: "листопада", 12: "грудня" } } }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (m.a1806878135 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "d MMM y 'р'., HH:mm:ss", timeSeparator: ":", months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } } })),
                (m.b425399571 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "dd.MM.y", timeSeparator: ":" })),
                (m.b1340886358 = y({ 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "HH:mm", timeSeparator: ":" })),
                (m.a400352348 = y({ 1: m("uk").numberFormatter({ raw: "0" }), 2: m("uk").numberFormatter({ raw: "00" }) }, { pattern: "E h:mm a", timeSeparator: ":", days: { E: { 1: { sun: "нд", mon: "пн", tue: "вт", wed: "ср", thu: "чт", fri: "пт", sat: "сб" } } }, dayPeriods: { am: "дп", pm: "пп" } })),
                (m.b447325747 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "LLLL y", timeSeparator: ":", months: { L: { 4: { 1: "січень", 2: "лютий", 3: "березень", 4: "квітень", 5: "травень", 6: "червень", 7: "липень", 8: "серпень", 9: "вересень", 10: "жовтень", 11: "листопад", 12: "грудень" } } } })),
                (m.b1859483158 = y({ 1: m("uk").numberFormatter({ raw: "0" }) }, { pattern: "d MMM y 'р'.", timeSeparator: ":", months: { M: { 3: { 1: "січ.", 2: "лют.", 3: "бер.", 4: "квіт.", 5: "трав.", 6: "черв.", 7: "лип.", 8: "серп.", 9: "вер.", 10: "жовт.", 11: "лист.", 12: "груд." } } } })),
                (m.a1529737950 = y({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "січень", 2: "лютий", 3: "березень", 4: "квітень", 5: "травень", 6: "червень", 7: "липень", 8: "серпень", 9: "вересень", 10: "жовтень", 11: "листопад", 12: "грудень" } } } })),
                (m.b1511983906 = y({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "неділя", mon: "понеділок", tue: "вівторок", wed: "середа", thu: "четвер", fri: "пʼятниця", sat: "субота" } } } })),
                (m.a1139016062 = p(m("uk").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a304641823 = p(m("uk").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.b652295728 = p(m("uk").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a923010243 = p(m("uk").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.a827212610 = p(m("uk").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a930398411 = p(m("uk").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b1343653401 = p(m("uk").dateToPartsFormatter({ datetime: "long" }))),
                (m.a767132858 = p(m("uk").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.b1712237990 = p(m("uk").dateToPartsFormatter({ date: "long" }))),
                (m.b558107815 = p(m("uk").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a193553522 = p(m("uk").dateToPartsFormatter({ date: "short" }))),
                (m.a1780510678 = p(m("uk").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a1533787169 = p(m("uk").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.a2091335924 = p(m("uk").dateToPartsFormatter({ datetime: "full" }))),
                (m.b673171954 = p(m("uk").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a325882806 = p(m("uk").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.a848898035 = p(m("uk").dateToPartsFormatter({ time: "short" }))),
                (m.a249178981 = p(m("uk").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a303956630 = p(m("uk").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.a1599323585 = p(m("uk").dateToPartsFormatter({ date: "medium" }))),
                (m.a1138330869 = p(m("uk").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.b1903390987 = p(m("uk").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b1820918429 = N(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-one": "через {0} день", "relativeTimePattern-count-few": "через {0} дні", "relativeTimePattern-count-many": "через {0} днів", "relativeTimePattern-count-other": "через {0} дня" }, "relativeTime-type-past": { "relativeTimePattern-count-one": "{0} день тому", "relativeTimePattern-count-few": "{0} дні тому", "relativeTimePattern-count-many": "{0} днів тому", "relativeTimePattern-count-other": "{0} дня тому" }, "relative-type--2": "позавчора", "relative-type--1": "учора", "relative-type-0": "сьогодні", "relative-type-1": "завтра", "relative-type-2": "післязавтра" })),
                (m.b554949816 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "секунди", one: "{0} секунда", few: "{0} секунди", many: "{0} секунд", other: "{0} секунди", perUnitPattern: "{0} на секунду" } })),
                (m.a1853054184 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "хвилини", one: "{0} хвилина", few: "{0} хвилини", many: "{0} хвилин", other: "{0} хвилини", perUnitPattern: "{0} на хв" } })),
                (m.a316011896 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "години", one: "{0} година", few: "{0} години", many: "{0} годин", other: "{0} години", perUnitPattern: "{0} на годину" } })),
                (m.a960536713 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "с", one: "{0} с", few: "{0} с", many: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                (m.a65008169 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "хв", one: "{0} хв", few: "{0} хв", many: "{0} хв", other: "{0} хв", perUnitPattern: "{0}/хв" } })),
                (m.a436119225 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "год", one: "{0} год", few: "{0} год", many: "{0} год", other: "{0} год", perUnitPattern: "{0}/г" } })),
                (m.a1275340875 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "день", one: "{0} дн.", few: "{0} дн.", many: "{0} дн.", other: "{0} дн.", perUnitPattern: "{0}/д" } })),
                (m.b518868086 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "дні", one: "{0} день", few: "{0} дні", many: "{0} днів", other: "{0} дня", perUnitPattern: "{0} на день" } })),
                (m.a1129738735 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "міс.", one: "{0} міс.", few: "{0} міс.", many: "{0} міс.", other: "{0} міс.", perUnitPattern: "{0}/м" } })),
                (m.b822929874 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "місяці", one: "{0} місяць", few: "{0} місяці", many: "{0} місяців", other: "{0} місяця", perUnitPattern: "{0} на місяць" } })),
                (m.a1840681618 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "р.", one: "{0} р.", few: "{0} р.", many: "{0} р.", other: "{0} р.", perUnitPattern: "{0}/р" } })),
                (m.a1796801425 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0} на {1}", unitProperties: { displayName: "роки", one: "{0} рік", few: "{0} роки", many: "{0} років", other: "{0} року", perUnitPattern: "{0} на рік" } })),
                (m.a1709748548 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "с", one: "{0} с", few: "{0} с", many: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                (m.b951538780 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "хв", one: "{0} хв", few: "{0} хв", many: "{0} хв", other: "{0} хв", perUnitPattern: "{0}/хв" } })),
                (m.b1355209452 = l(m("uk").numberFormatter({}), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "год", one: "{0} год", few: "{0} год", many: "{0} год", other: "{0} год", perUnitPattern: "{0}/год" } })),
                (m.b708274254 = l(m("uk").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("uk").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "с", one: "{0} с", few: "{0} с", many: "{0} с", other: "{0} с", perUnitPattern: "{0}/с" } })),
                n("d58baa7f", m.a1393037451),
                n("ia24dc8d", m.b13090473),
                n("iab73d4b", m.a1420050947),
                n("i3b7a017", m.b554949816),
                n("ie5d110f", m.a1853054184),
                n("df5f11b3", m.a316011896),
                n("e8733ed9", m.a960536713),
                n("be59d8c3", m.a65008169),
                n("i3d087db", m.a436119225),
                n("ga8d18c9", m.a1275340875),
                n("a91e7d49", m.b518868086),
                n("id952a69", m.a1129738735),
                n("ga09ab65", m.b822929874),
                n("c83b901d", m.a1840681618),
                n("a55b9fed", m.a1796801425),
                n("ccaa970f", m.a1139016062),
                n("jade381b", m.a304641823),
                n("d725a289", m.b652295728),
                n("g08cbabb", m.b863873556),
                n("c333da63", m.b1820918429),
                n("h8054d91", m.a923010243),
                n("i61fef37", m.a1709748548),
                n("ba705e27", m.b951538780),
                n("j86b0d8d", m.b1355209452),
                n("f668e929", m.b728403392),
                n("i2785009", m.b358258259),
                n("c778d80b", m.b28492498),
                n("e8d93005", m.a461885874),
                n("d46781af", m.b708274254),
                n("ba316f05", m.b1781839467),
                n("c0bdd345", m.a1444652563),
                n("aa2aa1a1", m.a827212610),
                n("da44942d", m.a930398411),
                n("a54d3ef5", m.b1343653401),
                n("bfbc051d", m.a767132858),
                n("ba2e82a1", m.b1712237990),
                n("fc209bb7", m.b558107815),
                n("cf8abf59", m.a1315803593),
                n("a9f397f3", m.a193553522),
                n("d857e44d", m.a1901377927),
                n("cb87e3db", m.b246997690),
                n("a9d5ffd1", m.a983461157),
                n("a0e8371d", m.b1078432361),
                n("gcc50dc9", m.a351835897),
                n("a6a43585", m.b1080216299),
                n("a0cc8f2d", m.a1410519838),
                n("i31c32c5", m.a2011732009),
                n("i7dc69e9", m.b1769099861),
                n("c14a6c03", m.a320233516),
                n("jaa3d537", m.a1836983873),
                n("a824080b", m.b483166650),
                n("d9c0bedb", m.b941827712),
                n("bf8c0613", m.a1090842009),
                n("i8163625", m.a1720683331),
                n("adb53ba1", m.b1544823821),
                n("iabf697d", m.b229666813),
                n("a1a0555b", m.b2417543),
                n("f266f3d9", m.b1893725447),
                n("a9a8652b", m.a1998649797),
                n("dbf40761", m.a1449344114),
                n("b0d993d9", m.b1729680939),
                n("ac1308e1", m.a273170339),
                n("a7889ab3", m.b2048764122),
                n("c614f5cd", m.a69198406),
                n("i55d57e3", m.b1706403602),
                n("e4b6002b", m.b1822704144),
                n("d28e983b", m.a1010987159),
                n("e8c9232d", m.b1537601926),
                n("c8994ae1", m.a724101003),
                n("f821c2a5", m.b1595454874),
                n("j348b9c9", m.b2114347468),
                n("i6f93b9b", m.b1715917938),
                n("c6150bd5", m.a1346211927),
                n("i8921e09", m.a944809167),
                n("ef239279", m.b229580670),
                n("hecdb149", m.a1573461197),
                n("fdd039b7", m.a2085218039),
                n("f30c2c37", m.b1924647039),
                n("d9ea7bff", m.a1309257732),
                n("ea3df4b7", m.b1983689279),
                n("jaac21bb", m.a849407378),
                n("hb435ced", m.b726385219),
                n("ce699d81", m.a245816623),
                n("bc56d3d7", m.b1734946610),
                n("f8561913", m.a984822735),
                n("g6485d53", m.b590375216),
                n("ff561cc1", m.a182611861),
                n("b42011d3", m.a867332901),
                n("a6660bcd", m.a2035776278),
                n("f9b80449", m.a1004532196),
                n("gdee4d5d", m.b1572686040),
                n("h36f2103", m.a57986275),
                n("a19ad037", m.b887370354),
                n("g713f699", m.a687232951),
                n("ff2e39af", m.b1034678631),
                n("be34316d", m.a52634461),
                n("aef81b75", m.b91105940),
                n("fcce70a5", m.b549767002),
                n("jc9d352f", m.b1752785990),
                n("be1cb8c5", m.b1037651861),
                n("j9371501", m.a450469345),
                n("j7d4397d", m.a1937995905),
                n("d61441dd", m.b97052400),
                n("e2a99e97", m.b756712165),
                n("f7ce19ab", m.b627243268),
                n("b2a0213f", m.a1576012067),
                n("d7d71245", m.a1780510678),
                n("a2f2faab", m.a1533787169),
                n("g8d1b99b", m.a2091335924),
                n("d0a77c9b", m.b673171954),
                n("e18e399b", m.a325882806),
                n("b6ca7bcb", m.a848898035),
                n("h0e4cdf5", m.a249178981),
                n("g727ddcf", m.a303956630),
                n("h3629783", m.a1599323585),
                n("a20c68af", m.a1138330869),
                n("ja781451", m.a1355594043),
                n("cfa1a7b9", m.a1867131870),
                n("f3b9b9a7", m.b1903390987),
                n("eefcd267", m.a1312400160),
                n("fa8afc43", m.b1185972607);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/uk.273db9ca.js.map
