"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/zh-Hant"],
    {
        923599: (e, c, a) => {
            var n = a(292426)._register("zh-Hant", {
                get emoji() {
                    return a.e("i18n/emoji-zh-Hant").then(a.t.bind(a, 703059, 23));
                },
            });
            function f(e, c) {
                return c;
            }
            n("c39b0e24", "X"),
                n("jb38600c", "無"),
                n("f07eac34", "模仿帳戶"),
                n("a41b5c2e", "粉絲帳戶"),
                n("i428ea62", "評論帳戶"),
                n("ac0d27be", "很抱歉，此帳戶已停用。"),
                n("bcee7444", "帳戶更新失敗。"),
                n("e0cbf77a", "加入電話"),
                n("f377195c", "X 已超過負荷。請稍後再試。"),
                n("d67f9456", "你已被封鎖，因此無法執行這個動作。"),
                n("e0ece1b6", "無法附加媒體，請嘗試重新上傳。"),
                n("i82e8f04", "為了保護使用者不受垃圾訊息和其他惡意活動的侵害，此帳戶已暫時被封鎖，無法再跟隨其他帳戶。請確定你了解 X 規則。"),
                n("jf7be47a", "為了保護使用者不受垃圾訊息和其他惡意活動的侵害，此帳戶已暫時被封鎖，無法發送貼文。請確定你了解 X 規則。"),
                n("g75fec74", "你已達到此動作的每日限制。請在帳戶中加入電話以移除此限制。"),
                n("abb8b6e0", "此電話號碼已被註冊。"),
                n("f30bd1fc", "我們無法發送簡訊至此電話號碼，因為該號碼的電信業者不受支援。"),
                n("i54e550c", "我們無法認證此電話號碼。"),
                n("h154702a", "我們無法完成此請求，因為 X 或我們的合作夥伴已認定此連結具有潛在危害。請造訪我們的說明中心，了解更多資訊。"),
                n("c8cb0b4c", "你輸入的密碼不正確。"),
                n("b1b54f9e", "你嘗試上傳的媒體無效。"),
                n("i859a9d4", "了解更多"),
                n("d6e72ce1", function (e) {
                    return "你的密碼必須少於 " + e.count + " 個字元。請輸入較短的密碼。";
                }),
                n("a34dccd7", function (e) {
                    return "你的密碼必須至少 " + e.count + " 個字元。請輸入較長的密碼。";
                }),
                n("jea2ff04", "此密碼太過簡單。請選擇強度更高的密碼。"),
                n("ce482c36", "一個或多個欄位無效。請檢查你輸入的資料，再試一次。"),
                n("db626d88", "請加入你的電話號碼，以完成帳戶設定"),
                n("i3ee2550", "請填寫所有必要欄位。"),
                n("cf18a258", "這個要求似乎是由電腦自動發送。為了保護使用者不受垃圾訊息或其他惡意程式攻擊，我們目前無法完成這個動作。請稍後再試。"),
                n("h7ffa648", "已超過簡訊認證的使用頻率限制。"),
                n("b87ceb1c", "簡訊認證 PIN 碼無效。"),
                n("f87e2faa", "抱歉，我們找不到該使用者。"),
                n("cdaf8222", "很抱歉，你已達到使用頻率限制。請稍候片刻並再試一次。"),
                n("c1b0e710", "你的帳戶已停用，無法執行這個動作。"),
                n("bfb22fae", "抱歉，該貼文已刪除。"),
                n("a23cd3ba", "此貼文的某些動作已被 X 停用。"),
                n("bb558892", "此使用者已有一個已認證的電話號碼。"),
                n("hae1c934", "發生一些錯誤，但別擔心 — 這不是你的錯。"),
                n("e784846c", "你的個人資料正在審核中。審核期間不允許對名稱和個人資料相片進行新的變更。"),
                n("h1cbdd30", "請重新整理頁面，並再試一次。"),
                n("a5077d3e", "重新整理"),
                n("b2648ba4", "你的帳戶可能無法執行這個動作。請重新整理頁面，然後再試一次。"),
                n("bcd6bb0e", "成員"),
                n("hd8c22d2", "版主"),
                n("c3153100", "管理員"),
                n("fa9adac1", function (e) {
                    return '搜尋 "' + e.query + '"';
                }),
                n("jcec6620", "貼文回覆已隱藏"),
                n("f75d1806", "Premium"),
                n("j4a7d9a6", "基本"),
                n("hedf9d7c", "Premium+"),
                n("f5de898e", "六邊形個人資料圖片"),
                n("fcc8734a", "方形個人資料圖片"),
                n("c64e46f8", "此成員已從社群中移除，因此他們的貼文會被隱藏。"),
                n("b3f1cb42", "版主已將這則貼文隱藏，因為它違反社群規則。"),
                n("cbd2dc9c", "你已檢舉此貼文。"),
                n("cfbea177", function (e) {
                    return e.name + " 的音訊空間";
                }),
                n("ab4fc8bc", "音訊空間"),
                n("jd859c9c", "你已從此音訊空間中移除。"),
                n("c60ed9b0", "你無權加入此音訊空間。"),
                n("d8227e16", "你無權建立此音訊空間"),
                n("f027fed8", "子母畫面"),
                n("hd50e064", "現在不要"),
                n("i76d640e", "我們需要你授予權限"),
                n("fdaa0be8", "若要在此音訊空間中發言，你必須將麥克風的權限授予 X。請檢查你的瀏覽器設定。 "),
                n("gea6cc1a", "你確定嗎？"),
                n("hb568af4", "靜音"),
                n("f7c8617a", "什麼是剪輯？"),
                n("ecc7d2ec", "剪輯是在你音訊空間中的任何人都可以製作和分享的精彩時刻。所有剪輯都會在 30 天後到期。"),
                n("d575ee02", "誰可以製作剪輯？"),
                n("dbc477a4", "任何人 (甚至是聆聽者) 都可以製作剪輯。唯一的條件是你必須登入 X。"),
                n("ed1d1cc0", "有發言的任何人都可以在剪輯中"),
                n("e5d193c8", "如果你發言了，就可能會出現在剪輯中。如果你出現在某個剪輯中，我們將會告知你。"),
                n("e1547ec0", "為音訊空間中的某個時刻製作剪輯"),
                n("i154245e", "聽到有趣或精彩的內容嗎？立即剪輯並分享。"),
                n("j24c37b2", "知道了"),
                n("g1c6f16e", "錄音的音訊空間"),
                n("e5609214", "讓音訊空間繼續保存"),
                n("g665514c", "只有說話者會被錄音"),
                n("ja196c5a", "說話的來賓都會被錄音。此錄音是公開的，因此任何人都可以重播。"),
                n("dd317ed6", "重播或與任何人分享"),
                n("jf03b37c", "隨時可聆聽錄音。你也可以透過貼文分享錄音。"),
                n("fd05976b", "了解更多"),
                n("b4f91a8a", "正在錄音"),
                n("gb418012", "歡迎使用音訊空間"),
                n("fec3c1e0", "進行即時音訊對話的地方"),
                n("j32eb4f8", "加入最多 10 位說話者"),
                n("j4f133a6", "你可以邀請 X 上的任何人說話。"),
                n("ed434ac6", "音訊空間是公開的，任何人都可以加入"),
                n("e0025688", "你的音訊空間，規則你說了算"),
                n("c1bc6f86", "身為主持人，你可以控制哪些人可以說話。你還可以移除音訊空間中你不想要的人。"),
                n("b0bc8330", "你還可以在音訊空間中封鎖和檢舉他人。"),
                n("cb17a0f3", "了解更多"),
                n("dcd77941", "了解更多"),
                n("cc724cb0", "製作剪輯"),
                n("cfd2f35e", "取消"),
                n("c1df579e", "下一步"),
                n("e3146662", "無法為此剪輯製作字幕。"),
                n("f123fea8", "檢舉此音訊空間"),
                n("d0aebc28", "描述問題"),
                n("g971a4e8", "自殘"),
                n("b96e6682", "暴力"),
                n("e5bf9b3a", "色情內容"),
                n("d2a34320", "兒少安全"),
                n("a9ba3e28", "私人資訊"),
                n("d5519f4a", "謾罵行為"),
                n("eb55363c", "此音訊空間已被檢舉"),
                n("i65de934", "你正在匿名聆聽"),
                n("b1037050", "管理音訊空間"),
                n("ic107434", "開啟相機"),
                n("d7e0329c", "關閉相機"),
                n("b772cd66", "完成"),
                n("b3bd3e38", "熱門貼文優先"),
                n("d88cf16c", "最新貼文優先"),
                n("bd4ad3ea", "寬"),
                n("ca1180a0", "中"),
                n("c86ff1b0", "窄"),
                n("eed02406", "小"),
                n("cffb04d6", "標準"),
                n("af15cef8", "含有備註的貼文"),
                n("ab28945c", "貢獻者個人資料"),
                n("e2462db4", "你的網路中分享次數最多 · 過去 24 小時"),
                n("ad16f482", "活動"),
                n("c20aaf3e", "錯誤"),
                n("edf7bc2e", "流行趨勢"),
                n("fa884026", "列表"),
                n("fa98627a", "個人資料"),
                n("a9ae1e78", "搜尋"),
                n("a2a3824a", "主題"),
                n("a6d5b010", "時間軸"),
                n("h5860a68", "Grok"),
                n("a990900c", "自我介紹"),
                n("h02a6fe6", "社群"),
                n("a15648a4", "社群備註"),
                n("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                n("j5ec9765", function (e) {
                    return e.handle + " • 書籤資料夾";
                }),
                n("ce5deee7", function (e) {
                    return e.handle + " • 訊息";
                }),
                n("d80c77dc", "你已隱藏這些回覆"),
                n("ef939f4b", function (e) {
                    return "由 @" + e.screenName + " 隱藏的回覆";
                }),
                n("g40ff2b4", "你的媒體無法調整大小，而且太大而無法上傳。"),
                n("b8098028", "一張或多張影像超出大小限制，而且無法調整大小。"),
                n("b36f4170", "檔案是空的。"),
                n("hab3781e", "提供的一個或多個檔案不是影像。"),
                n("f6c4fb02", "你的 GIF 檔無法處理。請參閱上傳 GIF 的提示。"),
                n("g0af3dd2", "你的 GIF 檔不相容。請參閱上傳 GIF 的提示。"),
                n("b8c8b0be", "無法處理你的影片檔案。請參閱上傳影片的提示。"),
                n("ica6d718", "你的影片檔案不相容。請參閱上傳影片的提示。"),
                n("b28d44f7", function (e) {
                    return "你的 GIF 檔太大。GIF 應該小於 " + e.limit + " MB";
                }),
                n("i1db7d13", function (e) {
                    return "你的影片檔太大。影片應該小於 " + e.limit + " MB";
                }),
                n("baac0ed7", function (e) {
                    return "你的影片檔太大。影片應該小於 " + e.limit + " GB";
                }),
                n("a22385bb", function (e) {
                    return "你的影片太長。請盡量保持在 " + e.limit + " 秒或更短。";
                }),
                n("be0440bf", function (e) {
                    return "你的影片太長。請盡量保持在 " + e.limit + " 分鐘或更短。";
                }),
                n("feeba512", "你的影像檔無法處理。請參閱上傳影像的提示。"),
                n("db123c02", "你的影像檔不相容。請參閱上傳影像的提示。"),
                n("db6001e7", function (e) {
                    return "你的圖片檔太大。圖片應該小於 " + e.limit + " MB";
                }),
                n("eb96d952", "你的影像檔缺少高度和寬度"),
                n("b3880588", "上傳工作階段已逾時。"),
                n("ca058b68", "你的部分媒體無法載入。"),
                n("id24379c", "你的部分媒體無法上傳。"),
                n("h4d7cbcc", "無法上傳你的媒體，請再試一次。"),
                n("aaa798fc", "升級"),
                n("f13bb672", "訂閱 Premium"),
                n("ab0decc0", "訂閱"),
                n("e4e92f35", function (e) {
                    return "升級到 " + e.tier;
                }),
                n("c2831f07", function (e) {
                    return "訂閱 " + e.tier;
                }),
                n("fd425414", "取得 Radar"),
                n("g6320792", "取得 Premium 分析"),
                n("f09be7f8", "獲得認證"),
                n("j34ad558", "取得 Premium"),
                n("a73d39fb", function (e) {
                    return "開始 " + e.numberOfDays + " 天免費試用";
                }),
                n("i4fb96c7", function (e) {
                    return "取得 X " + e.premiumTierName + " 可享最高 " + e.percentage + "% 折扣";
                }),
                n("c1c98165", function (e) {
                    return e.percentage + "% 折扣";
                }),
                n("c5546038", "即將截止！"),
                n("e9a47564", "最後機會"),
                n("f65e7e91", function (e) {
                    return e.tier + " " + e.plan + " " + e.percentage + "% 折扣";
                }),
                n("b28602eb", function (e) {
                    return "在今年夏天享有 " + e.percentage + "% 折扣";
                }),
                n("he77d8e6", "限時優惠"),
                n("adf3410a", "訂閱即可解鎖新功能，若符合資格，還可獲得收益分成。"),
                n("a84a736e", "獲得免費廣告抵用金"),
                n("a0713d76", "升級至已認證組織，即可獲得免費廣告抵用金和一套業務成長工具。"),
                n("a07e13fc", "成為 Premium 創作者"),
                n("i1b4aea2", "升級以發佈更長的影片"),
                n("efa90342", "透過 X Premium 解鎖「編輯貼文」"),
                n("cc528e28", "只有 X Premium 訂閱者可以存取「編輯貼文」。請升級以繼續。"),
                n("h8a3525e", "在個人資料上列入精選"),
                n("c0f7a722", "你必須訂閱 Premium，才能在個人資料上將貼文列入精選。"),
                n("i3b31136", "在 X 上撰寫文章"),
                n("b6a41c5f", function (e) {
                    return "你必須訂閱 " + e.tier + " 才能在 X 上撰寫文章";
                }),
                n("ae2c4afc", "想要發佈自己的文章嗎？"),
                n("d300e29b", function (e) {
                    return "升級到 " + e.tier + " 以撰寫更長的貼文和文章。";
                }),
                n("f614e2bc", "升級到 Premium 以撰寫更長的貼文，並套用粗體和斜體等格式。"),
                n("c9772e6e", "升級至 Premium"),
                n("dc5575ac", "想要在你的個人資料中顯示身分認證標籤嗎？"),
                n("d154f46e", "透過 X Premium 解鎖「建立社群」"),
                n("a0228c02", "只有 X Premium 訂閱者可以存取「建立社群」。請升級以繼續。"),
                n("d07f1d74", "你必須獲得認證才能將這些使用者加入對話"),
                n("ebe38626", "只有已認證的使用者才能將未跟隨他們的使用者加入群組。請升級以繼續。"),
                n("e6eddae0", "獲得認證以建立此群組"),
                n("he27089e", "只有已認證的使用者才能為未跟隨他們的使用者建立群組。請升級以繼續。"),
                n("d7bc1116", "獲得認證以發送訊息給此使用者"),
                n("f897074a", "只有已認證的使用者才能向未跟隨他們的使用者發送私人訊息請求。請升級以繼續。"),
                n("c0cf5eae", "獲得認證以發送更多訊息"),
                n("h2da08fc", "你已達到私人訊息的單日數量上限。請升級以繼續發送訊息。"),
                n("j503aee6", "透過 X Premium 下載影片"),
                n("j4dd3bf4", "只有 X Premium 訂閱者可以下載影片。請升級以繼續。"),
                n("bc231a74", "透過 X Premium 解鎖「書籤資料夾」"),
                n("ed534c78", "只有 X Premium 訂閱者可以存取「書籤資料夾」。請升級以繼續。"),
                n("ed924940", "透過 Premium+ 移除所有廣告"),
                n("dccdb326", "只有 Premium+ 訂閱者才不會看到廣告。請升級以繼續。"),
                n("d8661dd4", "限時優惠。解鎖 X 的最棒功能。"),
                n("fe7fd234", "立即免費試用 Premium 基本權益"),
                n("a2f86dda", "透過 Premium 基本權益，增強你的書籤資料夾、編輯貼文、自訂應用程式圖示等體驗。"),
                n("d9593598", "立即免費試用 Premium"),
                n("d0d6b59c", "透過 Premium，以更少的廣告、強大的工具等權益提升你的體驗。"),
                n("g4bb7ea8", "取得 X Premium 可享最高 50% 折扣"),
                n("b748499c", "優惠已延長！"),
                n("b81135bc", "今天結束！"),
                n("a8b4b878", "在今年的感恩節，獲得最棒的 X 體驗。"),
                n("df7fb242", "感恩節優惠"),
                n("aeaf14a6", "取得 Premium 可享 40% 折扣。即將截止！"),
                n("ca8cbf78", "取得 Premium 和 Premium+ 可享 40% 折扣"),
                n("j88ba18e", "領取優惠"),
                n("f4dc8ea3", function (e) {
                    return "取得 X Premium 可享 " + e.percentage + "% 折扣。解鎖 X 的最棒功能。";
                }),
                n("db6a5d54", "你尚未獲得認證"),
                n("edf7f57e", "獲得認證即可獲得提升的回覆、分析、無廣告瀏覽等。立即升級你的個人資料。"),
                n("ba920d68", "透過認證提升你的影響力"),
                n("ib79d0c2", "解鎖 VIP 功能：認證你的帳戶"),
                n("c0d3bd82", "你已在 X 上投放廣告，但還沒有「已認證組織」訂閱"),
                n("d7836d1e", "訂閱即可獲得高達 $12,000 的免費廣告抵用金、金色認證、VIP 支援以及一套業務拓展工具。"),
                n("f528e369", function (e) {
                    return "訂閱 " + e.tier + " 以撰寫你自己的文章";
                }),
                n("c5a8022a", "透過文章，你可以直接在 X 上發佈具有豐富文字格式和內嵌媒體的長篇內容。"),
                n("d77899b6", "訂閱 Premium 以撰寫你自己的更長貼文"),
                n("bd65482a", "撰寫更長的貼文，並套用粗體和斜體等文字格式。"),
                n("bee20918", "透過貼文獲得報酬"),
                n("gb699d52", "喜歡在 X 上發佈貼文嗎？訂閱 Premium 以加入收益分成計劃。"),
                n("f69877c2", "透過 Premium 提升你的回覆"),
                n("gba90d44", "獲得更高的可見度、脫穎而出並被看見。"),
                n("a6dbcd58", "透過訂閱 Premium 來支持創作者"),
                n("c4f49130", "你訂閱費用中的高達 25% 將直接支付給創作者。"),
                n("ca8fa2c0", "獲得藍色勾號認證"),
                n("febffc1a", "提升你的可信度、增加你的可見度，並讓你的聲音被聽見。"),
                n("j45a377a", "升級至 Premium+"),
                n("i7170016", "享有額外的權益、零廣告和最大的回覆優先權。"),
                n("ee87f95e", "透過 X Premium 存取進階分析"),
                n("ac38dbc0", "查看你的個人資料分析、了解你的受眾等等。請升級以繼續。"),
                n("i6e73154", "帳戶分析功能的預覽，包括條形圖和指標"),
                n("b583e154", "透過 X Premium 解鎖分析"),
                n("b7fb8c5e", "花費 $1000，獲得 $1000"),
                n("ca559b70", "立即訂閱"),
                n("d68773a4", "透過 Radar 將趨勢視覺化"),
                n("f677fed6", "即時監控關鍵字、將趨勢活動視覺化，並篩選對話。"),
                n("ha49eac2", "想要在 X 上快速增長嗎？"),
                n("f27018b4", "透過 Premium 分析，利用智慧資料洞見來增加你的跟隨者。"),
                n("dfea1f08", "別錯失寶貴的洞見"),
                n("da8c5244", "透過 Premium 分析，你就能解鎖智慧資料洞見來增加你的跟隨者。"),
                n("b081baea", "你即將錯失洞見！"),
                n("d5effffc", "加入徽章"),
                n("c3653d44", "認證你的企業"),
                n("e8070e70", "試用 Premium"),
                n("ec42820e", "想要讓更多人看到你的回覆嗎？"),
                n("b0a95418", "透過 Premium 獲得回覆提升"),
                n("j8ee20aa", "透過回覆提升，在對話中脫穎而出"),
                n("g13aa596", "訂閱 Premium 以提升你的回覆"),
                n("cadd92be", "存取你的貼文分析"),
                n("a7058228", "透過 X Premium 解鎖進階分析"),
                n("gb7823ba", "帳戶分析"),
                n("i90f8e36", "組織你的書籤"),
                n("abc6e710", "透過 X Premium 將你的書籤整理到資料夾中"),
                n("b7fa0cfe", "熱門文章"),
                n("bcc7e8c0", "所有書籤"),
                n("i3145aa0", "書籤"),
                n("e39b368e", "廣播"),
                n("hbea78a8", "新欄"),
                n("b5298d92", "連接"),
                n("d35d74e4", "對話"),
                n("h5245afa", "社群"),
                n("d4ebc798", "草稿"),
                n("fcf3e54c", "探索"),
                n("d806aa1a", "隱藏的回覆"),
                n("ha8209bc", "首頁"),
                n("a2f81050", "訊息"),
                n("cf2d1048", "訊息請求"),
                n("e7172d70", "其他訊息"),
                n("e1066d88", "我的個人資料"),
                n("eb75875e", "通知"),
                n("j45978a8", "引用"),
                n("fd6a3f30", "已排定貼文"),
                n("aa4209e8", "超級跟隨者"),
                n("d52a1caa", "訂閱者"),
                n("d7b51c68", "訂閱服務"),
                n("c5f4befa", "流行趨勢"),
                n("df34a454", "貼文"),
                n("gfccba44", "成員請求"),
                n("e42dd8fa", "仲裁記錄"),
                n("c2c191fc", "遭檢舉的貼文"),
                n("c63602d4", "我的社群"),
                n("ddf0ba7e", "推文收集"),
                n("c64974fc", "跟隨者"),
                n("i099d32e", "你所認識的跟隨者"),
                n("d960b55c", "正在跟隨"),
                n("b007440a", "工作機會"),
                n("aa68dafc", "通知詳細資料"),
                n("b8533bac", "主題"),
                n("jf00ebf6", "欄無法使用"),
                n("jaaa8984", "位置"),
                n("f345dcda", "編輯記錄"),
                n("hea3f8ac", "相關貼文"),
                n("c8ee31da", "新聞"),
                n("d35c9eec", "帳戶分析"),
                n("b5b7fb94", "群組"),
                n("g755fcde", "你"),
                n("f6b1ff81", function (e) {
                    return e.name + " 和你";
                }),
                n("j652293d", function (e) {
                    return e.listOfParticipants + " 和另外 " + e.count + " 個";
                }),
                n("fb4ee2f6", "訊息請求已刪除"),
                n("j607bf02", "下載 X 應用程式"),
                n("j49fd4e8", "切換至應用程式"),
                n("a565833e", "註冊"),
                n("e919c3bc", "登入"),
                n("a17a75da", "在應用程式上體驗更好的 X"),
                n("e7342ed4", "不再錯過任何貼文。在 X 應用程式中開啟，以獲得完整體驗。"),
                n("b6a43e78", "搶先得知最新資訊"),
                n("b469e406", "掌握你所關心事物的最新消息。切換至應用程式，以收到你跟隨的人物、主題和活動的推播通知。"),
                n("b8505290", "回覆以加入對話。"),
                n("ae8b0564", "透過轉發來傳達訊息。"),
                n("f2adab0e", "透過喜歡貼文來表達喜愛之情。"),
                n("b7821a74", "立即註冊，讓你絕不錯過他們的貼文。"),
                n("e6d43d06", "跟隨主題以探索精彩貼文"),
                n("ic848090", "請先登入"),
                n("f9ebe066", "你可以在登入後立即加入社群中的對話。"),
                n("je3d93e2", "X 使用者總是搶先得知新消息。"),
                n("ea88ce2e", "別錯過正在發生的新鮮事"),
                n("d8817e36", "Accept all cookies"),
                n("b9288ee6", "Refuse non-essential cookies"),
                n("i1390ec2", "Did someone say … cookies?"),
                n("ga3121d5", "說明中心"),
                n("g482c949", "顯示有關你的選擇的更多資訊"),
                n("b47e760e", "若要查看鍵盤快速鍵，請按問號"),
                n("fd2c7b44", "查看鍵盤快速鍵"),
                n("g7e2adf2", "建立新面板"),
                n("a6ba09e8", "複製欄位"),
                n("f5c9ccca", "編輯目前面板"),
                n("bf42c578", "將焦點置於重新排序按鈕"),
                n("j6fa64a6", "移至最後一欄"),
                n("b5545202", "移至最後一個釘選面板"),
                n("e0497acc", "移至管理所有面板"),
                n("beef7b14", "移至下一欄"),
                n("a5cb005e", "移至第 N 欄"),
                n("f65391bc", "移至第 N 個釘選面板"),
                n("h0bfdd20", "加入欄"),
                n("h770f6d4", "移至上一欄"),
                n("b8b2b70c", "刪除欄"),
                n("a3e2df76", "取消刪除欄"),
                n("g850aec4", "開啟/關閉欄設定"),
                n("d5696fcc", "快速鍵說明"),
                n("a83d4280", "下一則貼文"),
                n("g0048656", "上一則貼文"),
                n("a690c4d0", "下一頁"),
                n("e893811a", "載入新貼文"),
                n("cdb53d7a", "提及"),
                n("d7b8ebaa", "喜歡的內容"),
                n("b0041756", "列表"),
                n("d4986f86", "私人訊息"),
                n("bb081ea2", "設定"),
                n("eee2ed92", "前往使用者..."),
                n("ee5ccf3e", "顯示設定"),
                n("ab3d53f8", "新貼文"),
                n("de94bda6", "發送貼文"),
                n("e736990a", "新的私人訊息"),
                n("fe731016", "喜歡"),
                n("d17df548", "回覆"),
                n("g062295e", "轉發"),
                n("h01621a4", "分享貼文"),
                n("gb303814", "書籤"),
                n("c03b1126", "將帳戶設為靜音"),
                n("ebd2abb2", "封鎖帳戶"),
                n("hc6c5510", "開啟貼文詳細資料"),
                n("eebdef38", "展開相片"),
                n("b488758c", "開啟/關閉訊息停駐列"),
                n("c82314e0", "暫停/播放選取的影片"),
                n("b881560e", "將選取的影片靜音"),
                n("a94f7302", "前往音訊停駐列"),
                n("a7e604c6", "播放/暫停音訊停駐列"),
                n("f978c4fc", "將音訊停駐列靜音/取消靜音"),
                n("hc73f030", "你的帳戶"),
                n("f15bfdb4", "帳戶資訊"),
                n("a3841918", "電子郵件"),
                n("c21037d0", "國家/地區"),
                n("ab1f7ee0", "變更你的密碼"),
                n("e731db5a", "重設密碼"),
                n("f56af9cc", "下載你的資料封存檔"),
                n("hfb92b14", "停用你的帳戶"),
                n("bf96fda4", "年齡"),
                n("d12d42dc", "自動化"),
                n("fdb81456", "模仿標籤"),
                n("j9d10268", "帳戶活動"),
                n("i6b3f59a", "帳戶記錄"),
                n("da202f9a", "你的廣告客戶列表"),
                n("hc36dbba", "已登入的裝置和應用程式"),
                n("a8d0108e", "性別"),
                n("a03dacaa", "語言"),
                n("d9138166", "查看你去過的地點"),
                n("b523ecc6", "帳戶存取記錄"),
                n("abedd45c", "申請你的資料"),
                n("h1f01a24", "興趣"),
                n("j7ad754a", "你的 X 資料"),
                n("d299431c", "營利"),
                n("j087774e", "代幣"),
                n("ff9ed474", "總收益"),
                n("ec885836", "創作者收益分成"),
                n("b431a5c6", "廣告收益分成"),
                n("b0e986ec", "營利 IDV"),
                n("aca4d76a", "廣告收益分成設定"),
                n("ab1b837a", "廣告收益分成儀表板"),
                n("a9c1a9cc", "影片廣告"),
                n("d4ab5c12", "影片廣告設定"),
                n("c429e3ba", "創作者訂閱服務"),
                n("fce877d6", "取消貼文"),
                n("dd0c889e", "個人資料自訂"),
                n("ib35705e", "管理訂閱"),
                n("cf131522", "管理附屬帳戶徽章"),
                n("cb165528", "新聞功能和設定"),
                n("f8645654", "安全性和帳戶存取"),
                n("j95edf76", "安全性"),
                n("fd127276", "管理通行金鑰"),
                n("afe4a358", "身分認證"),
                n("dd703318", "雙因素驗證"),
                n("b1686800", "管理安全金鑰"),
                n("ae72d4c4", "應用程式和工作階段"),
                n("a1e8e682", "已註冊的裝置"),
                n("h1abfbce", "已連接的帳戶"),
                n("cad53944", "隱私和安全"),
                n("e908903a", "受眾和標記"),
                n("b5c85d2c", "保護你的貼文"),
                n("f56d108e", "相片標記"),
                n("c6f67e32", "你的貼文"),
                n("f2bd9c48", "你看到的內容"),
                n("cbd449a0", "靜音和封鎖"),
                n("daef29b8", "已靜音的帳戶"),
                n("i0dd9b9e", "靜音文字"),
                n("a5f32aa2", "已封鎖的帳戶"),
                n("i58a274c", "私人訊息"),
                n("ded416b0", "音訊空間"),
                n("fd4d9068", "可搜尋性和聯絡人"),
                n("bbcafbda", "管理聯絡人"),
                n("aeddb28a", "內容偏好設定"),
                n("d035a8d0", "廣告偏好設定"),
                n("d0b74a5a", "Cookie preferences"),
                n("h3909cd0", "推測的身分"),
                n("d84e63d2", "X 平台外的活動"),
                n("h14ba864", "與商業合作夥伴的資料分享"),
                n("jabb9c9a", "位置資訊"),
                n("fcb6a5b8", "在貼文中加入位置資訊"),
                n("h9f2da68", "敏感媒體"),
                n("id6a8e1a", "回覆篩選器"),
                n("fc35f762", "經篩選的回覆"),
                n("gaac710a", "檢舉中心"),
                n("bcd81cac", "偏好設定"),
                n("i647fb04", "篩選器"),
                n("hee41732", "推播通知"),
                n("e75f25a8", "電子郵件通知"),
                n("cf9b166a", "協助工具、顯示和語言"),
                n("e3719c16", "協助工具"),
                n("a776eed8", "自動播放"),
                n("c4881c66", "顯示"),
                n("d495680e", "語言"),
                n("f953f53a", "變更顯示語言"),
                n("eafe3288", "數據使用量"),
                n("b721eb38", "關於"),
                n("g9230d00", "委派"),
                n("cb8ebf5c", "你已委派的成員"),
                n("i95202f6", "委派給你的帳戶"),
                n("afcad7f2", "下載應用程式"),
                n("e8f57e08", "個人化與資料"),
                n("gbde3534", "興趣和廣告資料"),
                n("a54826c6", "合作夥伴推測的興趣"),
                n("a5cbc19a", "你的分析"),
                n("i9028824", "載入中"),
                n("f5090e28", "你的連線似乎已中斷。我們將繼續重試。"),
                n("ba929da8", "找不到頁面"),
                n("d203e242", "找不到"),
                n("e2eac0c4", "主要"),
                n("i5aa4ce0", "更多選單項目"),
                n("h63a5c3c", "更多"),
                n("a4fc1872", "最後一週"),
                n("e14bb1da", "最後一天"),
                n("d86bbf0f", function (e) {
                    return e.count + " 個未讀項目";
                }),
                n("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                n("i5f7b6b8", "帳戶"),
                n("da4691aa", "查看所有帳戶"),
                n("c7e55ccf", function (e) {
                    return "切換至 @" + e.screenname;
                }),
                n("b20a3894", "你嘗試切換到的帳戶已被刪除。"),
                n("daffabde", "代理對象…"),
                n("eccbfa26", "委派帳戶"),
                n("a1b7a904", "代理對象"),
                n("g61ed8a4", "發生一些錯誤。"),
                n("e520f166", "你已超過每日發送貼文數的上限。"),
                n("c0554ca0", "發生錯誤。請稍後再嘗試發送你的貼文。"),
                n("b25c5b2a", "哎呀！你已說過這個了。"),
                n("cef21114", "你的帳戶已遭停權，因此無法發送貼文。"),
                n("cf369a0e", "你嘗試回覆的貼文已遭刪除或你無法看見。"),
                n("cd86efa8", "貼文文字中的提及超過允許的數量。"),
                n("e002f424", "貼文文字中的網址超過允許的數量。"),
                n("c2b4ae8c", "貼文文字中的推標超過允許的數量。"),
                n("hf05f59e", "貼文文字中的錢標超過允許的數量。"),
                n("dffb84c6", "貼文文字包含的推標超過允許的長度。"),
                n("d7b21bc8", "貼文中的附件類型超過允許的數量。"),
                n("e4672ac2", "唉呀！你貼文中的網址似乎連結到包含垃圾訊息或不安全內容的網頁。"),
                n("he5ecf52", "貼文的文字超過允許的上限。"),
                n("ac78e602", "你的貼文內容無效。"),
                n("i251c738", "你嘗試上傳的影片影格速率太高。"),
                n("ed3ac7ef", function (e) {
                    return "你嘗試上傳的影片影格速率太高。最高影格速率：60。實際影格速率：" + e.frameRate + "。";
                }),
                n("e23fe0cc", "你嘗試上傳的影片外觀比例太大。"),
                n("ca4514c0", "你嘗試上傳的影片外觀比例太小。"),
                n("fb4a459c", "你嘗試上傳的影片持續時間太短。"),
                n("ca1afa98", "你嘗試上傳的影片持續時間太長。"),
                n("b2e94283", function (e) {
                    return "來自 @" + e.viaScreenName;
                }),
                n("ee69d769", function (e) {
                    return "發佈" + e.verb;
                }),
                n("ge8e4a38", "全部發佈"),
                n("h735a98e", "排程"),
                n("h3701ffe", "更新"),
                n("d9ef2842", "未讀項目"),
                n("cdf89b84", "品牌化喜歡預覽"),
                n("i83d4f14", "跟隨者請求"),
                n("aeede01a", "Imprint"),
                n("ae1bbb26", "登出"),
                n("fd442790", "設定和隱私"),
                n("da137d9a", "MStV Transparenzangaben"),
                n("e0cb0c72", "廣告"),
                n("e2eef3c2", "已認證組織"),
                n("b55d8a78", "建立你的音訊空間"),
                n("e5323e36", "開始直播"),
                n("a5a30af0", "文章"),
                n("d13d697c", "新的"),
                n("j0e2cfa8", "商業"),
                n("h5e38204", "聊天"),
                n("h7d5d9fa", "Beta 版"),
                n("ga169e1b", function (e) {
                    return "私人訊息 (" + e.count + " 個未讀對話)";
                }),
                n("d83682ec", "首頁 (新的未讀貼文)"),
                n("e1249849", function (e) {
                    return "通知 (" + e.count + " 則未讀通知)";
                }),
                n("c0b786ee", "搜尋和探索"),
                n("bb967f9e", "影片"),
                n("e04033be", "有新的貼文。按句號鍵以前往查看。"),
                n("hec711c0", "查看新貼文"),
                n("j0a8da6e", "加入現有的帳戶"),
                n("c6f2bf00", "管理帳戶"),
                n("a58e0e51", function (e) {
                    return "登出 @" + e.screenName;
                }),
                n("j62f43a6", "查看委派帳戶"),
                n("d4c52015", function (e) {
                    return e.count + " 個待處理的委派帳戶邀請";
                }),
                n("b8e1d524", "帳戶"),
                n("gef27c4c", "帳戶選單"),
                n("b7dc3885", function (e) {
                    return "切換至 @" + e.screenName;
                }),
                n("c61eea74", "個人帳戶"),
                n("g6d42fea", "切換導覽"),
                n("eb022176", "建立帳戶"),
                n("gcfef7b6", "使用電話或電子郵件建立帳戶"),
                n("e5b0e544", "登入"),
                n("gd93944e", "使用應用程式"),
                n("f2f787a0", "服務條款"),
                n("e1099fd6", "隱私政策"),
                n("c1df1ae0", "Cookie 使用政策"),
                n("cdc1bff7", function (e) {
                    return "個人資料選單 " + e.loggedInUserName;
                }),
                n("fd48249b", function (e) {
                    return e.count + " 人";
                }),
                n("b93ba92d", function (e) {
                    return e.peopleCount + " 人";
                }),
                n("ae2205d2", "你們互相跟隨對方"),
                n("fd06b02f", function (e) {
                    return "@" + e.screenName + " 目前正在某個進行中的音訊空間內，點擊以透過其個人資料加入";
                }),
                n("f2b3fe06", "正在載入結果"),
                n("fc9dd578", "搜尋人物"),
                n("gdb7bc25", function (e) {
                    return e.name + " - 選取以移除";
                }),
                n("f065ba8c", "搜尋條件"),
                n("hbc99b03", function (e) {
                    return "前往 @" + e.screenName;
                }),
                n("a2c1b222", "請嘗試搜尋人物、列表或關鍵字"),
                n("f45c4250", "要清除最近的所有搜尋嗎？"),
                n("caae4dda", "此動作無法復原，並且會移除你最近的所有搜尋。"),
                n("dbd5d400", "清除"),
                n("a8d68f62", "最近"),
                n("c6530778", "已儲存的搜尋"),
                n("e047b8fa", "全部清除"),
                n("aa6e3300", "你的連線似乎已中斷。請檢查並再試一次。"),
                n("e68b09b4", "移除"),
                n("hffea05c", "要刪除已儲存的搜尋嗎？"),
                n("j037e374", "此動作無法復原，而且你將失去已儲存的搜尋。"),
                n("d96cf7ce", "刪除"),
                n("hbe4feb5", function (e) {
                    return "跟隨請求已發送給 @" + e.screenName + "，並在等候核准中。";
                }),
                n("df4c86b0", "請先更新你的個人資料"),
                n("bba40ffa", "你無法跟隨此帳戶"),
                n("f558829e", "若要跟隨此帳戶，你必須在個人資料中包含你的生日，以確保你符合最低年齡要求。"),
                n("a6941096", "在你的國家/地區無法跟隨此帳戶。"),
                n("if8cd2a4", "你的年齡太小，無法跟隨此帳戶。"),
                n("b5972260", "發生一些錯誤。請稍後再嘗試取消對該使用者的跟隨請求。"),
                n("j4292c24", "此使用者已要求封鎖你，因此無法跟隨他。"),
                n("a0ba5842", "你目前無法跟隨更多人。"),
                n("a5202b82", "發生一些錯誤。請稍後再嘗試跟隨該使用者。"),
                n("f8cbf714", "你嘗試跟隨的使用者不存在。"),
                n("f2e66452", "你的帳戶已停用，無法跟隨使用者。"),
                n("ca96fe6e", "發生一些錯誤。請稍後再嘗試取消封鎖該使用者。"),
                n("e1a0aaca", "發生一些錯誤。請稍後再嘗試取消跟隨該使用者。"),
                n("fd5208c6", "前往設定"),
                n("c0d13570", "附屬帳戶"),
                n("ba96929e", "僱用"),
                n("gf62c116", "支援"),
                n("a4cf866e", "廣告"),
                n("g2fd3206", "人物"),
                n("h70bdf0a", "Radar"),
                n("bf6b72ac", "完整權益"),
                n("e49537c2", "嗯…此頁面不存在。請嘗試搜尋其他內容。"),
                n("fcbb540a", "已超過使用頻率限制"),
                n("d4f88600", "驗證聯絡方法"),
                n("b192ccae", "你沒有經確認的聯絡方法。"),
                n("a0487504", "為了申請認證，你必須先確認聯絡方法。"),
                n("fff7d93c", "加入相片"),
                n("g969bfae", "你缺少個人資料相片。"),
                n("gb2f35e4", "若要申請認證，你必須先加入個人資料相片。"),
                n("i33cf692", "加入網址欄位"),
                n("b679ff6a", "無效的網址"),
                n("i79902b4", "選取證明真實性方法"),
                n("fb2fcb5c", "此步驟可協助我們確認你的身分。請選擇最適合你的方法。"),
                n("e43425fa", "政府核發的身分證件"),
                n("cb7c2e2e", "你的政府核發之身分證件的相片。"),
                n("a411926a", "官方電子郵件地址"),
                n("g253cdd0", "具有與你所選類別相關的網域的官方電子郵件。"),
                n("cf93bcb0", "官方網站參考"),
                n("gfb55fa8", "直接提及你的 X 帳戶的官方網站。"),
                n("g40cd2c0", "經認證的參考"),
                n("a7f1cff6", "加入官方網站參考"),
                n("a11cd524", "輸入提及你的 X 帳戶並與你的認證申請相關的官方網站。"),
                n("ba656f26", "網站上是否提及你的 X 帳戶？"),
                n("ed751204", "我們必須確認你的帳戶是真實的，才能進行認證。如果你連結的頁面上未提及你的推號，則你必須先提交真實證明才能完成申請。"),
                n("fbc023b0", "是，沒錯"),
                n("e785ce06", "我將使用不同的選項"),
                n("i8d58f3e", "我將使用政府核發的身分證"),
                n("eb21ecaa", "我將使用電子郵件地址"),
                n("f848a69e", "我們必須確認你的帳戶是真實的，才能進行認證。如果提供的官方網站中未提及你的推號，我們便無法確認帳戶的真實性。"),
                n("d59b5366", "我們必須確認你的帳戶是真實的，才能進行認證。如果你連結的頁面未提及你的推號，我們就無法可靠地將你的帳戶與知名內容創作者建立連結。"),
                n("bfb01c62", "否，返回"),
                n("fa51040a", "提供提及你或你的 X 帳戶之合格新聞組織或出版物的官方網站連結。"),
                n("d0460f12", "提供參考連結，其中提及你的帳戶是貴組織的官方 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("h45b00d8", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的娛樂公司所管理。"),
                n("fc718708", "提及你和你的 X 帳戶之合格組織的官方網站。"),
                n("g32c2900", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的製作組織所管理。"),
                n("j5b1224c", "提供參考連結，其中提及你的帳戶是你的作品的官方 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("d090a5d4", "提及你的 X 帳戶之已認證組織或出版物的官方網站。"),
                n("eb08a392", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關之政府機關的候選人所管理。"),
                n("h0de1396", "提供參考連結，其中提及你的帳戶是與此申請相關之公職候選人的官方 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("dcc23262", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的社會運動參與者或組織者所管理。"),
                n("c880e068", "提及你和你的 X 帳戶之倡議組織的官方網站。"),
                n("e412d500", "提供參考連結，其中提及你處於已認證之倡議組織的領導地位和你的 X 帳戶。此參考必須來自已認證組織的官方網站。"),
                n("dedf41f2", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的有影響力人士所管理。"),
                n("b4aed9e0", "提及你和你的 X 帳戶之已認證組織的官方網站。"),
                n("b2069e40", "提供提及你和你的 X 帳戶的連結。此參考必須來自已認證組織的官方網站。"),
                n("baf718c4", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的公司、品牌或組織所管理。"),
                n("c65bbbc2", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的資深領導人或主管所管理。"),
                n("i31e3606", "具有合格公司、品牌或組織之網域的官方電子郵件地址。"),
                n("de70afe8", "在合格組織的官方網站上提及你或你的 X 帳戶的參考。"),
                n("a3a523f2", "提供參考連結，其中提及你的帳戶是貴公司的官方 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("jf58899a", "提供參考連結，其中以你是貴組織之資深領導人的身分提及你和你的 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("f7afbaec", "選取一種方法來證明你的帳戶是真實的，並由合格新聞組織或出版物之記者所管理。"),
                n("d4ab0056", "選取一種方法來證明你的帳戶是真實的，並由與知名自由記者所管理。"),
                n("d2a77622", "具有合格新聞組織或出版物之網域的官方電子郵件地址。"),
                n("eec341da", "提及你或你的 X 帳戶之新聞組織或出版物的官方網站。"),
                n("b03ae068", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的新聞組織或出版物所管理。"),
                n("g0daba4a", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的職業遊戲人物所管理。"),
                n("ab8e430c", "提供參考連結，其中提及你的帳戶是與此申請相關之遊戲界人物的官方 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("cdcd9cd6", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的職業體育實體所管理。"),
                n("gad25890", "提供參考連結，其中提及你的帳戶是與此申請相關之職業體育實體的官方 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("e6dc91b2", "選取一種方法來證明你的帳戶是真實的，並由與此申請相關的職業體育人物所管理。"),
                n("i9aed706", "提供參考連結，其中提及你的帳戶是與此申請相關之職業體育人物的官方 X 帳戶。此參考必須來自已認證實體的官方網站。"),
                n("abd587d2", "加入另一個參考"),
                n("i0bba81a", "加入僱用參考"),
                n("a6a76e3c", "選取知名度方法"),
                n("ecd2abda", "確認帳戶資格"),
                n("cb70b894", "返回"),
                n("g8b511fe", "Google 搜尋趨勢"),
                n("c7d50c96", "Google 搜尋趨勢上的個人資料，其中包含與你相關的最近搜尋活動證據。"),
                n("a68b43ee", "加入 Google 搜尋趨勢個人資料"),
                n("b5e30390", "Google 搜尋趨勢個人資料"),
                n("h146703e", "維基百科文章"),
                n("ee38d0f0", "與你相關的維基百科文章，其符合該百科全書對人們的知名度標準。"),
                n("cb97ee3e", "加入維基百科文章"),
                n("hc371f34", "新聞報導"),
                n("b9d0ad90", "至少 3 個來自知名新聞組織的連結，且必須在最近 6 個月內涵蓋或提及你。"),
                n("ge137dce", "至少 3 篇與你相關的文章，這些文章必須在過去 6 個月內發佈於合格的新聞出版物中。"),
                n("h2b9a5fe", "至少 3 篇與你的公司有關的文章，這些文章必須在過去 6 個月內發佈於合格的新聞出版物中。"),
                n("baccb708", "加入經認證的新聞報導"),
                n("feadd98c", "加入經認證的新聞參考"),
                n("j7ae97aa", "經認證的新聞參考"),
                n("c368aa8e", "至少 3 篇提及你的文章，這些文章必須由經認證的新聞出版物所發佈。"),
                n("ded0edad", function (e) {
                    return "文章 #" + e.n;
                }),
                n("bebae55a", "公開證券交易所"),
                n("c5571610", "提供確實存在於公開證券交易所之證據的連結。"),
                n("e2d42628", "加入證券交易所參考"),
                n("jc19b4e8", "在證券交易所上市"),
                n("fc3ee696", "領導階層參考"),
                n("i3e65eb4", "經認證組織的官方網站，其中提及你擔任領導階層職務。"),
                n("jd014eba", "提供的網址連結至提及申請者的特定頁面。"),
                n("a96901cc", "加入領導階層參考"),
                n("cc424a22", "倡議參考"),
                n("ibfc1a5a", "你不符合此類別中的認證資格。"),
                n("e1c78796", "官方網站"),
                n("ff2ee0c2", "行動主義"),
                n("hc61adfc", "娛樂"),
                n("e404203c", "遊戲"),
                n("d2042392", "政府"),
                n("c365dcc6", "其他"),
                n("d27beb9e", "體育"),
                n("cc4b66b6", "選取類別"),
                n("b37461a4", "選取帳戶類型"),
                n("b27325f6", "內容創作者"),
                n("a5a6affc", "有影響力且持續發佈吸引人的原創內容的數位內容創作者。"),
                n("a15326de", "至少 3 篇提及你的文章，這些文章必須由合格的新聞出版物所發佈。"),
                n("g704a93a", "與已知倡議工作相關的官方網站，其中提及你處於領導地位。"),
                n("c6bd60ec", "社會運動參與者或組織者"),
                n("c92fdb06", "使用 X 帶來社會經濟、政治或文化變革的知名人士。"),
                n("a18c6dfc", "記者"),
                n("h0b46534", "經認證的新聞組織或出版物所僱用的個人記者。"),
                n("ff929fec", "知名組織或附屬機構"),
                n("jf537894", "知名組織和二級附屬帳戶，包括公司、品牌和非營利組織。"),
                n("d2ea204a", "其他有影響力人士"),
                n("f875ec6e", "在 X 平台內外具有重要影響力且不屬於其他類別的人士。"),
                n("i3e6aaa6", "資深領導人或主管"),
                n("bbcbb9e6", "知名公司、品牌和非營利組織的領導人及其他重要主管。"),
                n("j0bc23f4", "我已確認組織的帳戶已獲得認證。"),
                n("aa6228de", "娛樂公司"),
                n("d5b3cbca", "大型娛樂公司，例如電視網路、電影工作室及唱片公司。"),
                n("b5a3e590", "娛樂產業中的人士"),
                n("e484f794", "娛樂產業中的有影響力人士，例如演員、音樂家、導演、編劇、喜劇演員等。"),
                n("b8d8ea64", "製作組織"),
                n("ff27db3c", "與電影、大型比賽/活動、電視節目等娛樂實體相關之製作的官方帳戶。"),
                n("c0e57cb2", "加入你的創作者個人資料"),
                n("f3c605b6", "創作者個人資料"),
                n("h042d1a6", "IMDB 個人資料"),
                n("d2310f0c", "IMDB 上的個人資料，其中至少包含 50 位製作人員。"),
                n("ba04b4c2", "加入 IMDB 個人資料"),
                n("i9b124b6", "政府官員"),
                n("f84a99ee", "主要政府官員，包括國家元首、民選官員、任命的部長以及州級或國家級大使。"),
                n("j2cb5f50", "公職候選人"),
                n("j2472894", "州級或國家級公職的正式候選人。"),
                n("ha44c130", "政府機關或公共服務"),
                n("j8ae9d40", "主要政府機關和機構實體，以及公共事業和服務。"),
                n("ef1d6176", "你是州級或國家級的候選人嗎？"),
                n("f54ba6e6", "你必須是州級或國家級的當前公職候選人，才符合此類別的認證資格。"),
                n("dd85d0a0", "你是州級或國家級的官員嗎？"),
                n("f0058c60", "你必須是州級或國家級的現任政府官員，才符合此類別的認證資格。"),
                n("f420a712", "我是"),
                n("fb97d22c", "我不是"),
                n("e16b1cc8", "你的個人資料是否符合候選人的標準？"),
                n("cf2ee92e", "公職候選人必須有一個公開帳戶，該帳戶不僅提及其所競選的機關，同時連結至其競選活動的官方網站。"),
                n("g544885e", "你的個人資料是否符合政府機關或機構實體的標準？"),
                n("bd0b4542", "政府機關和機構實體必須有一個公開帳戶，該帳戶連結至其官方網站。"),
                n("i45b224c", "你的個人資料是否符合官員的標準？"),
                n("fba1dd66", "政府官員必須有一個公開帳戶，該帳戶不僅提及其現任的政府職位，同時連結至其機關的官方網站。"),
                n("e95c44de", "是，它是完整的"),
                n("fa5e15e2", "我需要更新"),
                n("jdf47e8e", "競選活動網站"),
                n("eeec7316", "加入競選活動網站"),
                n("b163b654", "政府參考"),
                n("d2378d34", "加入政府參考"),
                n("a05b8446", "自由記者"),
                n("hdad12b2", "在經認證的出版物中有知名作品的獨立自由記者。"),
                n("d2d7af4c", "新聞組織或出版物"),
                n("d83e51dc", "印刷和數位出版物；廣播、有線、衛星及串流電視和廣播新聞網路、電台和節目；Podcast；和其他類似媒體。"),
                n("g708cbdc", "你的個人資料是否符合認證要求？"),
                n("b107ee5c", "新聞組織必須擁有一個公開帳戶，該帳戶需連結至其官方網站。"),
                n("e8746826", "我已確認僱主的帳戶已獲得認證。"),
                n("jc09b420", "你的個人資料是否符合記者的標準？"),
                n("gfbd7e58", "記者必須擁有一個公開帳戶，該帳戶不僅提及他們所任職之已認證新聞組織的名稱，也連結至其官方網站。"),
                n("h0ad4c9e", "官方新聞組織參考"),
                n("a6553b50", "合格新聞出版物或組織的官方網站，其中以記者身分提及你。"),
                n("a29b2988", "文章署名和出處"),
                n("ab4eae60", "最近六個月內出版之合格出版物的至少三個署名或出處。"),
                n("b3fac982", "提供的網址連結至提及我的特定頁面。"),
                n("e26dc9e2", "加入知名作品"),
                n("e164df2e", "所提供的文章是否符合知名度標準？"),
                n("i80ff05e", "只有經認證的新聞組織和出版物所發佈的文章才能夠當作知名度的證據。"),
                n("cf7482ec", "是，符合"),
                n("fcb96cfc", "職業體育界人物"),
                n("ddc7d64a", "職業體育運動員、教練、經理，以及參加全球競賽 (例如奧運會、帕運會等) 的運動員。"),
                n("c4e0d346", "職業體育實體"),
                n("e3ce81fa", "職業體育聯盟、團隊和全球競賽 (例如奧運會、帕運會等)。"),
                n("b2808f48", "遊戲界人物"),
                n("db7b3558", "與經認證的遊戲團隊或聯盟有關聯之電子競技運動員的個人帳戶。"),
                n("bbd9a912", "我已確認與我的帳戶相關的團隊、聯盟、活動或組織都已經過認證。"),
                n("he9c5638", "提及你的全球競賽或體育組織的官方網站連結。"),
                n("bf06e1d6", "與職業體育組織相關的官方網站，其中提及你是職業運動員、經理或教練。"),
                n("e241d35e", "至少 3 篇提及你是職業運動員、經理或教練的文章，這些文章必須由經認證的新聞組織或出版物所發佈。"),
                n("ad456030", "至少 3 篇提及你是遊戲界人物的文章，這些文章必須由經認證的新聞組織或出版物所發佈。"),
                n("hbe2e65c", "與經認證的電子競技聯盟或活動相關的官方網站，其中提及你是遊戲界人物。"),
                n("j3da4dea", "你目前無法申請認證"),
                n("af39265e", "公司、品牌和組織"),
                n("bb51cd7a", "體育和遊戲"),
                n("c044a571", "了解更多"),
                n("a58cd1fb", "了解更多"),
                n("b47b0fd1", "了解更多"),
                n("db25263b", "了解更多"),
                n("b25b02c3", "了解更多"),
                n("j6ef6afb", "了解更多"),
                n("d42d162b", "了解更多"),
                n("ccadfc85", "了解更多"),
                n("ddb47f57", "了解更多"),
                n("bf9e181b", "了解更多"),
                n("e8e39f95", "了解更多"),
                n("e126dd3f", "了解更多"),
                n("i821844f", "了解更多");
            n("b0abbb17", "了解更多"),
                n("e7e0d88b", "了解更多"),
                n("i560665f", "了解更多"),
                n("f6e774d9", "了解更多"),
                n("h486f755", "了解更多"),
                n("bab41dab", "了解更多"),
                n("e0ebdb29", "了解更多"),
                n("f8493831", "了解更多"),
                n("icb5913f", "了解更多"),
                n("af819833", "了解更多"),
                n("d35525b1", "了解更多"),
                n("cb181ed1", "了解更多"),
                n("f6c3d3f1", "了解更多"),
                n("d4588ded", "了解更多"),
                n("a759bff9", "了解更多"),
                n("c64a59f7", "了解更多"),
                n("c054f433", "了解更多"),
                n("c1b7ad51", "了解更多"),
                n("f7998565", "了解更多"),
                n("c74a47ef", "了解更多"),
                n("gf9899bf", "了解更多"),
                n("d7a9185d", "了解更多"),
                n("c4b205e1", "了解更多"),
                n("c04b4b1d", "了解更多"),
                n("d26ccc67", "了解更多"),
                n("hdb3bc85", "了解更多"),
                n("b6cb494f", "了解更多"),
                n("abc132eb", "了解更多"),
                n("de1b28ad", "了解更多"),
                n("h04c272d", "了解更多"),
                n("j331c659", "了解更多"),
                n("h02fe64f", "了解更多"),
                n("a7df4b85", "了解更多"),
                n("e9b71903", "了解更多"),
                n("g961011f", "了解更多"),
                n("d5dedb7b", "了解更多"),
                n("gd396551", "了解更多"),
                n("dccc08bf", "了解更多"),
                n("f22a6d0d", "了解更多"),
                n("i78c9fd5", "了解更多"),
                n("f3e333a9", "了解更多"),
                n("i5fee6d3", "了解更多"),
                n("fe7420f5", "了解更多"),
                n("fcfad60d", "了解更多"),
                n("cc35a6b9", "了解更多"),
                n("d9bd3823", "了解更多"),
                n("a67f27bd", "了解更多"),
                n("b8be7adb", "了解更多"),
                n("gd663f41", "了解更多"),
                n("b436b101", "了解更多"),
                n("j97bce4a", "X 推號"),
                n("acd5ca14", "再試一次。使用者名稱不包含 @、$ 或 # 等特殊字元。"),
                n("bbef41c2", "檢視與你的 X 認證申請相關聯的官方電子郵件地址。"),
                n("be03ecca", "電子郵件地址"),
                n("c69a40de", "你目前沒有經驗證的電子郵件地址。"),
                n("c83a1662", "你沒有經驗證的合格電子郵件地址。"),
                n("e1e878ee", "設定"),
                n("b9635182", "設定"),
                n("j163be32", "開始申請"),
                n("gaf821c8", "認證申請"),
                n("e1ac0f9b", "了解更多"),
                n("h2d4ba56", "正在檢查你的身分證件…"),
                n("i2051842", "正在確認你的身分證件是否符合我們的標準。這可能需要最多 30 秒。"),
                n("fc2a5c92", "發生錯誤"),
                n("jf4b6f70", "上傳你的身分證件時發生問題。請嘗試重新上傳。"),
                n("d338f53e", "再試一次"),
                n("e43672a0", "我們將需要收集一些關於你的政府核發身分證件的資訊。"),
                n("b246aa5e", "核發的國家/地區"),
                n("d6fb5878", "選擇國家/地區"),
                n("b72f97cc", "身分證件類型"),
                n("b2ab6008", "選擇身分證件類型"),
                n("h9270b1c", "搜尋國家/地區"),
                n("ff1d68f8", "上傳身分證件的相片"),
                n("bdada5a6", "正面"),
                n("edfed0f6", "上傳身分證件的正面"),
                n("def5015d", function (e) {
                    return "背面" + e.back_of_document;
                }),
                n("b09aade6", "上傳身分證件的背面"),
                n("b40ed190", "證件"),
                n("c6650b56", "上傳證件"),
                n("d171ed16", "我們透過值得信賴的第三方為我們提供協助。這些第三方廠商會驗證身分證件的真實性，並為我們提供有限的資訊和平台，讓我們得以確認你是否有資格獲得已認證的帳戶狀態。"),
                n("d20f76cb", "了解更多"),
                n("b8deb156", "隱私政策"),
                n("b9960f32", "加入相片或影片"),
                n("gd80afba", "編輯媒體"),
                n("j322caee", "標記敏感媒體"),
                n("abd845fe", "編輯"),
                n("df1b0708", "播放這個 GIF"),
                n("cd959e5c", "移除媒體"),
                n("add55c98", "媒體"),
                n("f350cf46", "拖放媒體"),
                n("gff1f69e", "正在載入圖片"),
                n("a91bb144", "提交"),
                n("affce770", "我們和可信賴的第三方將使用你帳戶的相關資訊以及你提供給我們的任何其他資訊，以確定你的真實身分和認證資格。"),
                n("i0864918", "類別"),
                n("c7942074", "帳戶類型"),
                n("b8121daa", "知名度參考"),
                n("d247ca70", "檢閱下方認證申請的詳細資料。確認後，請點擊提交。"),
                n("b51afbb2", "證實方式"),
                n("cc87b01c", "檢視並提交"),
                n("ec6801cc", "你的申請已發送！"),
                n("i6ef95ec", "問卷調查"),
                n("j94e995e", "你的上一個申請已遭到拒絕。你必須在該日期算起的 30 天後才能提交新的申請。"),
                n("da458d6c", "你在過去 30 天內曾提交過認證申請並已遭到拒絕。請再試一次。"),
                n("j4ed9f0e", "你已提交認證申請，我們將在做出決定後立即與你聯絡。"),
                n("b1ade780", "你的帳戶太新。請至少使用帳戶 7 天，然後再試一次。"),
                n("aab67626", "你的認證申請正在審核中"),
                n("d3c1e25e", "這不是在做夢。沒錯，你真的通過認證了。"),
                n("a8b4500e", "規則"),
                n("ef1b5cbc", "選擇你想要查看及不想查看的通知。"),
                n("aaafffda", "已靜音的通知"),
                n("afdf29b8", "品質篩選"),
                n("da19d878", "選擇以篩選掉重複或自動發送的貼文等內容。這不適用於你跟隨或最近與之互動的帳戶所發送的通知。"),
                n("i2209530", "儲存"),
                n("da867c58", "依據通知類型選取你的偏好。"),
                n("a2197726", "管理帳戶的安全性。"),
                n("i36dcc3e", "透過要求 X 密碼以外的第二種驗證方法，協助保護你的帳戶以防未經授權的存取。你可以選擇簡訊、驗證應用程式或安全金鑰。"),
                n("ead60eb8", "額外密碼保護"),
                n("gfaf9a4a", "密碼重設保護"),
                n("h3cc8462", "為增強保護，你必須確認你的電子郵件地址或電話號碼才能重設 X 密碼。"),
                n("b4bbdeb4", "通行金鑰"),
                n("fe8aeb88", "通行金鑰提供了可能與你的生物辨識資料相關的額外保護。"),
                n("dc096238", "上傳經認可的身分證件，以確認你帳戶的真實性。你的資訊只會用於認證你的身分，並將獲得安全可靠的處理。"),
                n("a999cb72", "儲存帳戶變更"),
                n("dec3c9b8", "密碼"),
                n("b929aa74", "重新輸入你的 X 密碼以儲存帳戶的變更。"),
                n("d1091f50", "忘記密碼？"),
                n("fd23fe4a", "以下是你所有裝置上的通行金鑰"),
                n("d9921a6c", "建立新的通行金鑰"),
                n("i4855730", "刪除通行金鑰"),
                n("a6acdc67", function (e) {
                    return "加入日期：" + e.date;
                }),
                n("d97c07be", "管理創作者訂閱服務"),
                n("efa291da", "使用 Stripe 查看和管理你對以下創作者的訂閱服務。你在 iOS 或 Android 上啟動的任何有效訂閱都可以在該應用程式中管理。"),
                n("j7f5c6aa", "你還沒有任何訂閱服務"),
                n("ef4602ec", "發生錯誤，請稍後再試。"),
                n("b02df748", "管理帳戶的安全性及追蹤帳戶的使用情況，包括已與帳戶連接的應用程式。"),
                n("g2841de4", "查看你登入帳戶的時間，以及與帳戶連接的應用程式等資訊。"),
                n("hf45cca6", "管理與 X 連接、用來登入的 Google 或 Apple 帳戶。"),
                n("a310511c", "管理你的共享帳戶。"),
                n("jc02ae68", "連接的應用程式"),
                n("dd82312a", "工作階段"),
                n("e5e8a89a", "正在載入應用程式"),
                n("hfa9a2c8", "快速管理已連接的應用程式"),
                n("dd1b86f9", function (e) {
                    return "供應商：" + e.name;
                }),
                n("cf461930", "你允許存取你的 X 帳戶的第三方應用程式將會顯示在這裡。"),
                n("b63b0b1d", "了解更多"),
                n("c2cb5560", "目前作用中的工作階段"),
                n("bca43fd0", "登出其他工作階段"),
                n("ha6df2ca", "工作階段就是你正在使用的裝置或已使用 X 帳戶的裝置。這些是你的帳戶目前登入的工作階段。你可以登出各個工作階段。"),
                n("b72d2904", "你已在這部裝置上登入此 X 帳戶，而且目前正在使用中。"),
                n("b850cbd0", "你已在這些裝置上登入這些帳戶，但目前未在使用中。 "),
                n("cf3e3164", "登出所有其他的工作階段"),
                n("f810f27a", "你要結束其他工作階段嗎？"),
                n("gbb5cec5", function (e) {
                    return "登出將會結束其他 " + e.num + " 個使用中的 X 工作階段，但不會影響你目前使用的工作階段。";
                }),
                n("fcbd4904", "這將會結束使用中的 X 工作階段。"),
                n("ab78d946", "你即將結束其他使用中的 X 工作階段，你必須在這些裝置上重新登入才能開始新的工作階段。"),
                n("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                n("ed5ab16a", "使用中"),
                n("c9bc33fa", "裝置"),
                n("f95ed3e6", "目前裝置"),
                n("a787669a", "其他裝置註冊"),
                n("gbefe730", "你在其他裝置上也註冊了加密私人訊息。"),
                n("d7a9796e", "正在載入裝置"),
                n("b5635e86", "註冊此裝置"),
                n("bb4a95dc", "要註冊你的裝置嗎？"),
                n("a9538040", "註冊此裝置將使你能夠與其他已註冊的使用者開始新的加密對話"),
                n("hd173c7a", "註冊"),
                n("hf4312a4", "裝置已註冊。"),
                n("h7797d18", "已註冊"),
                n("hc48a042", "取消註冊此裝置"),
                n("d5bafb20", "要取消註冊此裝置嗎？"),
                n("i12dee70", "取消註冊裝置意味著你將無法再存取該裝置上的加密訊息。"),
                n("d4b9db26", "取消註冊"),
                n("c18b1b34", "註冊日期和時間"),
                n("e7c9d60a", "所選的裝置已取消註冊。"),
                n("cd14c8fe", "正在載入裝置資訊"),
                n("j9db22f4", "我們找不到此裝置"),
                n("c477d710", "管理你在 X 上看到和分享的資訊。"),
                n("b06f5d36", "你的 X 活動"),
                n("fd807e78", "受眾、媒體和標記"),
                n("a9ff473c", "管理你允許 X 上其他人看到的資訊。"),
                n("d0484606", "管理與你的貼文相關聯的資訊。"),
                n("c4afe0e6", "根據主題和興趣等偏好設定，決定你在 X 上看到的內容"),
                n("ab125232", "管理你已靜音或封鎖的帳戶、文字和通知。"),
                n("cc950d94", "管理哪些人可以直接發送訊息給你。"),
                n("fe37f854", "管理哪些人可以查看你的音訊空間聆聽活動"),
                n("ab987f3c", "控制你的可搜尋性設定，並管理你已匯入的聯絡人。"),
                n("db5fabb0", "資料分享和 X 平台外的活動"),
                n("i83cab8a", "資料分享和個人化"),
                n("e338a794", "管理你在 X 上的廣告體驗。"),
                n("c05e8024", "管理你在 X 上的 Cookie 體驗。"),
                n("d29d59d0", "管理 X 如何使用你在 X 平台外的線上活動 (例如你造訪的網站) 來打造個人化體驗。"),
                n("c981a36c", "允許 X 透過你的推測活動來提供個人化體驗，例如：在你尚未用來登入 X 的裝置上的活動。"),
                n("eb0cc786", "允許與 X 的業務合作夥伴分享額外資訊。"),
                n("dd533318", "管理 X 用來打造個人化體驗的位置資訊。"),
                n("bd0646a0", "進一步了解 X 上的隱私"),
                n("a607862a", "隱私政策"),
                n("g5925628", "聯絡我們"),
                n("dd6012f8", "隱私中心"),
                n("jdceda60", "回覆"),
                n("f644b748", "管理哪些人可以回覆你的貼文和篩選掉的回覆。"),
                n("ff4b3818", "Grok 和第三方協作者"),
                n("i586f3e0", "允許將你的公開資料以及你與 Grok 和 xAI 的互動、輸入和結果用於訓練和微調"),
                n("d8492604", "選取此選項後，只有跟隨你的人才能看到你的貼文和其他帳戶資訊。"),
                n("if050fae", "保護你的影片"),
                n("b7ed5f6e", "如果選取，你貼文中的影片將預設為無法下載。此設定適用於未來的貼文，不溯及既往"),
                n("dbb51952", "要保護你的貼文嗎？"),
                n("de735de6", "這會導致只有你的 X 跟隨者能夠看到它們。"),
                n("c5d4192a", "保護"),
                n("d9ddba70", "社群是公開的，因此保護你的帳戶將會隱藏你先前的貼文。在你將帳戶重新設為公開之前，你也無法在社群中發佈貼文。"),
                n("f527b322", "保護我的帳戶"),
                n("d165c992", "任何人都可以標記你"),
                n("ea339390", "只有你跟隨的人才可標記你"),
                n("e3a761ee", "關閉"),
                n("a61ed23a", "將你發佈的媒體標記為可能包含敏感內容"),
                n("ae27c454", "啟用此設定後，將會針對不想看到敏感內容的人，將你發佈的相片和影片標記為敏感內容。"),
                n("fc1d217c", "顯示可能含有敏感內容的媒體"),
                n("j018f2a2", "探索設定"),
                n("h1ef00dc", "搜尋設定"),
                n("b05b9398", "啟用此設定後，X 可能會根據你的 X 活動，將「為你推薦」內容個人化。"),
                n("a3c1324c", "在「為你推薦」時間軸中顯示推薦內容"),
                n("ee4592ca", "無人"),
                n("da813d22", "已認證使用者"),
                n("baffe39a", "所有人"),
                n("b3d8566e", "篩選掉低品質的訊息"),
                n("cfda8c44", "隱藏經偵測可能為垃圾訊息或低品質的訊息請求。這些請求將會移至訊息請求底部的個別收件匣中。你仍然可以視需要進行存取。"),
                n("f4c91f40", "允許我的訂閱者的訊息"),
                n("bf0c4336", "無論其他訊息設定為何，你的訂閱者隨時都能發送訊息給你。"),
                n("e6c411d8", "篩選掉寫實媒體"),
                n("g558101a", "在經偵測可能包含寫實媒體 (如裸露、色情內容或暴力) 的訊息上顯示警告。如果需要，你隨時可以選擇查看該媒體。"),
                n("d9172542", "顯示讀取回條"),
                n("bd557506", "讓與你互傳訊息的人知道你何時看到他們的訊息。讀取回條不會顯示在訊息請求中。"),
                n("f29080d0", "允許以下來源的訊息請求："),
                n("j0adcc2d", "了解更多"),
                n("ib3357a6", "個人化的廣告"),
                n("f2f9628e", "你將會一直在 X 上根據你的 X 活動看到廣告。啟用此設定後，X 可能會結合你的 X 活動與其他線上活動以及來自合作夥伴的資訊，進一步在 X 平台內外將 X 廣告客戶的廣告個人化。"),
                n("b5fe50fc", "廣告類別"),
                n("c31a2ea6", "啟用這些設定可讓你有資格看到這些類別的廣告。選擇退出即可減少看到這些類別的廣告。"),
                n("if996630", "賭博"),
                n("a9ed7774", "允許使用你在網路上查看 X 內容的位置"),
                n("e2d61838", "這項設定可讓 X 追蹤你造訪了哪些整合 X 內容 (例如嵌入式時間軸) 的網站。該資訊可協助 X 透過個人化體驗等方式，為你提供更好的內容。此網頁瀏覽記錄絕不會儲存你的姓名、電子郵件或電話號碼。"),
                n("c966aaf4", "當你在特定的國家/地區時，將不會儲存或使用這些網頁瀏覽記錄。"),
                n("e8313b32", "你確定嗎？如果關閉此項目，當你在該國家/地區時就無法將它重新開啟。"),
                n("f1d46fd6", "是，我確定"),
                n("f6c8ccc8", "根據你的推測身分進行個人化"),
                n("ed012c88", "X 將一直根據你所提供的資訊以及用來登入的裝置，為你提供個人化體驗。在啟用此設定後，X 還可以根據與你身分相關的其他推測結果來進行個人化，例如：你尚未用來登入 X 的裝置和瀏覽器，或與你的 X 帳戶連結之電子郵件地址和電話號碼類似的地址和號碼。"),
                n("d3c20d80", "允許與業務合作夥伴分享額外資訊"),
                n("f1c0d09c", "X 一直與業務合作夥伴分享資訊，以做為營運和改善產品的方式。在啟用此設定後，便會允許 X 與合作夥伴分享額外資訊，以協助支援 X 的業務運營，包括使 X 在其他網站和應用程式上的行銷活動與你更加相關。"),
                n("dc20d918", "根據你去過的地點進行個人化"),
                n("af7d89e6", "X 一直使用一些資訊 (例如你註冊的位置和你目前的位置)，為你顯示相關性更高的內容。在啟用此設定後，X 還可能根據其他你去過的地點，為你提供個人化體驗。"),
                n("f2b23062", "協助工具、顯示和語言"),
                n("fa76d7dc", "管理如何向你顯示 X 內容。"),
                n("j7a15010", "管理 X 體驗的各個層面，例如限制顏色對比和動畫。"),
                n("a257ecae", "管理你的字體大小、顏色和背景。這些設定會影響此瀏覽器上的所有 X 帳戶。"),
                n("jc3fa0e2", "管理要使用哪些語言來打造個人化的 X 體驗。"),
                n("cc2973a8", "限制 X 如何在此裝置上使用你的一些網路數據。"),
                n("h54e6138", "鍵盤快速鍵"),
                n("a4b69cbc", "顯示語言"),
                n("c856bd00", "選取你對於 X 中的標題、按鈕和其他文字的偏好語言。"),
                n("cab61d58", "選取其他語言"),
                n("dd93fafa", "選取你想要在 X 上看到其內容的其他語言。"),
                n("bca1de4a", "你會說的其他語言"),
                n("c3aa76c4", "你可能會說的語言"),
                n("g099069c", "管理 X 根據你的活動 (例如你跟隨的帳戶和你參與互動的貼文) 所推測的語言。"),
                n("cf9ce876", "應用程式和貼文語言"),
                n("f8e46b90", "這些是與你的 X 帳戶連接、用來登入的社交帳戶。你可以在這裡停用存取權。"),
                n("d84ed6b2", "中斷連接"),
                n("i51130d4", "Google"),
                n("e28901f2", "Apple"),
                n("cf8560be", "已連接"),
                n("ad31b476", "管理你的自動化帳戶。"),
                n("a2981062", "管理帳戶"),
                n("aff4540e", "變更管理帳戶"),
                n("b8b9d100", "設定帳戶自動化"),
                n("e0bc51f6", "關閉帳戶自動化"),
                n("b92190c2", "已連接管理帳戶"),
                n("fb03b39a", "已中斷與管理帳戶的連接"),
                n("bd51ddfa", "我們目前無法中斷與管理帳戶的連接。請稍後再試。"),
                n("e91c15f6", "要中斷與管理帳戶的連接嗎？"),
                n("df035b80", "如果你中斷與管理帳戶的連接，你的自動化帳戶將會失去其標籤。"),
                n("bd12cf34", "是，請中斷連接"),
                n("f79acef3", "了解更多"),
                n("a57a341c", "節省數據用量"),
                n("ab6505a8", "如果選取此選項，X 會使用較少的網路數據。"),
                n("a5d4fda0", "發生一些錯誤，但別擔心 — 我們再試一次吧。"),
                n("g1888dc2", "永不"),
                n("f724d1aa", "僅限使用 Wi-Fi"),
                n("cf6472c2", "使用行動數據或 Wi-Fi"),
                n("b2ed92c4", "要求封存檔"),
                n("ce5d2c46", "暫時無法使用"),
                n("bed6a87c", "你的 X 資料連結已過期"),
                n("b24b4768", "前往我的 X 資料"),
                n("a0c3f812", "若要取得更新的連結，你必須提出新申請。"),
                n("eea30bb5", function (e) {
                    return "產生日期：" + e.date;
                }),
                n("f2cde471", function (e) {
                    return "到期日期：" + e.date;
                }),
                n("b7ce9dbf", function (e) {
                    return "預估大小：" + e.size;
                }),
                n("d3de4c97", function (e) {
                    return "X 資料 (" + e.currentIndex + "/" + e.count + ")";
                }),
                n("fc5bfd96", "開始使用"),
                n("gee8110e", "下載封存檔"),
                n("c326f156", "封存檔已下載"),
                n("c9fe9b56", "即將下載你的封存檔"),
                n("j54b679b", function (e) {
                    return "這會在另一個視窗中開啟，且可能需要一點時間完成。完成後，下載的項目將是一個 " + e.size + " 的 ZIP 檔。";
                }),
                n("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                n("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                n("ce494bb4", "字體大小"),
                n("c783d45e", "顏色"),
                n("h306a358", "背景"),
                n("d8680056", "超小"),
                n("j59f0b94", "預設"),
                n("b81aaad8", "大"),
                n("c7044880", "超大"),
                n("e46dffa0", "文字大小"),
                n("ce8a8116", "背景選項"),
                n("d3d48f3a", "淺色"),
                n("i76f67ee", "暗色"),
                n("c8f85960", "黑暗"),
                n("aefc5b20", "顏色選項"),
                n("a52d0fde", "藍色"),
                n("d818cdd6", "黃色"),
                n("fee1cd64", "粉紅色"),
                n("cbed7fb2", "紫色"),
                n("g697ec02", "橙色"),
                n("a7c2204a", "綠色"),
                n("gde8fdd7", function (e) {
                    return "X 的核心就是稱為貼文的簡短訊息 — 就像這則貼文，可以包含相片、影片、連結、文字、推標和提及 (如 @" + e.mention + ")。";
                }),
                n("f277e94a", "查看"),
                n("ee79367b", function (e) {
                    return "第 " + e.conversationTreeDepth + " 層：";
                }),
                n("ec6907ba", "廣告"),
                n("d9587114", "查看最新貼文"),
                n("b7b86c3c", "開啟此貼文的新版本"),
                n("a407814e", "上次編輯時間："),
                n("i46ee3f0", "這是此貼文的最新版本。"),
                n("e18cb87c", "解釋這則貼文"),
                n("ffe16626", "回覆篩選器已開啟。"),
                n("jc81f6a7", function (e) {
                    return e.count + " 次查看";
                }),
                n("g521abc6", "Grok，分析！"),
                n("a09331e0", "相關文章"),
                n("e3eceda6", "Grok 動作"),
                n("a653f08f", function (e) {
                    return "閱讀 " + e.replyCount + " 則回覆";
                }),
                n("dc0c8266", "詢問 Grok"),
                n("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                n("aa037e65", function (e) {
                    return "次查看";
                }),
                n("b8f3500a", "在閱讀器中查看對話串"),
                n("fc7db594", "個人檔案摘要"),
                n("c3f04d9c", "思考中"),
                n("cbdddb0a", "已結束"),
                n("ie2bbeed", function (e) {
                    return "正在搜尋「" + e.query + "」";
                }),
                n("b0d1e205", function (e) {
                    return "正在搜尋**「" + e.query + "」**";
                }),
                n("bf970edd", function (e) {
                    return "正在 𝕏 中搜尋「" + e.query + "」";
                }),
                n("ad342369", function (e) {
                    return "正在 𝕏 使用者中搜尋「" + e.query + "」";
                }),
                n("g008d475", function (e) {
                    return "正在瀏覽 " + e.url;
                }),
                n("c91e3971", function (e) {
                    return "正在瀏覽 " + e.url + " 以搜尋「" + e.query + "」";
                }),
                n("acb9b845", function (e) {
                    return "正在瀏覽 " + e.url + " 以搜尋**「" + e.query + "」**";
                }),
                n("j9006405", function (e) {
                    return "正在搜尋 @" + e.username + " 的 𝕏 貼文";
                }),
                n("a2dd07e5", function (e) {
                    return "正在 @" + e.username + " 的 𝕏 貼文中搜尋「" + e.query + "」";
                }),
                n("e99fb7a3", function (e) {
                    return "正在 @" + e.username + " 的 𝕏 貼文中搜尋**「" + e.query + "」**";
                }),
                n("a02d1657", function (e) {
                    return "正在執行程式碼" + e.ttc_tool_usage_card;
                }),
                n("aa9d42c0", "正在搜尋網路"),
                n("dce1817a", "正在 𝕏 上搜尋"),
                n("f7151564", "正在 𝕏 上搜尋使用者"),
                n("c43ef93e", "正在瀏覽網頁"),
                n("jb097f6e", "正在執行程式碼"),
                n("ead81122", "發生錯誤，請重新整理以重新連線或再試一次。"),
                n("f808a13a", "已超出使用頻率限制。請稍後再試。"),
                n("e0481e5a", "你所在的國家/地區目前不支援 Grok。"),
                n("bc0a5b5a", "Grok 目前無法使用，請稍後回來查看。"),
                n("ef674976", "你無權使用此服務。"),
                n("c74e87e0", "此檔案太大。請選取較小的檔案。"),
                n("bea50a2a", "此檔案格式不受支援。"),
                n("j77292b7", function (e) {
                    return "請選取最多 " + e.count + " 個檔案";
                }),
                n("d6b533dc", "評價此翻譯："),
                n("j2f9ab6e", "感謝你的回饋意見！"),
                n("d56779a2", "容易理解"),
                n("b6fe8a56", "令人困惑或不清楚"),
                n("i73a7d48", "由 Google 翻譯"),
                n("eeadb767", function (e) {
                    return "翻譯自" + e.originLanguage + "，由 Google 翻譯";
                }),
                n("d9c6f69d", function (e) {
                    return "由 Grok 翻譯自" + e.originLanguage;
                }),
                n("dc445f82", "由 Papago 翻譯"),
                n("he9803d3", function (e) {
                    return "由 Papago 翻譯自" + e.originLanguage;
                }),
                n("f8264fc0", "由 X 翻譯"),
                n("caa5ba3d", function (e) {
                    return "由 X 翻譯自" + e.originLanguage;
                }),
                n("deaf5b16", "重試"),
                n("a66d80d0", "翻譯貼文"),
                n("be9b9fb8", "由 Grok 翻譯"),
                n("ba10dab6", "由 Grok 自動翻譯"),
                n("he9c9634", "無法取得翻譯"),
                n("j2198c98", "隱藏翻譯的貼文"),
                n("d4d35bea", "翻譯中…"),
                n("f4f69be8", "顯示原文"),
                n("e3097a5c", "顯示自動翻譯的貼文"),
                n("e0f81ff3", "翻譯："),
                n("j2862695", function (e) {
                    return "Translated from " + e.originLanguage + " by";
                }),
                n("b7cb4fab", "由"),
                n("e0bffbf8", "關於自動翻譯"),
                n("e839db3a", "關閉"),
                n("e7a86c77", function (e) {
                    return "自動翻譯" + e.language;
                }),
                n("c60b9e5c", "變更將對新載入的內容生效。"),
                n("f9317b98", "語言設定"),
                n("hba0547a", "無法更新設定。請稍後再試。"),
                n("d4c339b9", function (e) {
                    return "來自 " + e.fullName + " (@" + e.screenName + ") 的貼文";
                }),
                n("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 已發佈貼文：\n" + e.tweet;
                }),
                n("h6f99ac4", "已加入至你的書籤"),
                n("g1c463f6", "已從你的書籤中移除"),
                n("a2e7377f", function (e) {
                    return "已從「" + e.bookmarkFolderName + "」中移除";
                }),
                n("i47ad24c", "保持下去！你喜歡的貼文越多，你的時間軸就會越好。"),
                n("def4a37c", "太棒了！你的時間軸已獲得改善。你喜歡的內容越多，時間軸就會變得越棒 – 繼續喜歡你感興趣的內容吧。"),
                n("f5d17674", "貼文已轉發"),
                n("d714acfa", "貼文已取消轉發"),
                n("b18dff26", "只有訂閱者可以看到這則轉貼"),
                n("c2453318", "加入至資料夾"),
                n("f88553c8", "已複製到剪貼簿"),
                n("b5b36724", "是否要改為回覆？"),
                n("gce00a2a", "要改為轉發嗎？"),
                n("g271f120", "你的草稿貼文將在你回覆之前捨棄。"),
                n("gad04d1a", "你的草稿貼文將在你引用之前捨棄。"),
                n("ibd021f2", "想要先閱讀此文章嗎？"),
                n("bbef69c4", "你即將分享一篇你尚未在 X 上開啟過的文章。"),
                n("g5092766", "閱讀文章"),
                n("a2d5c006", "感謝你造訪此連結"),
                n("g37bb2d0", "在分享之前造訪連結，有助於了解情況並促進討論。"),
                n("gc45a90a", "展開此提示"),
                n("g7135e44", "協助我們使 X 成為能獲取可靠資訊的地方。請在喜歡這則貼文之前了解更多資訊。"),
                n("h9b6d468", "協助我們使 X 成為能獲取可靠資訊的地方。請在分享這則貼文之前了解更多資訊。"),
                n("af5cd00e", "了解更多"),
                n("e29c651e", "感謝你了解更多資訊"),
                n("ef504d80", "你還無法將受保護帳戶的貼文加入書籤。"),
                n("cef96d5a", "貼文已在你的書籤中"),
                n("b2542f56", "發生錯誤。請稍後再嘗試將該貼文加入書籤。"),
                n("fe3b9942", "由於此使用者的要求，你已無法喜歡其貼文。"),
                n("c2a6dc5c", "發生錯誤。請稍後再嘗試喜歡你的貼文。"),
                n("b57f01b8", "無法喜歡你未跟隨的受保護使用者的貼文。"),
                n("ba0b3cc0", "由於此使用者要求，你已無法轉發其貼文。"),
                n("h32b1ac4", "發生錯誤。請稍後再嘗試轉發。"),
                n("e50cea9e", "這則貼文不允許轉發。"),
                n("d8e56f40", "抱歉！你已超過貼文數上限。請明天再嘗試轉發"),
                n("i14d7a46", "發生錯誤。請稍後再嘗試從書籤中移除該貼文。"),
                n("d4ebfeb0", "請稍後再嘗試取消喜歡你的貼文。"),
                n("e639775e", "請稍後再嘗試取消你的轉推。"),
                n("fcad707a", "我們在此貼文上放置了警告，因為它可能包含敏感內容。"),
                n("f1824804", "對這則警告提出申訴"),
                n("f755f710", "知道了"),
                n("ced4abbe", "查看對話"),
                n("d00e1d2a", "加入社群"),
                n("e6057014", "要求加入"),
                n("ba352986", "你還不能回覆"),
                n("d09e76d8", "社群是公開的，因此你可以閱讀貼文，但必須加入才能參與。"),
                n("cfa1f802", "探索社群"),
                n("af27a0f8", "你已從此社群中移除"),
                n("id089506", "請聯絡社群版主以恢復。"),
                n("cac4e916", "此貼文已被隱藏"),
                n("cb18be32", "你還不能進行此動作"),
                n("dbb5fd8e", "無法轉發朋友圈貼文"),
                n("ae2c8a1e", "為什麼你無法回覆此推文？"),
                n("afe7ba26", "為什麼你無法喜歡此推文？"),
                n("df9e2356", "為什麼你無法將此推文加入書籤？"),
                n("jead3bc2", "為什麼你無法分享此推文？"),
                n("h2a668b8", "你為什麼無法查看貼文分析？"),
                n("bd85267e", "你為什麼無法轉發此貼文？"),
                n("dcc05a7e", "觀看次數"),
                n("e213fada", "無法取得此貼文的查看次數。"),
                n("g0954ea6", "只有貼文作者和社群管理團隊可以看到貼文，參與功能已停用。"),
                n("e7969518", "社群是公開的，因此你可以閱讀貼文，但目前只有受邀者才能參與。"),
                n("g2dc874a", "社群是公開的，因此你可以閱讀貼文，但只有成員才能與貼文互動。"),
                n("g562676f", "了解更多"),
                n("ee574c37", "了解更多"),
                n("de2d83d6", "加入書籤並放入資料夾"),
                n("f14df406", "複製廣告連結"),
                n("e05c00b4", "複製連結"),
                n("f61c4bb0", "透過私人訊息發送"),
                n("id35970e", "發佈影片"),
                n("ff9348b8", "分享廣告方式…"),
                n("d03241f8", "分享貼文方式…"),
                n("j08dd2d4", "從書籤中移除"),
                n("b7fde1ea", "從資料夾中移除"),
                n("d9a2bd78", "下載影片"),
                n("fbfab656", "分享至音訊空間"),
                n("e668112c", "貼文已與音訊空間分享"),
                n("g5775e46", "查看引用"),
                n("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                n("f23d99b0", function (e) {
                    return "個書籤";
                }),
                n("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                n("eb3abe45", function (e) {
                    return "個喜歡";
                }),
                n("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("i5a8c515", function (e) {
                    return "則引用";
                }),
                n("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                n("a755b81b", function (e) {
                    return "次轉發";
                }),
                n("e9f1fbcc", "還沒有可查看的資訊"),
                n("a3b80be6", "請稍後再回來查看與此相關的貼文。"),
                n("d93b360a", "此欄已被清除，更多貼文將在建立後顯示在上面。"),
                n("d6e2f9be", "正在載入時間軸"),
                n("afb4c24a", "沒有項目"),
                n("e5b0063d", function (e) {
                    return "時間軸：" + e.title;
                }),
                n("ib65b1c6", "使用 Apple 帳戶註冊"),
                n("f55cebb8", "使用 Apple 帳戶登入"),
                n("dcc304d6", "使用 Apple 帳戶繼續"),
                n("e0870f26", "使用 Google 帳戶註冊"),
                n("gfeffd6a", "使用 Google 帳戶登入"),
                n("gf5e9ea6", "復原"),
                n("e43138c5", function (e) {
                    return "跟隨 " + e.name;
                }),
                n("be65f2e7", function (e) {
                    return "取消跟隨 " + e.name;
                }),
                n("a649d337", function (e) {
                    return "對 " + e.name + " 不感興趣";
                }),
                n("e2f2b658", "我們將不再建議此主題。"),
                n("b51f7edf", function (e) {
                    return "你已取消跟隨 " + e.name;
                }),
                n("gac366b3", function (e) {
                    return "你已跟隨 " + e.name;
                }),
                n("f9e45cfb", function (e) {
                    return "要封鎖 @" + e.screenName + " 嗎？";
                }),
                n("fcd4d489", function (e) {
                    return "封鎖 @" + e.screenName;
                }),
                n("a6450e84", "封鎖"),
                n("ad00a739", function (e) {
                    return "對方將能夠看到你的公開貼文，但無法再參與這些貼文。@" + e.screenName + " 也將無法跟隨或發送訊息給你，你也不會看到對方的通知。";
                }),
                n("a9fd20be", "己成功封鎖。"),
                n("j546fb79", function (e) {
                    return "要解除封鎖 @" + e.screenName + " 嗎？";
                }),
                n("c9623eeb", function (e) {
                    return "解除封鎖 @" + e.screenName;
                }),
                n("e133be4e", "解除封鎖"),
                n("f5f01af6", "對方將能夠跟隨你並參與你的公開貼文。"),
                n("b6878b0a", "發生一些錯誤。請稍後再嘗試封鎖該使用者。"),
                n("e40252de", "不要在「為你推薦」中顯示這些貼文"),
                n("ae225c26", "在「為你推薦」中顯示這些貼文"),
                n("a96d2628", "不要在「為你推薦」中顯示此列表"),
                n("d00abae0", "此列表的熱門貼文將不再顯示於「為你推薦」時間軸中。"),
                n("e566dd06", "此列表的熱門貼文將不再顯示於「為你推薦」中。"),
                n("j3cc1526", "在「為你推薦」中顯示此列表"),
                n("h435716e", "此列表的熱門貼文可能會顯示在「為你推薦」時間軸中。"),
                n("e8ba412e", "此列表的熱門貼文現在可能會顯示在「為你推薦」中。"),
                n("d66e95cc", "要釘選對你貼文的回覆嗎？"),
                n("i24ed0de", "釘選回覆"),
                n("b1033082", "它將顯示在你貼文回覆的頂端。你隨時可以取代或取消釘選它。"),
                n("e96a5962", "要取消釘選此回覆嗎？"),
                n("ec04e6fc", "取消釘選回覆"),
                n("d05618f2", "它將不再顯示在此貼文回覆的頂端。"),
                n("j9aedfdc", "釘選回覆"),
                n("c034211a", "取消釘選回覆"),
                n("ie4538b4", "回覆已釘選至貼文"),
                n("ad135a24", "回覆已從貼文中取消釘選"),
                n("ee369efc", "無法將回覆釘選至貼文"),
                n("c3e7f572", "無法從貼文中取消釘選回覆"),
                n("d058316c", "謝謝，X 將使用此資料來改善你的時間軸。"),
                n("afb7e8f8", "閱讀文章"),
                n("jb0429b1", function (e) {
                    return "來自 " + e.name + " @" + e.screenName;
                }),
                n("gfdad702", "18+"),
                n("c5d23126", "釘選"),
                n("j44ec610", "取消釘選"),
                n("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                n("cface2d1", function (e) {
                    return "位成員";
                }),
                n("b5334780", "等待中"),
                n("b171d7c4", "加入"),
                n("aa7ae3f6", "已加入"),
                n("bb1d57b6", "離開"),
                n("h4fbfa58", "同意並加入"),
                n("ea8cfb1e", "同意並要求加入"),
                n("dc1b14a1", function (e) {
                    return "檢閱並同意 " + e.communityName + " 規則";
                }),
                n("c966ac64", "無法請求加入社群。請稍後再試。"),
                n("g690e07e", "你的回答 (選擇性)"),
                n("a5d21bf4", "答案是選擇性的。但請記住，這有助於版主接受你的請求。"),
                n("h9526e03", "X 規則"),
                n("c00c234f", function (e) {
                    return e.communityName + " 規則";
                }),
                n("hafa07f2", "參與受到限制"),
                n("c15bee32", "你已從此社群中移除"),
                n("efa265fc", "你的貼文已受保護"),
                n("f9cecf48", "抱歉，你目前無法加入"),
                n("bf7bdb60", "這真的不是你的錯，而是我們的問題。請稍後再試。"),
                n("h27d6950", "你目前還不能離開"),
                n("b02360f6", "除非社群是空的，否則最後一位管理員或版主不能離開。"),
                n("fe832999", "將貼文設為公開"),
                n("bc7a7af4", "你在社群中的貼文將會隱藏，你將無法再次加入。"),
                n("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                n("fe76cacc", "顯示更多貼文"),
                n("aebb6546", "正在載入更多貼文"),
                n("a3484d22", "平手"),
                n("aab2efa9", function (e) {
                    return "優勝者：" + e.winner;
                }),
                n("ba21c289", function (e) {
                    return "計分卡、" + e.gameCategory + "、" + e.gameState + "、" + e.accessibleGameClockPeriod + "、" + e.teamOneLabel + "、" + e.teamTwoLabel;
                }),
                n("f178e38c", "即將開打"),
                n("b6da6b02", "即時"),
                n("i9f615c8", "決賽"),
                n("f897267a", "已延期"),
                n("f93c4b6a", "已取消"),
                n("i79ab12a", "跟隨主題"),
                n("c0f56044", "取消跟隨"),
                n("fcf51fe6", "加上星號"),
                n("e9a90d72", "已加上星號"),
                n("bf403716", "移除星號"),
                n("c9f08e29", function (e) {
                    return "要將 " + e.title + " 移除星號嗎？";
                }),
                n("hed4dcd0", "即使你將此主題移除星號，你仍然可能看到與其相關的貼文 (視你跟隨的帳戶而定)。"),
                n("cd876e02", "收藏"),
                n("f2816e02", "已收藏"),
                n("f5b04fbc", "取消收藏"),
                n("c481ae3f", function (e) {
                    return "要取消收藏 " + e.title + " 嗎？";
                }),
                n("c94116de", "即使你取消收藏此主題，你仍然可能看到與其相關的貼文 (視你跟隨的帳戶而定)。"),
                n("e0e730b0", "感興趣"),
                n("b1850062", "不感興趣"),
                n("gd3f996f", function (e) {
                    return "對 " + e.title + " 不感興趣嗎？";
                }),
                n("jdd65aac", "即使你對此主題不感興趣，你仍然可能看到與其相關的貼文 (視你跟隨的帳戶而定)。"),
                n("f93bb3ee", "載入圖片"),
                n("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                n("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                n("c75bf00e", "載入 GIF"),
                n("d3ac405c", "載入影片"),
                n("g97a046c", "播放這段影片"),
                n("ac4c73d8", "嵌入的影片"),
                n("f3bb10a6", "播放影片"),
                n("b87c0a72", "啟用推播通知，不再錯過 X 上正在發生的新鮮事"),
                n("e71e09ec", "開啟通知"),
                n("g4850f44", "推播通知已啟用"),
                n("dc397182", "自訂"),
                n("ia5e7488", "關閉"),
                n("j681933e", "私人列表"),
                n("add55942", "發生錯誤。請稍後重試訂閱。"),
                n("ib8f5f3c", "發生錯誤。請稍後重試取消訂閱。"),
                n("e20fc756", "你未獲允許將此成員加入這份列表。"),
                n("d8a032a2", "你必須先移除一個釘選的時間軸才能加入另一個"),
                n("fa816a0a", "將列表重新排序"),
                n("ac832ae4", "釘選列表"),
                n("cdb33880", "取消釘選列表"),
                n("ca5d0a82", "編輯列表"),
                n("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("h9f711f0", function (e) {
                    return "位跟隨者";
                }),
                n("jceadc3e", "未命名"),
                n("a1d5303c", "私人"),
                n("cc8f8a80", "未列出"),
                n("c33a97d6", "公開"),
                n("i73fff1b", function (e) {
                    return "顯示 " + e.count + " 則貼文";
                }),
                n("a682906d", function (e) {
                    return "還差 " + e.count + " 個喜歡";
                }),
                n("g566e973", function (e) {
                    return e.jobCount + " 個空缺職務" + e.tcc_organization_open_job_count;
                }),
                n("ccc45ee7", function (e) {
                    return e.team + " 獲勝";
                }),
                n("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                n("ed4bea2e", "今天"),
                n("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("cabfdd06", "明天"),
                n("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                n("df45f564", "加入另一則貼文"),
                n("i569ff3e", "顯示此對話串"),
                n("je5502eb", function (e) {
                    return '包含 "' + e.suggestion + '" 的結果';
                }),
                n("bc4628a1", function (e) {
                    return '顯示 "' + e.suggestion + '" 的結果';
                }),
                n("a1979464", "正在載入影片"),
                n("ic1e826e", "播放"),
                n("c8b4bca0", "選購"),
                n("f5ea07ec", "立即購買"),
                n("b62956aa", "預訂"),
                n("i3ea806a", "訂購"),
                n("fd00a76a", "待處理"),
                n("e0aa5848", "安裝"),
                n("g33f3050", "網站"),
                n("d3f6b1a6", "發送訊息給我們"),
                n("b0e322cc", "發送私人訊息給我們"),
                n("cb8bddc8", "發送私人訊息給我"),
                n("cb8c547e", "發送私人訊息"),
                n("d980e29f", function (e) {
                    return "開始日期：" + e.date;
                }),
                n("fdd81500", "輪播"),
                n("i0db46e6", "GIF"),
                n("faf745fa", "裸露"),
                n("e1b4e672", "敏感內容"),
                n("acc48c15", function (e) {
                    return "警告：" + e.formattedWarningList;
                }),
                n("a0e81a2e", "顯示"),
                n("g034e6f1", function (e) {
                    return "你最多只能在此檢舉中附加 " + e.count + " 則貼文。";
                }),
                n("i2e0d584", "推廣貼文"),
                n("b52a940c", "此貼文無法查看。"),
                n("da59404c", "你目前正在查看最新版本。"),
                n("e267df68", "回覆已隱藏"),
                n("d5f162b6", "隨時可取消隱藏此回覆。還有其他問題嗎？"),
                n("f376e9d4", "貼文回饋"),
                n("d7c93b6c", "貼文已隱藏"),
                n("b3abacee", "你將會減少看到此類貼文。還有其他回饋嗎？"),
                n("a2411360", "看到你喜歡的回覆嗎？"),
                n("e8a14626", "你現在可以使用動作選單，即貼文上的三個小點 (…)，來釘選對你貼文的回覆。"),
                n("d41305a8", "具有圖釘的訊息框"),
                n("eca84b72", "取消轉發"),
                n("g6185a9e", "哪些人可以回覆？"),
                n("i00051cc", "選擇哪些人可以回覆此貼文。提及的任何人隨時都能回覆。"),
                n("i9000126", "你跟隨的帳戶"),
                n("dcaede8a", "僅限你提及的帳戶"),
                n("ad85cd2e", "你的訂閱者"),
                n("f19e4bfc", "已認證的帳戶"),
                n("bf994ab2", "僅限你"),
                n("e7b4b30a", "僅限你提及的帳戶"),
                n("ca6500a8", "停用回覆中的外部連結"),
                n("c8a98928", "推廣圖片"),
                n("f5b3dc1e", "稍後再說"),
                n("ae0c5fbe", "變更哪些人可以回覆時發生錯誤"),
                n("bae0cbc0", "變更哪些人可以回覆"),
                n("a599bbfa", "從列表加入/移除"),
                n("b3b642fc", "為什麼看到此貼文？"),
                n("fb4ee11c", "為什麼顯示這則廣告？"),
                n("ad50e7d9", function (e) {
                    return "查看" + e.entity + "分析";
                }),
                n("ef1042f8", "撰寫社群備註"),
                n("h3edf7a6", "請求提供社群備註"),
                n("bf8d98f4", "只有訂閱者可以回覆"),
                n("e69ada9e", "只有 Premium 訂閱者可以回覆"),
                n("ae04c4dd", function (e) {
                    return "要刪除" + e.entity + "嗎？";
                }),
                n("d9442996", "此動作無法復原，它將從你的個人資料、跟隨你的任何帳戶的時間軸，以及搜尋結果中移除。"),
                n("dad785a7", function (e) {
                    return "這會將此" + e.entity + "的所有版本從你的個人資料、跟隨你的任何帳戶的時間軸，以及搜尋結果中刪除。此動作無法復原。";
                }),
                n("jda253ab", function (e) {
                    return "你的" + e.entity + "已刪除";
                }),
                n("j49c2f85", function (e) {
                    return "發生錯誤。請稍後再嘗試刪除你的" + e.entity + "。";
                }),
                n("f9fa0390", "你的文章將進入草稿狀態，並且可從文章頁面中刪除。"),
                n("dad450ec", "編輯文章"),
                n("g9677c6e", "確認"),
                n("b57bfe70", "要編輯文章嗎？"),
                n("bd3da7be", "當你編輯時，此文章將暫時解除發佈，並且不會公開顯示。當你重新發佈更新版本時，所有現有的參與次數都會保留並進行轉移。"),
                n("j26481e6", "你的文章已解除發布並移至草稿以供編輯。"),
                n("b360ac7c", "區段導覽"),
                n("adc81042", "區段詳細資料"),
                n("bede965c", function (e) {
                    return "" + e.count;
                }),
                n("g345246c", "這是一篇已發佈的文章，也是在 X 上撰寫內容的新方法。"),
                n("b14efa0a", "文章封面圖片"),
                n("afdccedb", function (e) {
                    return "顯示 " + e.displayCount + " 則回覆";
                }),
                n("bdba3e1a", "開啟貼文通知"),
                n("c4da7d28", "關閉貼文通知"),
                n("j87c21f4", "通知"),
                n("iebc30ca", "關閉通知"),
                n("dc740eb2", "你將在「通知」時間軸中看到來自此帳戶的貼文通知。你也可以在裝置上啟用推播通知，確保不會錯過任何貼文。"),
                n("dca669ad", function (e) {
                    return "來自 " + e.name + " 的轉貼將不再顯示在你的時間軸中";
                }),
                n("ce6da5d7", function (e) {
                    return "來自 " + e.name + " 的轉貼將會顯示在你的時間軸中";
                }),
                n("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                n("a1fef729", function (e) {
                    return "查看 X 上的 " + e.fullName + "。\n" + e.bio;
                }),
                n("c32a3d03", function (e) {
                    return "@" + e.screenName + " 已不再跟隨你";
                }),
                n("j7bb1a43", function (e) {
                    return "檢舉 @" + e.screenName;
                }),
                n("g00b4c55", function (e) {
                    return "透過以下方式分享 @" + e.screenName + "…";
                }),
                n("bb1cbeb6", "取消靜音"),
                n("h2f62206", "正在將使用者靜音"),
                n("h59f52ee", "已成功設為靜音。"),
                n("eea0cbee", "已成功取消靜音。"),
                n("i29533b3", function (e) {
                    return "@" + e.screenName + " 已被靜音。";
                }),
                n("h129c3c3", function (e) {
                    return "@" + e.screenName + " 已被取消靜音。";
                }),
                n("b3036480", "移除此跟隨者"),
                n("h27b7407", function (e) {
                    return "@" + e.screenName + " 將從你的跟隨者中移除，而且不會收到 X 通知。他們將來仍可再次跟隨你。";
                }),
                n("ibd0b842", "複製個人資料的連結"),
                n("b9c26480", "查看主題"),
                n("e922ce0c", "開啟轉發"),
                n("ge54bb8c", "關閉轉發"),
                n("h5ef9bc8", "查看列表"),
                n("e9eef4c6", "檢舉歐盟非法內容"),
                n("e28ba0bb", function (e) {
                    return "檢舉 @" + e.screenName + " 發佈歐盟非法內容";
                }),
                n("a30b63da", "發生錯誤。請稍後再嘗試移除此跟隨者。"),
                n("gd11f228", "(需要標題)"),
                n("ced3c85a", "已編輯"),
                n("b375ece0", "只有你可以查看這篇已解除發佈的文章。"),
                n("edf9101f", "繼續閱讀"),
                n("icf7f1a4", "複製到剪貼簿"),
                n("e1a292ec", "加入媒體"),
                n("ebfd8ac6", "插入"),
                n("ia3611ee", "開始撰寫"),
                n("d794135c", "選擇檔案，或將其拖曳到這裡。每個區塊可以包含 GIF、影片或相片組 (每組最多 4 張相片)。"),
                n("e187f906", "GIF"),
                n("fa4e68ca", "貼文"),
                n("c80940f4", "Markdown"),
                n("cfeb3f86", "代碼"),
                n("ad9e175c", "LaTeX"),
                n("c62a27e6", "已喜歡"),
                n("g88b88a6", "已加入書籤"),
                n("i282583e", "無法使用受保護帳戶中的貼文"),
                n("eae4fe7a", "無法使用已刪除貼文的引用貼文"),
                n("d2042fb6", "已喜歡的貼文"),
                n("iad3e15c", "已加入書籤的貼文"),
                n("f1c63c34", "貼上貼文網址"),
                n("a78f6310", "無效的貼文網址"),
                n("fe9ddab6", "找不到貼文"),
                n("dd2c9034", "儲存貼文以供日後查看"),
                n("cada17f8", "將貼文加入書籤，以便日後能輕鬆找到它們。"),
                n("j0179e90", "撰寫貼文"),
                n("adad5408", "新資料夾"),
                n("f44ddd2e", "將貼文加入書籤，以儲存供日後查看"),
                n("c91d2c4c", "需要更多時間來撰寫聰明的回覆，還是想儲存貼文以供日後查看？將它加入書籤吧！"),
                n("j45c642e", "資料夾目前未載入"),
                n("b87ca51a", "移除相片"),
                n("eebff22c", "裁切相片"),
                n("hf6f2914", "預覽"),
                n("be4a00c2", "在這裡加入程式碼"),
                n("i3128619", function (e) {
                    return "區塊不能超過 " + e.count + " 個字元";
                }),
                n("dbb02ec4", "選取程式語言"),
                n("d942865e", "搜尋程式語言"),
                n("e554f642", "要捨棄變更嗎？"),
                n("fa524058", "保留"),
                n("d4ab68e2", "捨棄"),
                n("a50ba822", "搜尋 GIF"),
                n("c6f5ac52", "類別 — GIF 搜尋"),
                n("ab468379", function (e) {
                    return e.query + " — GIF 搜尋";
                }),
                n("j7fc4f9c", "自動播放 GIF"),
                n("a66b7760", "未加上標籤的 GIF"),
                n("a723aefa", "找不到 GIF"),
                n("a6ecfa0a", "請嘗試搜尋其他內容。"),
                n("f5ff0d6f", function (e) {
                    return e.category + " — GIF 搜尋";
                }),
                n("effe1ca6", "在這裡加入 LaTeX 運算式"),
                n("c46c3c62", "你的運算式有誤。請修正後再試一次。"),
                n("d4a4842e", "加入表情符號"),
                n("fec16c1c", "表情符號"),
                n("idc01eb8", "粗體"),
                n("cd7c97c6", "斜體"),
                n("dab932be", "底線"),
                n("c5b6178a", "刪除線"),
                n("c03d7fd6", "插入連結"),
                n("abfe2d36", "項目符號列表"),
                n("da685a7c", "編號列表"),
                n("g74d920c", "引用區塊"),
                n("cda501c6", "增加文字大小"),
                n("a54fdc46", "縮減文字大小"),
                n("b340830e", "文字內捷徑"),
                n("c1ea915e", "在新行或新區塊的開頭輸入，後面跟著一個空格"),
                n("e8a4ef02", "標題"),
                n("dd71241a", "副標題"),
                n("ja9ca202", "文章捷徑"),
                n("ef1649e2", "X - 鍵盤快速鍵"),
                n("aefd89c8", "導覽"),
                n("cafdefb2", "動作"),
                n("dda42cf2", "欄和面板"),
                n("e8a12604", "提供字幕 (選擇性)");
            n("eabf2209", function (e) {
                return "GIF 是由 " + e.providerName + " 提供";
            }),
                n("a613e720", "複製 GIF 的連結"),
                n("aeca1239", function (e) {
                    return "粗體" + e.ttc_rich_text_composer;
                }),
                n("i7dc66dd", function (e) {
                    return "斜體" + e.ttc_rich_text_composer;
                }),
                n("ad89b831", function (e) {
                    return "已啟用" + e.ttc_rich_text_composer;
                }),
                n("jcd5ee8a", "編輯區塊"),
                n("a8f09fb8", "刪除區塊"),
                n("i89195ea", "分隔線"),
                n("da8ac57c", "編輯說明文字"),
                n("a8fdd09c", "發佈文章"),
                n("d8047cc8", "發佈"),
                n("ff7ddca2", "發佈後，你的文章將顯示為貼文。此外，你可以在個人資料的「文章」標籤下找到它。"),
                n("ef34d7be", "文章發佈後，就無法編輯受眾和回覆控制項。"),
                n("e52d4998", "選擇你的受眾"),
                n("d7985b24", "選擇誰可以回覆此文章"),
                n("b5660338", "時間軸預覽"),
                n("hff1b97a", "只有訂閱者可以回覆。"),
                n("a330771e", "將連結複製到剪貼簿"),
                n("b6510e68", "複製你文章的網址，以便進行分享。"),
                n("e4a6e006", "發生問題。請再試一次。"),
                n("eff483e0", "發佈後，取得分享文章的連結。"),
                n("ca15dd4e", "草稿"),
                n("bb40bf66", "已發佈"),
                n("h107935c", "上次儲存時間：剛剛"),
                n("a753a870", "套用"),
                n("afccc67e", "複製文章的連結"),
                n("beb24e9e", "網址已複製到剪貼簿"),
                n("db9cc928", "要刪除文章嗎？"),
                n("c4e28ba6", "此動作無法復原，你將失去你的文章。"),
                n("ff2982d0", "你的文章將會刪除。此動作無法復原，它將從你的個人資料、跟隨你的任何帳戶的時間軸，以及搜尋結果中移除。"),
                n("ca17beec", "你的文章已刪除"),
                n("f5cbb31c", "刪除文章"),
                n("f0977f52", "是，請刪除"),
                n("db419d4c", "預覽你的草稿"),
                n("a1bc8e6c", "查看文章"),
                n("b6f72a22", "此文章將會解除發佈、移至你的草稿，並且不會公開顯示。"),
                n("f558d2e0", "解除發佈並移至草稿"),
                n("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                n("ib067d6a", "請選擇 1 個 GIF 或最多 4 張相片。"),
                n("eb7ab862", "請最多選擇 4 個相片、影片或 GIF。"),
                n("ce9a9736", "儲存中…"),
                n("dd63549e", "成功！你的文章已發佈"),
                n("a4d128bc", "成功！你的文章已發佈，連結已複製到剪貼簿"),
                n("b4071e18", "文章標題"),
                n("f586b7fa", "加入標題"),
                n("ab0fa9ba", "若要編輯，請返回草稿"),
                n("c5f35c98", "正在上傳媒體…"),
                n("d739d83e", "取消上傳"),
                n("a94efeda", "正在儲存媒體…"),
                n("gd79d45a", "開啟聚焦模式，以便專注於寫作"),
                n("g1866bb2", "退出聚焦模式以返回一般編輯器"),
                n("a6a78df4", "你的文章需要有標題和內容才能發佈。"),
                n("ia656f1c", "你的文章已有標題，但需要有內容才能發佈。"),
                n("d3855e36", "你的文章需要有標題才能發佈。"),
                n("f325958e", "你的標題已超出字元限制。請縮短標題，然後發佈。"),
                n("ie5d9064", "你的文章已超出字元限制。請縮短內文，然後發佈。"),
                n("e03487a0", "你的標題已超出字元限制，文章也超出字數。請縮短標題和內文，然後發佈。"),
                n("e938d562", "你的標題已超出字元限制。請縮短標題、加入一些內文，然後發佈。"),
                n("e449c546", "你的文章需要有標題，而且文章也超出字數。請加入標題、縮短內文，然後發佈。"),
                n("bd00e836", "你的最新草稿已超出字元限制，因此並未儲存。"),
                n("ic110f68", "你的最新草稿太長，因此並未儲存。"),
                n("ifea3114", "分享"),
                n("b384f696", "建議將標題保持在 50-70 個字元之間"),
                n("a7da0adb", function (e) {
                    return e.count + " 個字";
                }),
                n("aea1d455", function (e) {
                    return e.count + " 分鐘";
                }),
                n("df898d71", function (e) {
                    return "閱讀時間：" + e.readingTimeValue;
                }),
                n("i9aadf4a", "此連結可能不正確。請點擊左側邊欄中的其中一篇文章，以閱讀、編輯或發佈文章。"),
                n("hfdce46e", "你的文章已解除發佈"),
                n("df079228", "聚焦模式"),
                n("f5037228", "我們建議使用外觀比例為 5:2 的圖片以獲得最佳效果。"),
                n("f965e890", "你的草稿會顯示在這裡"),
                n("c2756718", "你發佈的文章將顯示在這裡"),
                n("af65c854", "在聚焦模式下編輯"),
                n("e05e2336", "解除發佈並將文章移至草稿"),
                n("d36447e0", "這是你撰寫的地方"),
                n("ca0ed982", "繼續草稿或建立新文章"),
                n("ee9e42aa", "撰寫"),
                n("e9a50596", "建立新草稿時發生錯誤"),
                n("e070024a", "編輯相片"),
                n("i7d24b36", "下一張圖片"),
                n("f96a38a2", "上一張圖片"),
                n("hac7c548", "裁剪媒體"),
                n("e3dbfba4", "編輯圖片描述"),
                n("dd4a83a6", "內容警告"),
                n("ffe9ec3a", "加入描述"),
                n("j063b262", "你可以為相片加入描述 (有時稱為替代文字)，讓更多人可以取用這些相片，包括盲人或弱視者。良好的描述應該簡單明瞭，但能準確呈現相片中的事物，讓其他人能夠了解其情境。"),
                n("e57144f0", "確定"),
                n("f9f9210c", "不用了，謝謝"),
                n("feabf2a0", "替代文字"),
                n("e36287c6", "描述"),
                n("cf565d08", "什麼是替代文字？"),
                n("d9f7b32a", "在這則貼文上放置內容警告"),
                n("ead1b80a", "請選取一個類別，我們將在此貼文上放置內容警告。這可協助人們避開不想看到的內容。"),
                n("h2437f26", "敏感"),
                n("g5e1668a", "可供下載"),
                n("fdc6a52a", "啟用後，你的影片將可供下載。"),
                n("fe09fde2", "變更設定"),
                n("cd5cba97", function (e) {
                    return "內容警告：" + e.formattedWarningList;
                }),
                n("h7215a76", "貼文作者已將此貼文標記為顯示敏感內容。"),
                n("j32d345e", "以下的媒體可能包含敏感內容"),
                n("f1d9930c", "隱藏"),
                n("c91f83ae", "編輯影片"),
                n("icbec4ae", "上傳字幕"),
                n("e0342f98", "字幕"),
                n("e7048e74", "修剪媒體"),
                n("ga408160", "下一段影片"),
                n("dc402134", "上一段影片"),
                n("bf4e9d7a", "上傳字幕檔 (.srt)"),
                n("j435467e", "透過上傳有效的字幕檔，即可將字幕加入你的影片。檔案必須是 SRT 格式。字幕將不受影片編輯的影響。"),
                n("a6b267fa", "移除字幕"),
                n("a609edbe", "撰寫新貼文"),
                n("dc295bb0", "在社群中發佈貼文"),
                n("e536de22", "若要發佈貼文，你必須先成為成員。加入此社群以參與其中！"),
                n("cb817dae", "編輯貼文"),
                n("bec9cff8", "註冊 X"),
                n("c150ba68", "歡迎！"),
                n("f8e2163e", "要先登入嗎？"),
                n("a108c147", function (e) {
                    return "你想要跟隨 @" + e.screenName + " 嗎？";
                }),
                n("c66afdc3", function (e) {
                    return "跟隨 @" + e.screenName;
                }),
                n("feccfd6e", "你必須先登入才能跟隨其他人。"),
                n("dedce756", "現在你可以喜歡該貼文。"),
                n("ha5987e0", "你想要喜歡此貼文嗎？"),
                n("f98f4e00", "你必須先登入才能喜歡該貼文。"),
                n("b459ba4c", "你必須先登入才能回覆此貼文。"),
                n("f3e1093a", "現在你可以轉發該內容。"),
                n("i1d8723c", "你想要轉發此貼文嗎？"),
                n("h19f38de", "你必須先登入才能發佈該內容。"),
                n("e289d950", "你必須先登入才能分享該貼文。"),
                n("d28215f0", "抱歉，社群中不允許投票！"),
                n("ec2fc089", function (e) {
                    return "你的貼文已發送至「" + e.communityName + "」";
                }),
                n("c7152355", function (e) {
                    return "別忘了讓你的圖片更友善";
                }),
                n("ffa5562a", "良好的圖片描述應簡潔而詳細。請務必在圖片本身總結或寫下任何文字。"),
                n("a2d3facd", function (e) {
                    return "你的描述可讓身心障礙人士和所有想要了解更多相關內容的人都能輕鬆使用 X。";
                }),
                n("cc6d0a48", "你可以在協助工具設定中關閉此提醒。"),
                n("j499fbcb", function (e) {
                    return "加入描述";
                }),
                n("bb8170da", "下次再說"),
                n("h4dd544e", "你的貼文已發送。"),
                n("ice925ce", "你的貼文已編輯。"),
                n("eae9e604", "你的貼文已發送。你有 30 分鐘可進行任何編輯。"),
                n("gcdf3fd6", "你的貼文已發送。你有 1 小時可進行任何編輯。"),
                n("c7999d10", "你的貼文已發送。"),
                n("b97f5eb2", "正在發送貼文…"),
                n("g08523f0", "正在發送貼文… 發佈後，你將有 30 分鐘可進行任何編輯。"),
                n("fa53f95c", "正在發送貼文… 發佈後，你將有 1 小時可進行任何編輯。"),
                n("a608b1b4", "要捨棄貼文嗎？"),
                n("j890123a", "要捨棄對話串嗎？"),
                n("af4d0a80", "要捨棄編輯嗎？"),
                n("bb01231c", "此動作無法復原，且你將失去你的草稿。"),
                n("if69307c", "如果離開，你的變更將不會儲存。"),
                n("d2c271f6", "要儲存貼文嗎？"),
                n("abb90544", "你可以儲存此推文，稍後再從草稿中發送。"),
                n("d3bb6f30", "注意：媒體中標記的帳戶將不會儲存在草稿中。"),
                n("bf9b89e4", "你的草稿已儲存。"),
                n("i63bfbf0", "保留該想法"),
                n("a6c55352", "我們仍在上傳你的影片。你確定要捨棄貼文嗎？你的草稿和附件都將遺失。"),
                n("c3d89aca", "繼續"),
                n("b983f9e0", "提醒"),
                n("ed5c4342", "你需要注意的幾個事項…"),
                n("abc4afcc", "你的編輯時間已過"),
                n("a9a471fa", "貼文只能在發佈後的 30 分鐘內進行編輯。"),
                n("a3483f1c", "貼文只能在發佈後的 1 小時內進行編輯。"),
                n("g4bcc5f4", "這是最後一次編輯"),
                n("g922bf14", "你無法再次更新貼文。"),
                n("f58b5009", function (e) {
                    return "你的貼文將於 " + e.scheduleDate + " " + e.scheduleTime + " 發送";
                }),
                n("fa97f508", "在發送這些貼文後，你可以加入更多貼文到此對話串。"),
                n("c091760c", "此編輯內容未儲存。你可以再次嘗試更新，或捨棄該內容並重新開始。"),
                n("d38504ad", function (e) {
                    return "請最多選擇 " + e.maxMediaCap + " 個相片、影片或 GIF。";
                }),
                n("dd6734c2", "深入了解"),
                n("g589c2e2", "選擇 1"),
                n("a1e6c3a2", "選擇 2"),
                n("a739e006", "選擇 3 (選擇性)"),
                n("d89a5b92", "選擇 4 (選擇性)"),
                n("c2a8118e", "移除投票"),
                n("a8ede1de", "加入選擇"),
                n("af40a8e0", "加入"),
                n("caf8edc4", "投票時間長度"),
                n("g93586be", "天"),
                n("d073b644", "營業時間"),
                n("a2f0728e", "分鐘"),
                n("c9f5ae0a", "已儲存至草稿"),
                n("f0afcc0e", "加入投票"),
                n("d39e3e78", "排定貼文"),
                n("f6bab0da", "貼文文字"),
                n("cc2b28fc", "你只能有 1 種類型的附件"),
                n("i6f7062c", "加入貼文"),
                n("j1d5791c", "加入回覆"),
                n("e76f3776", "移除貼文"),
                n("ec10ee02", "投票"),
                n("cce30dcc", "標記位置"),
                n("ee016dd6", "上傳長影片需要一段時間。請務必將瀏覽器分頁保持開啟，以避免上傳中斷。"),
                n("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " 則圖片描述";
                }),
                n("d1175c78", "標記人物"),
                n("b2943227", function (e) {
                    return "上傳字幕檔案 (.srt)";
                }),
                n("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " 個字幕檔案";
                }),
                n("e349147c", "有什麼新鮮事？"),
                n("b4481d6c", "分享你的想法…"),
                n("fbd24526", "加入另一則回覆"),
                n("de4669e2", "加入評論"),
                n("ed1f39ec", "發佈你的回覆"),
                n("a402b908", "提出問題"),
                n("ic05a146", "標題"),
                n("d9c096f0", "產生圖片"),
                n("d2553906", "增強你的貼文"),
                n("b85f402a", "使用 Grok 增強你的貼文"),
                n("e815fc34", "選擇受眾"),
                n("cf44066a", "朋友圈"),
                n("c6992b94", "Premium 專屬"),
                n("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                n("a7daec1e", function (e) {
                    return "個人";
                }),
                n("f0598964", "想要與較少的人分享嗎？"),
                n("e1ae1c0a", "朋友圈可讓你僅將貼文發送給你選擇的人。"),
                n("eb969e30", "朋友圈的運作方式"),
                n("bb55e8ee", "加入你的成員"),
                n("f1aedb7c", "你可以選擇最多 150 人加入你的朋友圈。"),
                n("b659fba8", "僅發佈貼文給他們"),
                n("c474be66", "繼續分享各種想法。只有你的朋友圈可以看到和回覆。"),
                n("h031847a", "隨時進行變更"),
                n("bd9db21f", "了解更多"),
                n("gfca5254", "規則"),
                n("f510c8b2", "社群規則"),
                n("g46f363e", "在加入對話之前，請先查看社群規則"),
                n("f6fec9f6", "移除卡片預覽"),
                n("b2df0574", "也與跟隨者分享"),
                n("ccfc7453", function (e) {
                    return "在 @" + e.screenName + " 的朋友圈中跟隨你的每個人都可以回覆";
                }),
                n("d4d17205", function (e) {
                    return "在 @" + e.screenName + " 的朋友圈中的每個人都可以回覆";
                }),
                n("df961844", "只有你的朋友圈中跟隨你的人可以回覆"),
                n("ce958ec8", "只有你的朋友圈可以回覆"),
                n("c7df589e", "在貼文作者的朋友圈中跟隨你的每個人都可以回覆"),
                n("j65d7c72", "在貼文作者的朋友圈中的每個人都可以回覆"),
                n("i8ea6d4e", "所有人都可以回覆"),
                n("a176d0d8", "你跟隨的帳戶可以回覆"),
                n("gc7e52ca", "只有你提及的帳戶可以回覆"),
                n("feb7560a", "只有訂閱者可以回覆"),
                n("h257006e", "請檢視此社群的規則"),
                n("ebe1d850", "只有你的訂閱者可以回覆"),
                n("b121464a", "只有已認證的帳戶才能回覆"),
                n("aa65a44a", "我們將記住你在這部裝置上的選擇"),
                n("a4993fa2", "加入 GIF"),
                n("bfb895b1", function (e) {
                    return "將於 " + e.date + " " + e.time + " 發送";
                }),
                n("hb36f723", function (e) {
                    return "時間軸上僅顯示前 " + e.count + " 個字元。";
                }),
                n("d759c09e", "試用"),
                n("e4472565", function (e) {
                    return "已上傳 (" + e.percent + "%)";
                }),
                n("a06fa8fd", function (e) {
                    return "處理中 (" + e.percent + "%)";
                }),
                n("h7f340e5", function (e) {
                    return "上傳中 (" + e.percent + "%)";
                }),
                n("daad8822", "上傳失敗"),
                n("i8ff6261", function (e) {
                    return "此影片似乎超過可上傳的檔案大小上限 (" + e.human_readable_max_size + "GB)。";
                }),
                n("cba4fdde", "為 X 上的觀眾提供 1080p 影片"),
                n("ef8f5d90", "建議"),
                n("a7046fb0", "很少需要"),
                n("acf3ecf4", "加入媒體"),
                n("bdbcdd94", "加入相片"),
                n("f2c8c04d", "將貼文設為公開"),
                n("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                n("c3033e8a", function (e) {
                    return e.replyUserName + " 和 " + e.otherUserName;
                }),
                n("e50dae2a", function (e) {
                    return e.userOneName + "、" + e.userTwoName + " 和 " + e.userThreeName;
                }),
                n("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和其他 " + e.othersCount + " 人";
                }),
                n("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                n("ce87c872", function (e) {
                    return e.replyUserName + " 和" + e.otherUserName;
                }),
                n("b45fa506", function (e) {
                    return e.userOneName + "、" + e.userTwoName + " 和 " + e.userThreeName;
                }),
                n("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和其他 " + e.othersCount + " 人";
                }),
                n("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                n("g571ef41", "訂閱者"),
                n("d48d6476", function (e) {
                    return e.replyUserName + " 和 " + e.otherUserName;
                }),
                n("i9451241", "訂閱者"),
                n("hdf48104", function (e) {
                    return e.userOneName + "、" + e.userTwoName + " 和 " + e.userThreeName;
                }),
                n("dcbb6a0b", "訂閱者"),
                n("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和其他 " + e.othersCount + " 人";
                }),
                n("c65916af", "訂閱者"),
                n("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                n("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                n("e0af5609", function (e) {
                    return e.userOneName + " 和 " + e.userTwoName;
                }),
                n("ae834d19", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g3d6f043", function (e) {
                    return e.userOneName + " 和 " + e.userTwoName;
                }),
                n("ade845a5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("ef5386dc", function (e) {
                    return e.userOneName + "、" + e.userTwoName + " 和 " + e.userThreeName;
                }),
                n("acd17e4b", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("g1ee3d90", function (e) {
                    return e.userOneName + "、" + e.userTwoName + " 和 " + e.userThreeName;
                }),
                n("f6da070f", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和其他 " + e.othersCount + " 人";
                }),
                n("e4c52c45", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和其他 " + e.othersCount + " 人";
                }),
                n("j8e134e5", function (e) {
                    return "" + e.trustedFriendsTweetOwner;
                }),
                n("c14cdb18", "推廣"),
                n("f11264ac", "加入付款方式"),
                n("j619ec94", "推廣貼文"),
                n("h1fcb36c", "推廣你的貼文"),
                n("fd22cfe0", "廣告條款和條件"),
                n("i3656b52", "你想要花費多少金額？"),
                n("h7c29de6", "預估觸及人數"),
                n("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " 人";
                }),
                n("i976aff4", "更新每日預算資訊以配合你的計費貨幣。"),
                n("e1e912f2", "你的貼文已發佈，但我們無法對其進行推廣。將不會向你收取費用。"),
                n("fe26420a", "加入關鍵字"),
                n("aacfbe55", function (e) {
                    return "你正在為 @" + e.screenName + " 發佈貼文。";
                }),
                n("ga8627cd", function (e) {
                    return "你正在為 @" + e.screenName + " 進行回覆。";
                }),
                n("e6d2573f", function (e) {
                    return "你正在為 @" + e.screenName + " 發送訊息。";
                }),
                n("d37a3e15", function (e) {
                    return "你正在為 @" + e.screenName + " 建立此列表。";
                }),
                n("ceb1ad26", "隆重介紹「可下載影片」"),
                n("ea97bc08", "離線觀看或進行混編！現在，Premium 使用者將能夠下載並重新詮釋你的內容。如果你不想讓他人下載你的影片，請點選影片上的「編輯」。你的內容，由你掌控。"),
                n("e6042757", function (e) {
                    return "還剩 " + e.minutes + " 分 " + e.seconds + " 秒可編輯貼文";
                }),
                n("a4e39717", function (e) {
                    return "還剩 " + e.minutes + " 分鐘可編輯貼文";
                }),
                n("c55eed72", "回覆給"),
                n("caca3102", "此對話中的其他人"),
                n("c6a6dc2f", function (e) {
                    return "你已封鎖 @" + e.screenName + "，所以當你回覆時，他們不會收到通知。";
                }),
                n("f5b426c2", "正在載入使用者"),
                n("c20dc654", "只能標記 10 個人。"),
                n("ae0831ab", function (e) {
                    return "無法在照片中標記 @" + e.screenName;
                }),
                n("cca7fa72", "無法刪除排定貼文。"),
                n("c5dd0190", "時間"),
                n("edeff232", "日期"),
                n("fddf24b4", "時區"),
                n("d39dc06e", "你無法將貼文的發送時間排定在過去。"),
                n("d024efe2", "你無法將貼文排定在未來 18 個月之後。"),
                n("d15af6da", "無法刪除部分未發送的貼文。"),
                n("a1e1b748", "你選取的未發送貼文已刪除。"),
                n("ce80fba0", "正在載入未發送的貼文"),
                n("i5d56b62", "還沒準備好發佈貼文嗎？將其儲存至草稿中，或排定稍後發佈。"),
                n("aef6257e", "正在刪除未發送的貼文"),
                n("dce0bc34", "未發送的貼文"),
                n("f8464692", "已排定"),
                n("e8bd47f2", "全選"),
                n("j2b145d4", "取消全選"),
                n("h6c79ac2", "捨棄未發送的貼文"),
                n("d0a4a03c", "此動作無法復原，你將失去未發送的貼文。"),
                n("f9f69d32", "發送失敗"),
                n("j74e5dd4", "你嘗試回覆的貼文已遭刪除"),
                n("c5ceafc8", "回覆"),
                n("f501ba43", function (e) {
                    return "另外 " + e.count + " 則貼文";
                }),
                n("b321d0cc", "載入圖片"),
                n("abd649ce", "捨棄未發送的貼文"),
                n("c7d42978", "此動作無法復原，且你將失去草稿貼文。"),
                n("e43a5528", "發生錯誤，未發送的貼文並未刪除。"),
                n("e7c766ee", "定位服務已停用"),
                n("ab68727a", "你可以在裝置的設定中將其開啟。"),
                n("ae4057a2", "無法判斷位置"),
                n("bf2923a6", "查看你的裝置設定。"),
                n("d963d1b6", "找不到地點"),
                n("a893d602", "確定"),
                n("be6cc44e", "搜尋位置"),
                n("d8ef3232", "擷取位置失敗"),
                n("b01ed2db", function (e) {
                    return e.distance + " 英哩";
                }),
                n("i83e29e1", function (e) {
                    return e.distance + " 英呎";
                }),
                n("d4b7cff7", function (e) {
                    return e.distance + " 公里";
                }),
                n("b211849f", function (e) {
                    return e.distance + " 公尺";
                }),
                n("fd391b9f", function (e) {
                    return "嵌入" + e.entity;
                }),
                n("e1618e49", function (e) {
                    return "你已跟隨 @" + e.screenName;
                }),
                n("ge5067bc", "隱藏回覆"),
                n("j136c720", "回覆已從貼文中隱藏"),
                n("d66f0338", "隱藏對你貼文的回覆"),
                n("cfc8cb50", "為了讓你更能掌控你所開啟的對話，貼文作者可以隱藏對其貼文的回覆。"),
                n("if8dc5f0", "隱藏的回覆會移至個別的頁面，任何人都可以在貼文上選取「隱藏的回覆」圖示以查看它們。"),
                n("b2615c6d", function (e) {
                    return "也要封鎖 @" + e.screenName + " 嗎？";
                }),
                n("i62a03aa", "否"),
                n("f9f27fa2", "隱藏貼文"),
                n("ce87916a", "加入/移除精選內容"),
                n("eaae42ce", "要加入至精選內容嗎？"),
                n("h032d096", "要從精選內容移除嗎？"),
                n("be38d25e", "此貼文將顯示在你個人資料的「精選內容」標籤中。"),
                n("d2be9310", "此貼文將從你個人資料的「精選內容」標籤中移除。"),
                n("jea6b076", "已成功加入至精選內容。"),
                n("ce6fd0ec", "已成功從精選內容移除。"),
                n("ha35a1d2", "釘選至你的個人資料"),
                n("d04f95c0", "你的貼文已釘選至個人資料。"),
                n("i419d136", "要將貼文釘選至個人資料嗎？"),
                n("c1b9714a", "這會顯示在你個人資料的頂端，並取代先前釘選的任何貼文。"),
                n("fe4d099a", "列入精選"),
                n("e8d4c1cc", "將貼文列入精選是一項訂閱功能。獲得認證以解鎖此功能和其他功能。"),
                n("b68c3784", "獲得認證"),
                n("bb16cc76", "離開此對話"),
                n("de21174c", "你已離開此對話"),
                n("j33c9fc6", "算了，我要留下"),
                n("aed79c54", "讓我們協助你離開此對話"),
                n("h12044a4", "有時你只是不想參與其中。離開對話將會…"),
                n("f100e566", "取消標記你的使用者名稱"),
                n("a0d68f4e", "你的使用者名稱將會保留，但是會從原始貼文和所有回覆中取消標記。"),
                n("b00255b6", "防止日後提及"),
                n("geea29ee", "其他人無法在此對話中再次提及你。"),
                n("c54678e8", "停止通知"),
                n("ga4fa180", "你不會再收到通知，但仍可以看到對話。"),
                n("h8dde772", "就算你離開對話，系統也不會通知任何人。"),
                n("ee87e71c", "你不能將自己設為靜音。"),
                n("ed428a76", "你並未將指定的使用者設為靜音。"),
                n("e2d6c17e", "將此對話靜音"),
                n("cd1942f4", "將此對話取消靜音"),
                n("bbd8bed6", "此對話的通知已靜音"),
                n("c13af432", "此對話的通知已取消靜音"),
                n("df744bda", "將此項目靜音"),
                n("j9552760", "將對話靜音"),
                n("d751694c", "當你將對話靜音時，就不會再收到任何相關的新通知。"),
                n("a50c911e", "你的貼文已釘選並加入至精選內容。"),
                n("d1c1e2c2", "在社群中釘選"),
                n("j832cc34", "這將會顯示在你的社群頂端。"),
                n("h7dbb2f2", "這會顯示在你社群的頂端，並取代先前釘選的任何貼文。"),
                n("d8725596", "已被社群版主釘選"),
                n("f5cdcc2c", "對這則廣告不感興趣"),
                n("c2e276e4", "從社群中封禁作者"),
                n("a95f04ba", "你確定要從此貼文中移除相片標記嗎？"),
                n("jfc76958", "從相片移除標記"),
                n("j4e43d8b", function (e) {
                    return "檢舉" + e.entity;
                }),
                n("e3fd237e", "檢舉廣告"),
                n("ebb7662a", "檢舉貼文"),
                n("d1e21610", "檢舉違反《網路施行法》(NetzDG) 的行為"),
                n("d7513755", function (e) {
                    return "在此社群中搜尋 @" + e.screenName + " 的貼文";
                }),
                n("d7dbb71b", function (e) {
                    return e.followType + " 至 " + e.screenName;
                }),
                n("ja66a2b5", function (e) {
                    return "取消跟隨 @" + e.screenName;
                }),
                n("c2423b7b", function (e) {
                    return "你已取消跟隨 @" + e.screenName;
                }),
                n("i31dfa4c", "取消隱藏回覆"),
                n("j8e56ba2", "回覆已取消隱藏"),
                n("ic030338", "從個人資料取消釘選"),
                n("gfcea3f4", "要將貼文從個人資料取消釘選嗎？"),
                n("eb2d59f4", "此推文不會再自動顯示在你的個人資料頂端。"),
                n("a2dd7414", "你的貼文已從個人資料取消釘選"),
                n("cac6a24a", "移除釘選的貼文"),
                n("i642edc4", "此貼文將不再顯示在社群摘要的頂端。"),
                n("f9478972", "查看隱藏的回覆"),
                n("c5491b5d", function (e) {
                    return "查看" + e.entity + "參與次數";
                }),
                n("haebcf52", "人們無法在此對話中再次提及你，而你也不會收到進一步的通知。"),
                n("c837fcaa", "顯示更多回覆"),
                n("d228a9a0", "顯示更多"),
                n("g0b48670", "此對話包含太多回覆，因此無法全部顯示。"),
                n("d9b417c4", "設定為不感興趣"),
                n("c29d6806", "停止推薦"),
                n("ge8f3043", function (e) {
                    return "跟隨 " + e.topicName + " 主題";
                }),
                n("aa576cbf", function (e) {
                    return "取消跟隨 " + e.topicName + " 主題";
                }),
                n("i77347d1", function (e) {
                    return "關閉 " + e.topicName + " 主題";
                }),
                n("d69b2d90", "你對此主題不感興趣。"),
                n("je808a17", function (e) {
                    return e.topicName + " 主題";
                }),
                n("ic6aa5f4", "已驗證。"),
                n("j4c40da4", "立即發送"),
                n("b23688c8", "取消計時器"),
                n("cca5d499", function (e) {
                    return "用 1 或 2 句話告訴我有關 " + e.selectedText + " 的資訊。";
                }),
                n("d231a76a", "最佳賽程表可贏得 10 萬美元 🏀"),
                n("heaba5d8", "在 X 上設計你的大學籃球賽程表。完美的賽程表可贏得火星之旅！"),
                n("i57d3ea0", "須遵守相關規則"),
                n("a0440af6", "製作賽程表"),
                n("aaad27c8", "作者"),
                n("eb748f7e", "查看貼文分析"),
                n("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                n("g62dcfbc", function (e) {
                    return "個代幣";
                }),
                n("be059f7e", "立即觸及高達 10 萬名以上使用者"),
                n("c34f845e", "嘗試推廣此貼文！"),
                n("c37102aa", "立即觸及超過 100,000 名可能對你的內容感興趣的使用者。"),
                n("ac245c4c", "立即提升可見度"),
                n("e4db6326", "以後再說"),
                n("g6237a1e", "推廣進行中"),
                n("d6b5949e", "推廣已暫停"),
                n("ffd9cfe6", "查看更多"),
                n("d172116a", "探索更多"),
                n("be5df69e", "更多貼文"),
                n("g11ebd34", "更多建議"),
                n("g4a6901a", "瀏覽"),
                n("h6453e74", "瀏覽貼文"),
                n("je506a60", "變更使用者名稱"),
                n("c0fcb08a", "變更你的使用者名稱將導致你的勾號和附屬關係暫時遭到移除，直到通過審核為止。"),
                n("d1f6d336", "使用者名稱"),
                n("de65c756", "建議"),
                n("ebeeac1a", "變更電子郵件"),
                n("dc013356", "目前的電子郵件"),
                n("ea28c7ce", "正在載入電子郵件設定"),
                n("f3f66252", "加入電子郵件地址"),
                n("i5107de4", "更新電子郵件地址"),
                n("d19fd42a", "重新發送確認電子郵件"),
                n("g4da3246", "電子郵件已發送。請立即查看收件匣以取得確認連結。"),
                n("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                n("d241169c", "目前密碼"),
                n("a9bc3044", "新密碼"),
                n("b8c03cfc", "確認密碼"),
                n("b731d32c", "你的密碼已成功更新。"),
                n("d555d7e0", "新密碼不可與現有密碼相同。"),
                n("fa8af9ae", "密碼不相符。"),
                n("a03f5c73", function (e) {
                    return e.applicationCount + " 個應用程式";
                }),
                n("j25601d9", "了解更多"),
                n("cb841d56", "變更電話"),
                n("ce37ea44", "加入電話號碼"),
                n("ibaf239e", "更新電話號碼"),
                n("j2636558", "刪除電話號碼"),
                n("e49b16d4", "要刪除電話號碼嗎？"),
                n("i931719e", "這會從你的帳戶中移除此號碼，且你將無法再透過它接收通知或登入代碼。"),
                n("j841d1f4", "電話已移除。"),
                n("fe8b565a", "這會從此帳戶中刪除電話號碼，而你將不會再從 X 收到簡訊通知。此外，這也會關閉此帳戶的雙因素驗證。"),
                n("hf45b8d4", "這會從此帳戶中刪除電話號碼，而你將不會再從 X 收到簡訊通知。此外，這也會關閉此帳戶用於雙因素驗證方法的簡訊。"),
                n("bc262c2e", "其他方法"),
                n("hc1a91da", "備用密碼"),
                n("e4fed8f0", "取得單次使用的備用代碼，讓你在無法存取雙因素驗證選項時也能登入 X。"),
                n("b39c7b14", "要停用登入驗證嗎？"),
                n("a923fce6", "關閉雙因素驗證意味著你的帳戶可能較容易遭到入侵。你確定要關閉嗎？"),
                n("ff781e0a", "要關閉此功能嗎？"),
                n("c557ac30", "你確定要關閉此方法嗎？"),
                n("d133464a", "若關閉此項目，將會從你的帳戶中移除此雙因素驗證方法。你確定要關閉嗎？"),
                n("ee3a7bfa", "關閉"),
                n("aa9139cc", "驗證登入請求"),
                n("jc22dd42", "在你登入後，X 將會發送一則推播通知到 X 應用程式，你必須核准後才能存取帳戶。"),
                n("a219e218", "確定"),
                n("e0d79de8", "你只有一組安全金鑰連結至你的帳戶。為確保遺失金鑰時不會無法登入，請加入另一組金鑰，並儲存雙因素驗證備用代碼。"),
                n("ja6bbfa0", "正在載入登入驗證資料"),
                n("c2570922", "簡訊"),
                n("fba9483c", "在登入 X 時，使用手機來接收包含驗證代碼的簡訊。"),
                n("ab61b41a", "驗證應用程式"),
                n("a67c7d68", "在每次登入 X 時，使用行動驗證應用程式來取得驗證代碼。"),
                n("h6d0d89c", "安全金鑰"),
                n("b3e5c946", "在登入 X 時，使用插入至電腦或同步至行動裝置的安全金鑰。你必須使用受支援的行動裝置或網頁瀏覽器。"),
                n("cd195528", "加入新的安全金鑰"),
                n("a1860ee8", "臨時密碼"),
                n("j45a2856", "建立一次性的臨時密碼，以用於第三方服務。"),
                n("d8612d9c", "請先開啟簡訊或驗證應用程式"),
                n("e13d4468", "在設定安全金鑰之前，你必須先開啟簡訊或驗證應用程式，以做為雙因素驗證方法之一。"),
                n("c1d96d6a", "你加入的金鑰數量已達上限"),
                n("gf91694e", "你必須先刪除一組金鑰後，才能加入另一組。"),
                n("j265ddb6", "確認你的電子郵件"),
                n("a7cfdf1c", "若要開啟雙因素驗證，你必須將電子郵件地址與此 X 帳戶相關聯，然後確認該地址，我們才能知道這確實是你的電子郵件地址。"),
                n("d7bfde1a", "你的帳戶目前似乎已停用。在帳戶停用期間，你無法開啟雙因素驗證。"),
                n("g268fbb8", "此帳戶的身分已通過認證。"),
                n("f66d24be", "說明中心"),
                n("c8255462", "隱藏你的身分認證標籤"),
                n("c6e731ee", "隱藏你的身分認證標籤，讓大家在點選你個人資料頁面上的藍色勾號時不會看到它。"),
                n("be582166", "身分認證可以協助保護帳戶免遭冒充，還可為個人資料提供身分認證標籤。"),
                n("b496bc94", "我們正在審核你的政府核發身分證件。我們將及時通知你最新消息！一旦獲得核准，你的個人資料上將顯示一個身分認證標籤，使大家知道你的帳戶已通過身分認證。"),
                n("d8f5cce4", "你已超過認證請求限制。請等待 24 小時後再試。"),
                n("i8427a1e", "此帳戶不符合身分認證資格。目前只有 Premium 個人訂閱者符合身分認證資格。"),
                n("cdc65e89", function (e) {
                    return e.title + " (選擇性)";
                }),
                n("h05c1f28", "提供政府核發的身分證件來認證你的帳戶。這通常需要約 5 分鐘。"),
                n("j8cfcc62", "我同意 X 和 Au10tix 使用我的身分證件圖片和自拍照 (包括擷取的生物辨識資料) 來確認我的身分，以及用於與 X 相關的安全和保障用途 (包括防止冒充)。Au10tix 可將此類資料儲存最多 30 天。"),
                n("c4930cb6", "你將需要的項目："),
                n("ac7bb0fe", "準備政府核發的身分證件"),
                n("c12ce69c", "檢查你裝置的相機是否未被遮蓋且正常運作"),
                n("c5bfe94a", "準備好拍攝自拍照和身分證件照片"),
                n("e5b7dd84", "開始"),
                n("abfaa528", "略過"),
                n("e4fed511", "X Premium 服務"),
                n("def518fa", "創作者訂閱"),
                n("f61cda83", "廣告收益分成"),
                n("g1952008", "創作者訂閱"),
                n("e5d0419c", "創作者收益分成"),
                n("g3723480", "創作者訂閱"),
                n("c776f523", "廣告收益分成"),
                n("ab9f38f8", "創作者訂閱"),
                n("d5cab8b0", "創作者收益分成"),
                n("g1a4a1b6", "身分認證錯誤"),
                n("e24305e4", "你的身分認證工作階段已過期或無效，請再試一次。"),
                n("f7954a0c", "正在載入安全金鑰資料"),
                n("h69986c2", "你可以重新命名或刪除安全金鑰。"),
                n("i5896ba2", "加入另一個按鍵"),
                n("a8ef2b64", "未命名的安全金鑰"),
                n("d4e220b4", "名稱"),
                n("g6d0f0b6", "管理安全金鑰"),
                n("b894f68a", "正在載入安全金鑰資料"),
                n("g2601bb6", "重新命名金鑰"),
                n("b464b726", "刪除金鑰"),
                n("a4101e1b", function (e) {
                    return "加入日期：" + e.securityKeyAddedDate;
                }),
                n("i3bb3f78", "備用密碼"),
                n("ec6a76e0", "產生新密碼"),
                n("f2c3c31c", "複製密碼"),
                n("e8016b64", "正在載入備用密碼"),
                n("c4ca22bc", "如果你無法存取裝置，可以使用此密碼來驗證你的身分。"),
                n("f20ff69f", "了解更多"),
                n("j2327f80", "臨時密碼"),
                n("fbfeaf8e", "產生新密碼"),
                n("h4a8bd12", "複製密碼"),
                n("g247dc1c", "正在載入臨時密碼"),
                n("h3a32f52", "使用此臨時密碼 (有無空格皆可)，在應用程式和裝置上登入 X。"),
                n("d70fceac", "此密碼將於一小時後到期。"),
                n("j924d222", "變更國家/地區"),
                n("e9310157", "了解更多"),
                n("bd5ac12e", "選取在這個帳戶上你對於 X 中的標題、按鈕和其他文字的偏好語言。這不會改變時間軸中所看到內容的語言。"),
                n("cef33711", function (e) {
                    return e.languageName + " (測試版)";
                }),
                n("b033248c", "可搜尋性"),
                n("c69b4798", "決定擁有你的電子郵件地址或電話號碼的人是否可以在 X 上找到你並與你連繫。"),
                n("eca117e6", "讓擁有你的電子郵件地址的人可以在 X 上找到你"),
                n("acd36386", "讓擁有你的電子郵件地址的人可以在 X 上找到你並與你連繫。"),
                n("gd8511ca", "讓擁有你的電話號碼的人可以在 X 上找到你"),
                n("eca935ec", "讓擁有你的電話號碼的人可以在 X 上找到你並與你連繫。"),
                n("ac77c66c", "聯絡人"),
                n("jadf483e", "管理你從行動裝置中匯入的聯絡人。"),
                n("b864be7a", "移除所有聯絡人"),
                n("g5fa1090", "要移除所有聯絡人嗎？"),
                n("h3e420fc", "這會移除你先前已上傳的任何聯絡人，並在所有裝置上關閉與 X 的同步功能。請注意，此動作需要一些時間且無法復原，在這段期間，你可能仍會看到 X (根據你的聯絡人) 所提供的一些建議。"),
                n("ca24589e", "沒有名稱"),
                n("d439b1c1", "了解更多"),
                n("fe36fe10", "確認你的密碼"),
                n("hccd9dbe", "請輸入密碼以查看此內容。"),
                n("df1ddda4", "你已新增至貼文的位置標籤將不再顯示於 X.com、iOS 版 X 和 Android 版 X 上。這些更新可能需要一些時間才會生效。"),
                n("ed7fa034", "這部裝置目前未啟用定位服務。你可以在裝置設定中開啟定位服務。"),
                n("e80e4288", "移除附加至貼文的所有位置資訊"),
                n("b0ee8ab6", "要移除附加至貼文的所有位置資訊嗎？"),
                n("e23b2991", "了解更多"),
                n("gd758534", "允許其他人在相片中標記你，並在他們標記時收到通知。"),
                n("a90af44e", "隱藏敏感內容"),
                n("a25e2ec6", "移除已封鎖和靜音的帳戶"),
                n("b827a058", "安全搜尋設定已更新。"),
                n("b27c9852", "更新你的安全搜尋設定時發生錯誤。"),
                n("j3402d7e", "這可防止搜尋結果中顯示可能含有敏感內容的貼文。"),
                n("if05bca6", "使用此項目，從搜尋結果中排除你已封鎖或設為靜音之帳戶的內容。"),
                n("bc7fd990", "正在載入流行趨勢設定"),
                n("e2f16650", "顯示這個位置的內容"),
                n("e5e88f40", "當此功能開啟時，你將看到此刻週遭正在發生的新鮮事。"),
                n("i4d54b0e", "你的流行趨勢"),
                n("ad431584", "顯示有趣的 Grok 報導"),
                n("df9f03c8", "根據你的位置和你跟隨的人來個人化流行趨勢"),
                n("c6cf5c7e", "你可以根據你的位置和跟隨的人，將流行趨勢個人化。"),
                n("e09358ba", "以 Grok 趣味模式查看 X 上的最新報導。"),
                n("a55db872", "個人化"),
                n("a58170fc", "Grok 報導"),
                n("h0b5152e", "變更位置"),
                n("dfeada5e", "探索位置"),
                n("ac854308", "政策"),
                n("d429c942", "美國大選政策流行趨勢"),
                n("ede134f2", "選取是否要在這部裝置上自動播放影片和 GIF。"),
                n("b3aab6d4", "位置"),
                n("e53e05e4", "正在載入位置"),
                n("d5c9174f", function (e) {
                    return e.location + ", " + e.country;
                }),
                n("b47d123d", function (e) {
                    return "節省 " + e.percentage + "%";
                }),
                n("c6614cc0", "加上任何適用稅額"),
                n("f8d3b50a", "含稅"),
                n("i2c32253", function (e) {
                    return e.price + " / 月";
                }),
                n("c41e1023", function (e) {
                    return e.price + "/年";
                }),
                n("i57aeafb", function (e) {
                    return "(前 " + e.duration + " 個月價格)，之後只要 " + e.standardPrice + " (按月計費)";
                }),
                n("ae3e3723", function (e) {
                    return "(前 " + e.duration + " 年價格)，之後只要 " + e.standardPrice + " (按年計費)";
                }),
                n("ade4c757", function (e) {
                    return "之後為 " + e.price + "/月";
                }),
                n("f7798e11", function (e) {
                    return "之後為 " + e.price + "/年";
                }),
                n("e0b39888", "按月計費"),
                n("b67c37de", "按年計費"),
                n("a8363765", function (e) {
                    return e.price + " (按年計費)";
                }),
                n("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                n("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                n("af66a072", "在繼續之前，請考慮你將錯失什麼"),
                n("a092f1ba", "繼續取消"),
                n("g96c7f48", "變更為其他方案"),
                n("iccac88e", "廣告減半的「為你推薦」和「正在跟隨」時間軸"),
                n("d7a124d8", "零廣告"),
                n("d2d22c36", "Grok 存取權"),
                n("j249b1d4", "回覆提升"),
                n("c4a37384", "較長的貼文"),
                n("fb656858", "編輯貼文"),
                n("faaec212", "透過貼文獲得報酬"),
                n("fb3c7168", "你的書籤資料夾"),
                n("b346bc12", "勾號"),
                n("je8143e1", function (e) {
                    return "取得 X " + e.productName + " 可享 " + e.duration + " 個月 " + e.percentage + "% 折扣";
                }),
                n("j5847735", function (e) {
                    return "取得 X " + e.productName + " 可享 " + e.duration + " 年 " + e.percentage + "% 折扣";
                }),
                n("da3431f9", function (e) {
                    return "這項折扣是我們送你的小禮物，以防你還想再保有 X " + e.productName + " 一段時間！";
                }),
                n("i6fbfc72", "專屬一次性優惠"),
                n("f1bc6309", function (e) {
                    return "保留對所有 X " + e.productName + " 功能的完整存取權";
                }),
                n("fdb7b52a", "此折扣將從你的下一個計費週期開始套用。"),
                n("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                n("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                n("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                n("c6150942", "你已準備就緒"),
                n("a905eac6", "探索 Premium"),
                n("j6083a1c", "管理你的訂閱"),
                n("b4fa4630", "更新付款方式"),
                n("ef0dfa5a", "更新帳單資訊"),
                n("f5b352ec", "取消訂閱"),
                n("j317d958", "注意 - 你將失去待使用的折扣"),
                n("a46e42d2", "保留我的訂閱"),
                n("e122fb3f", function (e) {
                    return "你的免費試用將於 " + e.endDate + "結束。";
                }),
                n("be103b84", "有效"),
                n("ace43720", "即將到期"),
                n("c8f18aa4", "由於你是「已認證組織」訂閱者，因此你獲得了 Premium+。"),
                n("a341d1f7", function (e) {
                    return "由於貴組織是透過 @" + e.organization + " 的「已認證組織」訂閱者，因此你獲得了 Premium+。如需詳細資訊，請聯絡你的組織。";
                }),
                n("e4aaf0f8", "若要取消對 Premium 的免費訂閱，請聯絡支援人員"),
                n("e5170220", "此帳戶透過廣告支出獲得了免費的 Premium 訂閱。"),
                n("j6d6b66e", "此帳戶已獲贈一項訂閱。若要取消訂閱，請聯絡支援人員"),
                n("fae1751f", function (e) {
                    return "你似乎是在 X " + e.mobilePlatform + " 應用程式上購買此訂閱。你將需要從該處管理或取消訂閱。";
                }),
                n("fecebd4c", "這裡"),
                n("h201c4c2", "iOS"),
                n("i8385a2c", "Android"),
                n("h80834de", "其他"),
                n("baf97716", "你的功能將可在計費週期的剩餘時間內使用。"),
                n("ae864b69", function (e) {
                    return "你的訂閱等級已預定從下一個計費週期 (" + e.date + ") 開始變更為 " + e.tierName + " 方案";
                }),
                n("a991d9a3", function (e) {
                    return "下一個計費週期開始於 " + e.date;
                }),
                n("edbb700f", function (e) {
                    return "從下一個計費週期 (" + e.date + ") 開始";
                }),
                n("e3f9d219", function (e) {
                    return "訂閱結束日期：" + e.date;
                }),
                n("e9884540", "有效折扣"),
                n("bfb879aa", "待使用的折扣"),
                n("f8321d82", "全部"),
                n("eb233866", "已匯入"),
                n("d23b0404", "當你將某個人封鎖後，他們就無法跟隨你或發送訊息給你，你也不會看到來自他們的通知。"),
                n("e0a7e9bc", "將不受歡迎的帳戶封鎖"),
                n("ef731b14", "載入已封鎖的帳戶"),
                n("e554ba83", "了解更多"),
                n("if594962", "己封鎖"),
                n("i2b9632e", "已成功解除封鎖。"),
                n("g51a96de", "當你將某個人封鎖後，他們就無法跟隨你或發送訊息給你，你也不會看到來自他們的通知。你可以匯入要在 X 上封鎖的帳戶列表。"),
                n("j035733c", "你即將開始停用 X 帳戶的程序。在 X.com、iOS 版的 X 或 Android 版的 X 上，將無法再看到你的顯示名稱、使用者名稱和公開個人資料。"),
                n("j4a29d52", "如果你的 X 帳戶因意外或錯誤而遭到停用，你可以在停用後的最長 30 天內恢復帳戶。"),
                n("ea989810", "停用帳戶"),
                n("f6e73faa", "停用"),
                n("c3743328", "這將會停用你的帳戶"),
                n("a20cd24e", "你應該知道的其他資訊"),
                n("e93b0ae0", "輸入與你的帳戶關聯的密碼，以完成停用請求。"),
                n("fc025d1d", "了解更多"),
                n("bb5e039c", "設定"),
                n("j37efff6", "進行變更"),
                n("ce5bfe12", "你的 X 資料"),
                n("g7088266", "編輯個人資料"),
                n("d9d293b8", "網站"),
                n("cb469ff6", "名稱不得為空白"),
                n("g511f468", "你的頭像無法更新，因為部分媒體並未上傳"),
                n("ec3a116e", "你的橫幅無法更新，因為部分媒體並未上傳。"),
                n("j94599ec", "加入頭像相片"),
                n("df31d76a", "加入橫幅相片"),
                n("c01a0e1a", "要確認生日嗎？"),
                n("df2c469a", "切換至專業用戶檔案"),
                n("e1f76978", "編輯專業用戶檔案"),
                n("ic04a6f6", "此動作無法復原，你將失去你的變更。"),
                n("addbe8e8", "考慮使用不含特殊字元的名稱，讓更多人可以取用該名稱，包括盲人或弱視者。"),
                n("a46f80ab", function (e) {
                    return "出生於 " + e.birthdate;
                }),
                n("c7905f89", function (e) {
                    return "出生於 " + e.year;
                }),
                n("bfe8d1a2", "編輯擴充的自我介紹"),
                n("e1ec926e", "建立擴充的自我介紹"),
                n("c119dee8", "生日"),
                n("bbf0afc8", "加入你的生日"),
                n("f98d367e", "要編輯生日嗎？"),
                n("d3f43300", "此資訊只能變更幾次。請務必輸入帳戶使用者的年齡。"),
                n("g10411f0", "這應該是帳戶使用者的生日，即使你是為公司、活動或貓咪而建立帳戶。"),
                n("a0c5e370", "誰可以看到這項資訊？"),
                n("i68fe54e", "月份和日期"),
                n("b4e729b6", "年"),
                n("f3bb1b48", "移除生日？"),
                n("c9cb9972", "這會從你的個人資料中移除這項資訊。"),
                n("a2bef112", "移除生日"),
                n("c37622ec", "請輸入有效的日期"),
                n("f679d166", "你的跟隨者"),
                n("af293dc2", "你跟隨的人"),
                n("h99b6d08", "隱私政策"),
                n("hce7a225", "了解更多"),
                n("e9603d88", "顯示已確認電話號碼標記"),
                n("ada99498", "此標記只會向你所在地區的其他人顯示。"),
                n("a765e936", "刪除擴充的自我介紹"),
                n("d4d68e44", "已儲存"),
                n("b6de83a0", "僅限員工音訊空間"),
                n("g3f251f2", "私人廣播"),
                n("d08666ba", "私人音訊空間"),
                n("eadb5a46", "搶先加入"),
                n("f9629a8f", function (e) {
                    return e.hostName + " 的廣播";
                }),
                n("ia3c0ab7", function (e) {
                    return e.hostName + " 的音訊空間";
                }),
                n("hd552761", function (e) {
                    return "主持人：" + e.hostName;
                }),
                n("c3ea19a5", function (e) {
                    return e.index + "/" + e.total;
                }),
                n("a5235305", function (e) {
                    return e.listOfPeople + " 已加入";
                }),
                n("df9f8243", function (e) {
                    return e.name + " 正在聆聽";
                }),
                n("g2445c2f", function (e) {
                    return e.name + " 正在說話";
                }),
                n("fcfd5a67", function (e) {
                    return e.name + " 正在主持";
                }),
                n("f7882829", function (e) {
                    return e.name + " 正在共同主持";
                }),
                n("d961a4a0", "X 上的直播"),
                n("g2c0144a", "已認證的組織"),
                n("cd5cdec8", "管理你的廣告抵用金"),
                n("f23b6a72", "剩餘廣告抵用金"),
                n("i969d5de", "設定廣告行銷活動"),
                n("d0924f58", "獲得問題的相關支援"),
                n("j8d53b64", "查看所有功能"),
                n("jd26f2a6", "加入附屬帳戶"),
                n("e0a492e6", "管理你的工作"),
                n("d9cbd02c", "你的申請正在審核中"),
                n("ed4759a6", "你將在幾天後收到申請結果的回覆。我們可能會透過電子郵件聯絡你以取得額外資訊。"),
                n("dad69faa", "更新你的付款方式"),
                n("daf3248a", "申請未完成"),
                n("eb71036f", function (e) {
                    return "請在 " + e.date + "之前上傳並驗證你的組織文件";
                }),
                n("a1d3f1f2", "我們會與 Persona 合作來驗證你的身分和商業文件，以確保 X 的安全和保障。Persona 可能會將你的資料儲存最多 30 天。"),
                n("ea8c295a", "開始文件驗證"),
                n("da1aa48f", function (e) {
                    return "認證可提高你的可信度和可見度，就像 @" + e.screenName + " 一樣。";
                }),
                n("e4a7a968", "你尚未獲得認證"),
                n("id9c1e82", "此個人資料已獲得認證"),
                n("d43b0edc", "加入已認證的行列"),
                n("d4ea0ed4", "獲得你自己的藍色徽章"),
                n("cffeaeae", "為自己獲得認證"),
                n("b8e930fe", "流行趨勢"),
                n("ae05f268", "流行趨勢無法取得。"),
                n("c6b51af8", "X 的新手？"),
                n("ie8e1ffc", "立即註冊，取得你個人專屬的時間軸！"),
                n("fd6473fa", "正在載入值得使用者跟隨的建議"),
                n("a526aa66", "跟隨誰"),
                n("ef625010", "你可能會喜歡"),
                n("b7388a56", "頁尾"),
                n("hdabc3fc", "服務條款"),
                n("bc6efc72", "隱私政策"),
                n("h3161192", "Cookie 使用政策"),
                n("a7de64de", "廣告資訊"),
                n("jb0a4c36", "部落格"),
                n("ce6d095a", "人才招募"),
                n("e0adec82", "品牌資源"),
                n("df1b7550", "行銷"),
                n("he258678", "X 商業版"),
                n("c6f58084", "開發人員"),
                n("d83f18d2", "目錄"),
                n("hc5aa17c", "取得 X 應用程式"),
                n("j0693948", "取得 Grok 應用程式"),
                n("fce9ecce", "建議的影片"),
                n("j66b95a2", "深度新聞"),
                n("ad35153e", "Beta 版"),
                n("b58d2bd2", "相關貼文"),
                n("efe6ef9e", "查看貼文"),
                n("b3d183ce", "含有回覆的貼文"),
                n("c299a6c0", "對話串"),
                n("h3d5d79e", "社群貼文"),
                n("cfe877ca", "選擇要跟隨的人"),
                n("e06b864c", "你似乎很享受此對話"),
                n("a078ff70", "想要看到更多來自此對話串中與你互動的人的內容嗎？開始探索新帳戶的內容。"),
                n("cb80300e", "跳至首頁時間軸"),
                n("ea5cd098", "跳至流行趨勢"),
                n("c67e3fc2", "首頁時間軸");
            n("d601fc20", "最新"),
                n("j43f99be", "相關性"),
                n("ad6e11ac", "回覆排序方式"),
                n("b2311b70", "你無法查看此內容"),
                n("j88f27d8", "相關人士"),
                n("i31dcd22", "文章"),
                n("e3de2f6f", function (e) {
                    return e.entity + "已加入至你的書籤";
                }),
                n("e64de8a9", function (e) {
                    return e.entity + "已從你的書籤中移除";
                }),
                n("d6d9aab6", "加入書籤"),
                n("bb89cf46", "移除書籤"),
                n("a739d4ba", "加入至書籤資料夾"),
                n("d5270434", "結束"),
                n("ac85c6b2", "載入此圖片時發生錯誤"),
                n("b327c12a", "圖片"),
                n("ic76bdf0", "使用 Grok 重新創作"),
                n("a4d3eb67", function (e) {
                    return "X 上的 " + e.fullName + "：「" + e.tweetText + "」";
                }),
                n("f0701753", function (e) {
                    return "隱藏 " + e.number + " 天";
                }),
                n("j7d0e836", "展開"),
                n("d227d19e", "收合"),
                n("fbf83158", "警告：付款失敗"),
                n("jadeb4da", "請立即更新你的付款方式，以免喪失訂閱權益。"),
                n("bce3726a", "更新帳單資訊"),
                n("ie4f57d2", "續訂你的 Premium 訂閱"),
                n("h293aa52", "你的 Premium 訂閱即將到期！"),
                n("j1923668", "保留最棒的 X 功能。"),
                n("ac7e97ee", "續訂"),
                n("f70c69b4", "回覆提升、編輯貼文、自訂、更長的貼文及更多權益。"),
                n("f4cec4d2", "藍色勾號、回覆提升、提高的 Grok 配額及更多權益。"),
                n("h367e724", "擴充的自我介紹"),
                n("ea5928d4", "你包羅萬象，你的個人資料也該如此。加入擴充的自我介紹，讓其他人更了解你。"),
                n("h7ef9dc8", "這可以包括："),
                n("c04ba4b4", "你一直在做並想要展示的技能或作品"),
                n("d7666008", "你的傳奇義大利麵食譜"),
                n("cb24ee16", "工作經驗和職業偏好"),
                n("a1c93d74", "我們似乎無法儲存你的變更。請稍後再試。"),
                n("b956c04a", "你確定要刪除擴充的自我介紹嗎？"),
                n("ifb23caa", "若刪除擴充的自我介紹，它將從個人資料中移除。"),
                n("c2333081", function (e) {
                    return e.count + " 個字元";
                }),
                n("a2b8c54c", "已刪除"),
                n("a9cc8f96", "超過字元數上限"),
                n("eb7710f1", function (e) {
                    return e.years + " 年";
                }),
                n("bfc38bb5", function (e) {
                    return e.months + " 個月";
                }),
                n("h6a724ac", "你確定要刪除此內容嗎？"),
                n("f94aacae", "刪除此內容會將其從你的個人資料中移除。"),
                n("je07e266", "已隱藏"),
                n("a622dfcc", "工作經歷"),
                n("a6ec7ff8", "自我介紹"),
                n("eeb6d22c", "經歷"),
                n("eba5a8ec", "職稱"),
                n("fd20adb8", "我目前在這裡工作"),
                n("cd3059f2", "開始日期"),
                n("b86019ae", "結束日期"),
                n("eedfd35c", "公司"),
                n("caa46e54", "公司名稱"),
                n("e893fe6e", "建立公司"),
                n("j1c09ca4", "公司網站"),
                n("hd332c96", "職稱為必要項"),
                n("d2fb1b80", "公司為必要項"),
                n("b3590132", "開始和結束日期為必要項"),
                n("debb6abe", "開始日期不能是未來的日期"),
                n("j7d08ada", "結束日期不能是未來的日期"),
                n("a8c7d3fc", "結束日期必須晚於開始日期"),
                n("b335d507", function (e) {
                    return "超出 " + e.maxChars + " 個字元的長度上限";
                }),
                n("j29ab120", "將以下人物的通知靜音："),
                n("jdfc82f6", "你未跟隨的人"),
                n("cfcda0e6", "未跟隨你的人"),
                n("c75b9b2a", "使用新帳戶的人"),
                n("f39b9c9e", "使用預設個人資料相片的人"),
                n("d227f940", "尚未確認其電子郵件的人"),
                n("b210936e", "尚未確認其電話號碼的人"),
                n("ed0df10b", "了解更多"),
                n("dcef34ac", "開啟"),
                n("a39f706e", "你的瀏覽器不支援推播通知"),
                n("h4f20d0e", "當你不在 X 上時，接收推播通知以了解最新消息。你隨時可以關閉這些通知。"),
                n("cdce0394", "當你在此瀏覽器中使用時，此選項會套用至任何帳戶。"),
                n("b39bcae2", "開啟推播通知"),
                n("b50f6144", "若要即時收到通知，請開啟推播通知。當你不在 X 上時，也會收到這些通知。你隨時可以關閉此設定。"),
                n("fe11b3ea", "不支援的瀏覽器"),
                n("a1245d3a", "你的瀏覽器似乎不支援推播通知。"),
                n("f580c738", "要開啟通知嗎？"),
                n("i951fbcc", "若要收到來自 X 的通知，你必須先在瀏覽器設定中允許通知。"),
                n("ec7cb554", "當你開啟你跟隨的人的貼文通知時，你將會收到他們的貼文或直播視訊的推播通知。"),
                n("b68050dc", "查看使用者"),
                n("af045060", "與你和你的貼文相關"),
                n("cf378ff8", "來自 X"),
                n("f823bbbe", "僅限已認證的帳戶"),
                n("a40e37f2", "當你不在 X 上時，接收電子郵件以了解最新消息。你隨時可以關閉這些通知。"),
                n("e8eb54a0", "你帳戶的每週報告"),
                n("ib80b0f2", "新通知"),
                n("ba58e6b0", "以電子郵件發送給你的貼文"),
                n("fae2c81a", "熱門貼文和故事"),
                n("f7b09bb4", "有關你的貼文績效的更新消息"),
                n("d3978554", "有關 X 產品和功能更新的消息"),
                n("bdccb81c", "充分運用 X 的祕訣"),
                n("c3d47fe6", "自你上次登入 X 以來錯過的內容"),
                n("af8caf3e", "有關 X 在合作夥伴產品及其他第三方服務上的消息"),
                n("hc076ee4", "參與 X 的研究調查"),
                n("ddfe3776", "推薦帳戶的建議"),
                n("d17ba8c2", "根據你最近跟隨的建議"),
                n("bcf50a1a", "X 商業產品的祕訣"),
                n("fcad1e2e", "每日"),
                n("h9e0dfde", "每週"),
                n("e26d98ac", "定期"),
                n("h0c94842", "掌握最新消息"),
                n("c460d332", "當你開啟某個帳戶的貼文通知後，你將會知道他們何時發送貼文、直播和主持音訊空間。"),
                n("a820d092", "正在載入跟隨中"),
                n("ha45c9e4", "貼文通知"),
                n("bdbf8f4e", "輸入文字或詞句"),
                n("h43e2ea8", "靜音文字"),
                n("da8c0440", "靜音來源"),
                n("defb4aaa", "來自任何人"),
                n("e7d47b00", "來自你未跟隨的人"),
                n("d9d6e10e", "時間長度"),
                n("gfa5008e", "延長靜音時間"),
                n("c5595dfe", "變更靜音時間"),
                n("he6804e0", "直到你將該文字取消靜音"),
                n("a268406c", "24 小時"),
                n("fc638aa2", "7 天"),
                n("b8971cfa", "30 天"),
                n("cc7bedfc", "你可以變更靜音的時間量。如果先前已選取「永遠」，變更的時間將會立即開始。"),
                n("d768049c", "加入靜音文字"),
                n("c6203da8", "靜音文字選項"),
                n("e3f0d3db", function (e) {
                    return '"' + e.keyword + '" 已靜音';
                }),
                n("h5746cf7", function (e) {
                    return '已更新 "' + e.keyword + '"';
                }),
                n("d2693eb8", "請確認你的靜音詞句長度未超過 140 個字元。"),
                n("f8488024", "這是很常見的文字且出現在大量貼文中，但如果你想要，可以將它靜音。"),
                n("deb4924d", "了解更多"),
                n("aa09e528", "加入靜音文字"),
                n("e506aa92", "加入靜音文字或詞句"),
                n("cbd04965", function (e) {
                    return '"' + e.keyword + '" 已取消靜音';
                }),
                n("eb4e810a", "已過期"),
                n("cabeb6c2", "永遠"),
                n("f9bce916", "將文字靜音"),
                n("gfe0ee3b", "了解更多"),
                n("ba4aaa9e", "要將詞句取消靜音嗎？"),
                n("f837ed7e", "你的通知及首頁時間軸中現在將允許這個詞句。"),
                n("a6194d10", "載入已設為靜音的帳戶"),
                n("bcf6ad9a", "已靜音帳戶所發佈的貼文將不會顯示在你的首頁時間軸中。請直接從帳戶的個人資料或貼文中將其靜音。"),
                n("b8e49590", "在將帳戶靜音後，他們的訊息將會遭到篩選並移至訊息請求列表的底部。"),
                n("ec202165", "了解更多"),
                n("gde6b425", function (e) {
                    return e.name + " 已被靜音";
                }),
                n("e308019b", function (e) {
                    return e.name + " 已被取消靜音";
                }),
                n("hfb77cf6", "安全"),
                n("f350f0c0", "推薦"),
                n("fd3369a2", "選取你想要包含哪些語言的推薦貼文、人物和流行趨勢。"),
                n("hfc86556", "已靜音"),
                n("dae57a42", "全部允許"),
                n("i7cbc154", "部分允許"),
                n("d623aecc", "與具有委派角色的人共享帳戶。"),
                n("f3029d5c", "在開啟此設定後，其他人就可以邀請你共享他們的帳戶。"),
                n("cd1305e8", "允許其他人邀請你加入他們的帳戶"),
                n("j339ef22", "允許任何人邀請你"),
                n("g4b0c2dc", "只允許你跟隨的人邀請你"),
                n("d9aef256", "你的委派"),
                n("afb3ccf6", "不允許"),
                n("dfae5248", "不允許其他人邀請你加入他們的帳戶嗎？"),
                n("b9c91524", "未來，你將不會收到其他委派的邀請。你仍然可以存取現有的委派。"),
                n("c349b958", "邀請成員"),
                n("e177f72a", "邀請其他人代表你的帳戶行事並管理帳戶角色。成員可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。"),
                n("cd5c5e73", function (e) {
                    return "你只能有 " + e.numDelegatesLabel + " 個委派";
                }),
                n("efee0a50", "邀請成員加入此帳戶"),
                n("ja0a1aa6", "邀請參與者加入此帳戶"),
                n("db4f623a", "將角色指派給此成員"),
                n("be7350e3", function (e) {
                    return "要將 @" + e.screenName + " 指派為管理員嗎？";
                }),
                n("b7aa7642", "邀請已發送"),
                n("edbca224", "發送邀請"),
                n("f4834ca6", "邀請另一位成員"),
                n("cb04a824", "參與者"),
                n("d4b3abde", "參與者可以發送私人訊息、發佈貼文及建立列表。參與者還可以查看帳戶的私人訊息、貼文和列表。"),
                n("b92e2700", "管理員擁有與參與者相同的權限。他們還可以邀請或移除參與者，並查看貼文分析。"),
                n("hbbbf908", "管理員可以邀請其他參與者加入此帳戶，並查看貼文分析。請仔細檢查你是否將角色指派給正確的人。"),
                n("d8eda249", function (e) {
                    return "在 @" + e.screenName + " 接受邀請後，他們將能夠使用更新的權限為此帳戶做出貢獻。";
                }),
                n("b5faf216", "此成員不允許委派邀請。"),
                n("hcc3b4ce", "此成員已被你的帳戶封鎖。"),
                n("ace0f0a4", "此成員限制了哪些人可以邀請他們加入委派。"),
                n("c2e8f726", "管理員"),
                n("fade0942", "管理員還可以邀請或移除帳戶的參與者，並查看貼文分析。"),
                n("b7d6e5d6", "參與者"),
                n("cd76a282", "尚未加入任何成員 "),
                n("db25d796", "變更此成員角色"),
                n("e4133790", "角色已更新"),
                n("a1a27c26", "變更角色"),
                n("fd7b1b1c", "返回"),
                n("ec67d021", function (e) {
                    return "@" + e.screenName + " 可以使用其新權限，代表此帳戶行事。";
                }),
                n("h502484e", "待處理的邀請"),
                n("a171ca7c", "取消邀請成員"),
                n("f68f079c", "變更角色"),
                n("b2794e9e", "從群組中移除"),
                n("gca83d6a", "他們將不再是此帳戶的管理員。"),
                n("b8cac21c", "他們將不再是此帳戶的參與者。"),
                n("hd67c2e8", "取消邀請"),
                n("f0bd8ca9", function (e) {
                    return "要移除 @" + e.screenName + " 嗎？";
                }),
                n("a33eba47", function (e) {
                    return "要取消邀請 @" + e.screenName + " 嗎？";
                }),
                n("d472c9eb", function (e) {
                    return "@" + e.screenName + " 已從群組中移除";
                }),
                n("h5951997", function (e) {
                    return "已取消邀請 @" + e.screenName + " ";
                }),
                n("a44c6034", "待處理的邀請"),
                n("e39bc936", "身為成員，你可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。管理員還可以邀請或移除帳戶的參與者，並查看貼文分析。"),
                n("h0d3bddc", "管理員權限"),
                n("c54aafb0", "參與者權限"),
                n("idc35f32", "你尚未被委派給任何帳戶"),
                n("fab787b4", "離開帳戶"),
                n("bfbe9620", "查看成員"),
                n("d52a2b36", "你將不再是此帳戶的管理員。"),
                n("df515932", "你將不再是此帳戶的參與者。"),
                n("cd00ea21", function (e) {
                    return "要離開 @" + e.screenName + " 嗎？";
                }),
                n("efa88ab1", function (e) {
                    return "離開 @" + e.screenName;
                }),
                n("c6dae164", "接受邀請"),
                n("f8376170", "拒絕邀請"),
                n("a68c45e4", "拒絕"),
                n("aa35b48d", function (e) {
                    return "要拒絕來自 @" + e.screenName + " 的邀請嗎？";
                }),
                n("ed2a4b05", function (e) {
                    return "已拒絕 @" + e.screenName + " 的成員邀請";
                }),
                n("e73f9635", function (e) {
                    return "已接受 @" + e.screenName + " 的成員邀請";
                }),
                n("d2da668c", "委派成員"),
                n("ddf27b8e", "邀請參與者"),
                n("jba63182", "查看帳戶上的成員角色。成員可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。"),
                n("af59527e", "查看成員角色並邀請參與者加入帳戶。成員可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。"),
                n("eafcc76a", "此應用程式可以查看的內容…"),
                n("j3998a16", "此應用程式可以做的事…"),
                n("a6845663", function (e) {
                    return "你已於 " + e.date + " 核准這些應用程式權限";
                }),
                n("b2347f7c", "正在載入應用程式資料"),
                n("e1fda16e", "你未連接此應用程式"),
                n("b8f3ed46", "當你將第三方應用程式連接至你的 X 帳戶時，就會授權該應用程式使用你的帳戶。"),
                n("gb8d09ba", "可存取你的電子郵件地址"),
                n("g6dc09a0", "權限"),
                n("a6e6e898", "唯讀"),
                n("cde3b9ae", "讀取和寫入"),
                n("g0d7813a", "讀取、寫入和私人訊息"),
                n("c9b35b9e", "讀取您的廣告資料"),
                n("e0191264", "讀取、建立並管理您的廣告資料"),
                n("b73e1e8a", "了解如何撤銷存取權"),
                n("c174e46e", "顯示較少"),
                n("a39075ff", function (e) {
                    return "另外 " + e.n + " 人";
                }),
                n("da6cdba8", "撤銷應用程式權限"),
                n("ef1d3dcc", "檢舉應用程式"),
                n("d64e29c6", "登出所顯示的裝置"),
                n("idfa01cc", "要登出顯示的裝置嗎？"),
                n("f400075e", "這將會結束使用中的 X 工作階段，你將需要重新登入以開始新的工作階段。"),
                n("e04ba39c", "日期與時間"),
                n("eed75824", "你已結束使用中的 X 工作階段。"),
                n("ddcd3d26", "正在載入工作階段資料"),
                n("d2f0f3fe", "找不到這個工作階段"),
                n("ga05517a", "你尚未建立任何檢舉"),
                n("ea1715c0", "當你這麼做時，它們就會顯示在這裡。"),
                n("b70a2cde", "我們會使用技術來協助辨識敏感媒體，儘管我們在不斷改進中，仍然可能出現誤判的情況。"),
                n("ee320a07", "敏感媒體政策"),
                n("ffeb836a", "設定無法使用"),
                n("f2fb9746", "這些設定無法使用，因為它們適用於非必要的 Cookie。由於你已經選擇不使用那些 Cookie，因此我們只會使用從你的裝置收集必要資料的 Cookie。"),
                n("aa4342be", "寫實暴力"),
                n("jfec3aa0", "成人內容"),
                n("j6bacd6a", "隱藏標記為寫實暴力的媒體，直到你選擇查看它。在 iOS 版 X 上，此媒體完全不會顯示。"),
                n("a73e66a8", "隱藏標記為成人內容的媒體，直到你選擇查看它。在 iOS 版 X 上，此媒體完全不會顯示。"),
                n("fef1b8dc", "隱藏標記為敏感內容的媒體，直到你選擇查看它。在 iOS 版 X 上，此媒體完全不會顯示。"),
                n("d0a5a1c0", "警告"),
                n("ga197e26", "顯示全部"),
                n("eb723386", "永不顯示"),
                n("ea31c622", "這包括以寫實細節顯示死亡、暴力、嚴重身體傷害或醫療程序的任何媒體。"),
                n("e40985c4", "這包括色情或旨在引起性興奮的自願製作和分享的媒體。"),
                n("h7e0672b", "媒體設定"),
                n("de9f111a", "管理你目前的訂閱"),
                n("d5839f9e", "檢視條款或從你的 Stripe 帳戶管理訂閱。"),
                n("a840c22c", "管理現有的 Premium 訂閱"),
                n("e31456f8", "切換層級"),
                n("a7c4ecea", "體驗無廣告的「為你推薦」時間軸、解鎖所有功能，並獲得最大的回覆提升。"),
                n("h15cc518", "探索等級選項，並選擇月付或年度方案。"),
                n("ce70c590", "管理附屬關係徽章"),
                n("a49e1b2a", "將你的附屬關係排序"),
                n("e2daf93c", "第一個徽章將顯示在所有貼文上。"),
                n("ab8089ea", "重新排序"),
                n("e0221c42", "在 X 平台內外享有更好的閱讀體驗。"),
                n("adcaa214", "查看在你跟隨的人中分享次數最多的文章。"),
                n("b62d6e4c", "閱讀器"),
                n("acf63cd2", "選取你閱讀對話串時偏好的文字大小。若要開啟閱讀模式功能，請從對話串的任何貼文中選取書本按鈕。"),
                n("e5fff0c8", "你的訂閱是有效的。"),
                n("ac057b4e", "若要取消在 X 上互動的免費訂閱，請聯絡支援人員"),
                n("ib8ebf3b", function (e) {
                    return "你似乎是在 " + e.mobilePlatform + " 裝置上購買此訂閱。你將需要從該平台管理或取消訂閱。";
                }),
                n("i8132774", "提供給你最活躍跟隨者的獎勵內容"),
                n("a1222584", "直接從你的內容賺取收益"),
                n("df837dac", "預估賺取的收益/收款門檻"),
                n("df29646e", "收款門檻"),
                n("b0ac642a", "收款最多可能需要 90 天才會存入你的帳戶。"),
                n("c747df1c", "設定收款詳細資料"),
                n("ac814a76", "你尚未設定收款詳細資料。"),
                n("f139168e", "收益儀表板"),
                n("ee0510c2", "收款記錄"),
                n("c9b82b4c", "申請已接受 · 建立你的訂閱"),
                n("ibb5e1c8", "申請已遭到拒絕"),
                n("b255df58", "申請已提交 · 正在等候審核"),
                n("b3f834c8", "申請已列入候補名單"),
                n("i14be2c6", "預估賺取的收益"),
                n("fd74390a", "創作者身分已認證"),
                n("e8dc82e2", "有效計劃"),
                n("c12c5eb6", "可用的計劃"),
                n("j53f5eb0", "符合資格的創作者可以註冊每月訂閱服務和廣告收益分成。"),
                n("e9c1273a", "符合資格的創作者可以註冊每月訂閱服務和創作者收益分成。"),
                n("jd176c82", "你所在的地區不支援收款"),
                n("d6ff74ca", "很抱歉，我們的支付供應商尚不支援你所在國家/地區的收款。部分營利計劃無法使用。"),
                n("e89cdac0", "管理收款帳戶"),
                n("dd7a54b4", "設定你的 Stripe 帳戶"),
                n("jff3ab68", "身分驗證"),
                n("j2876824", "認證身分"),
                n("ebd06fb0", "身分證件已提交"),
                n("f65b960c", "我們正在審核你為創作者計劃提交的政府核發身分證件。"),
                n("i4a1e936", "若要獲得收款，請務必連結或建立新的 Stripe 帳戶"),
                n("f5931b6a", "若要參與創作者計劃，就必須進行身分認證。如果你先前已為創作者計劃提交過身分證件，則無需再次提交。"),
                n("c8798a95", "這裡"),
                n("d809ac49", "這裡"),
                n("bbe09d38", "申請已接受 · 應用程式商店上待設定"),
                n("efbc5066", "正在等候身分認證"),
                n("hc7631da", "你尚未完成 Stripe 帳戶設定"),
                n("h72d71a2", "符合資格"),
                n("e12b0b16", "尚不符資格"),
                n("a1e57106", "未完成"),
                n("i51b4e22", "已拒絕"),
                n("h5bd7160", "此帳戶不符合身分認證資格！"),
                n("e32040c4", "你必須完成身分認證才能獲得收款。"),
                n("j8769b42", "我們正在審核你的政府核發身分證件。"),
                n("be955554", "創作者收益分成"),
                n("b03a3d62", "廣告收益分成"),
                n("cbbe29c2", "你有望獲得收款"),
                n("g97a2d6c", "了解更多"),
                n("f30774ea", "在這裡進一步了解我們的營利計劃和政策。"),
                n("aea0b11a", "透過讓他人訂閱你的每月內容，在 X 上賺取收益。"),
                n("bce47f48", "透過對你貼文的參與，在 X 上賺取收益。"),
                n("h7a68080", "透過在你貼文回覆中投放的廣告來賺取收益。"),
                n("eefd091e", "需要進行身分認證"),
                n("cd616a5a", "若要參與創作者計劃，必須進行身分認證。"),
                n("cce8c40a", "認證身分"),
                n("ja73ebac", "收益"),
                n("h16eeb42", "管理"),
                n("bc43a32e", "最近活動"),
                n("i4c3b046", "你目前沒有新代幣。"),
                n("ca516a66", "查看所有活動"),
                n("ee9ea930", "鑽石"),
                n("cf3b535e", "鑽石是透過在合格貼文上接收代幣積累而來。從鑽石賺取的現金會加入至你的預估收益中。"),
                n("fbb7764b", function (e) {
                    return e.count + " 個代幣";
                }),
                n("e70a07b2", "匿名"),
                n("c76972f0", "自上次收款以來"),
                n("c219a552", "所有時間"),
                n("f3ce76c0", "需要更多協助嗎？"),
                n("i8982e7e", "如果你有任何問題，請造訪我們的說明中心或聯絡我們。"),
                n("fbbfe8aa", "停用代幣"),
                n("e4f29140", "一旦停用，你將會從代幣計劃中移除，並且不再有權接收代幣。"),
                n("e58e85d2", "繼續停用"),
                n("be8e87b4", "要停用代幣嗎？"),
                n("bee26fa8", "是的，停用"),
                n("f0145c9a", "代幣現已停用"),
                n("a22f6808", "所有活動"),
                n("g1b8020c", "最近 30 天"),
                n("jb13b840", "所有時間"),
                n("b4f24360", "你在最近 30 天內沒有新代幣。"),
                n("d59dbf8a", "總覽"),
                n("g652fc4c", "你本月沒有收款記錄。"),
                n("d55e017a", "本月"),
                n("f883322d", function (e) {
                    return "交易 ID " + e.transactionId;
                }),
                n("d978f43e", "新訂閱服務"),
                n("d113fc10", "你目前沒有新訂閱。"),
                n("h7a41c02", "續訂"),
                n("eedf2eaa", "你目前沒有續訂。"),
                n("d93308d8", "查看所有交易"),
                n("a23e724a", "此帳戶無法查看。"),
                n("a384fda0", "訂閱總覽"),
                n("i4313618", "介紹你自己，並描述人們在超級跟隨你後可有哪些期待。"),
                n("c0348964", "介紹"),
                n("g522fd30", "訂閱者福利"),
                n("e85471c6", "已訂閱徽章"),
                n("fd75ca92", "你將獲得公開的已訂閱徽章，這可讓你更容易與他人聊天、連繫及獲得關注。"),
                n("ia9c37c4", "價格"),
                n("f5be83b2", "加入此社群"),
                n("e4ee8c6a", "在訂閱服務創作者回饋社群中分享想法、獲取靈感，並與其他創作者連繫。"),
                n("i3a90dee", "停用訂閱服務"),
                n("e261e6e6", "如果停用，你將會從訂閱服務計劃中移除，並失去所有訂閱者。"),
                n("ca5ca5ee", "查看預覽"),
                n("a329ce88", "加入描述…"),
                n("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                n("g40b2b30", "啟用貼文預覽"),
                n("c1521804", "你的訂閱者貼文預覽將會向非訂閱者顯示。"),
                n("jd0f1ac0", "要停用訂閱服務嗎？"),
                n("c6c27fc8", "停用創作者訂閱服務是永久性的動作。你將會從創作者訂閱服務計劃中移除。若要返回該計劃，你將需要重新申請。"),
                n("f82a23ec", "訂閱服務現在已停用"),
                n("a4c6e458", "你已將每月訂閱費用設定為："),
                n("be54a313", function (e) {
                    return e.price + "/月";
                }),
                n("hadd463a", "請求變更價格"),
                n("b0728b5c", "取消價格變更"),
                n("aea9f79c", "你有待處理的價格變更："),
                n("c701e5cc", "你所做的任何變更都不會儲存。"),
                n("a649778c", "繼續編輯"),
                n("d1a683b8", "關於訂閱服務創作者"),
                n("iba08a94", "整體看起來如何？"),
                n("a5f55bfa", "這是潛在訂閱者在造訪你的頁面時會看到的內容。你隨時可以返回並更新你的描述。"),
                n("b600eb88", "尋找你的同伴並獲得認可"),
                n("da48ebf6", "註冊即可獲得獎勵內容"),
                n("f324fb6c", "訂閱"),
                n("c654a3aa", "只有訂閱者可以看到此貼文"),
                n("d409ce3c", "在 X 上支持你喜愛的人物，以獲得獎勵內容和額外福利。"),
                n("a4ed9072", "加入介紹…"),
                n("af5b098e", "訂閱服務福利"),
                n("gf32cca2", "描述你將提供的福利"),
                n("j8ba99b4", "讓人們體驗一下每月將享有的福利，簡要說明你將分享的獎勵內容。"),
                n("j679dcda", "查看範例"),
                n("j325331a", "花點時間打個招呼"),
                n("e18e8da8", "為你的潛在訂閱者提供簡短的介紹訊息，讓他們留下良好的第一印象。"),
                n("fce14f56", "新價格"),
                n("b0c58272", "挑選新的每月價格。價格變更需要 3 至 7 個工作天才能完成處理。價格上漲可能需要現有訂閱者選擇是否加入。"),
                n("d5737f0e", "每月訂閱"),
                n("edc014fb", "了解更多"),
                n("h810143c", "詳細資料"),
                n("ga57b610", "購買日期"),
                n("h3b68828", "購買類型"),
                n("cc2aa67a", "購買平台"),
                n("b313bb24", "付款"),
                n("e5188502", "一經售出，概不退換"),
                n("bf364d62", "所有交易"),
                n("ed3efef0", "你在最近 30 天內沒有新訂閱。"),
                n("b5f9ec14", "你在最近 30 天內沒有續訂。"),
                n("d8eed490", "管理你面向公眾的個人資料外觀。"),
                n("e26dbcd0", "隱藏你的創作者訂閱服務"),
                n("aea7dda8", "你個人資料上的創作者訂閱服務列表將只有你能看見。"),
                n("j3d2cfc4", "允許跟隨者查看你正在聆聽哪些音訊空間"),
                n("d9588ae6", "請記住，即使關閉此設定，當你在音訊空間中時，所有人都可以看到你。你的跟隨者始終可以看到你正在哪些音訊空間中主持、共同主持或發言。"),
                n("i84c5de8", "創作者申請即將推出"),
                n("b8922f7e", "請稍後回來查看，以便申請加入訂閱服務計劃。"),
                n("ad588be6", "你符合資格！"),
                n("f6443bd2", "好消息 — 你符合我們對訂閱服務的資格要求。準備好申請了嗎？"),
                n("a3a20a10", "請稍後回來查看"),
                n("b8d29e4a", "很遺憾，你目前不符合我們對訂閱服務的資格要求。"),
                n("d92c1d0a", "繼續申請"),
                n("fde27650", "訂閱服務條款"),
                n("c5f89b06", "透過訂閱 Premium 獲得認證"),
                n("ff9f4475", function (e) {
                    return e.minFollowersCount + " 位已認證的跟隨者";
                }),
                n("b747ce3a", "在過去 30 天內為活躍狀態"),
                n("c27f57ac", "至少年滿 18 歲"),
                n("h63d2973", function (e) {
                    return "在過去 3 個月內有 " + e.count + " 次自然曝光";
                }),
                n("ef606fca", "為你最活躍的跟隨者所提供的付費訂閱"),
                n("e533715e", "檢查資格"),
                n("d8671da2", "在 X 上賺錢營生"),
                n("d126a504", "為你喜愛的跟隨者提供一些額外福利，每個月還能賺取收益。 "),
                n("d08d0bb2", "獎勵內容"),
                n("ef29d2c2", "透過額外的貼文和個人回覆，分享隨性的想法、點子和意見。"),
                n("if12af7c", "訂閱服務設定"),
                n("cc4c1a14", "價格設定"),
                n("e1453e45", "了解更多"),
                n("aa7e35ee", "你的帳戶並未獲選"),
                n("c984cc62", "你的帳戶這次並未獲選。請密切留意未來的參與機會。"),
                n("gd115e64", "申請訂閱服務"),
                n("a9f08d5c", "你對以下問題的回答僅供我們審核之用，不會顯示在你的個人資料中。"),
                n("c3f8d650", "描述你的內容"),
                n("j89dd344", "請提供你的訂閱中將包含的內容範例，越具體越好。"),
                n("d19cc490", "加入範例內容"),
                n("c737c1b2", "告訴我們你的經驗"),
                n("f98e5fd4", "你是否在其他平台上建立付費內容？你認為使用者為什麼會訂閱？"),
                n("c41b01be", "加入推銷說詞"),
                n("e2aad0fe", "我不會發佈寫實或成人訂閱者內容"),
                n("d1b983ef", function (e) {
                    return "長度必須至少為 " + e.count + " 個字元";
                }),
                n("d3d6c52c", "你的申請已提交"),
                n("cb27c0ba", "我們已確認你的價格。你的申請將會經過審核，如果你獲得核准，我們會在其上線後立即發送通知給你。"),
                n("j274e6aa", "你已在候補名單中"),
                n("j006be54", "我們的訂閱服務測試群組很快就額滿了，但我們已將你加入候補名單，並且會在有更多名額開放時通知你。"),
                n("d5cb1114", "開始使用訂閱服務"),
                n("j2f622ec", "你已獲選加入我們的測試群組！立即設定你的訂閱詳細資料，我們將在該訂閱上線時通知你。"),
                n("e2cd7000", "即將完成…"),
                n("b3629b92", "只需再幾個步驟，即可完成訂閱設定。"),
                n("f4619a62", "接受並繼續"),
                n("c5625f84", "描述你的訂閱福利"),
                n("c7289544", "設定訂閱價格"),
                n("aaf68c58", "確認你的收款詳細資料"),
                n("b8a69fa0", "訂閱服務條款"),
                n("ad4a92a2", "徽章"),
                n("d5aa8de0", "授予訂閱者徽章"),
                n("j0bbda92", "這裡無需進行變更或編輯。在訂閱後，所有訂閱者都會自動獲得公開徽章。"),
                n("e18b7a72", "檢視"),
                n("be76dc34", "加入描述"),
                n("ef5406e4", "加入介紹"),
                n("ea8a3d2e", "價格設定"),
                n("f77bb179", function (e) {
                    return "確認你的選擇：" + e.price;
                }),
                n("g2a6f160", "請再次檢查並確認你的訂閱價格。設定完成後，你將無法返回及變更價格。"),
                n("g767d1c9", "注意：在訂閱服務測試期間，你將無法變更此價格"),
                n("df057690", "選擇你的訂閱者將支付的費用"),
                n("g5923869", function (e) {
                    return "每月 " + e.price;
                }),
                n("f025ab3a", "培養更大、更廣泛的受眾群"),
                n("c962df0e", "不常發佈內容及與訂閱者互動"),
                n("ib075804", "擴大受眾群並大幅提高收益"),
                n("fc04f3a6", "偶爾發佈內容及與訂閱者互動"),
                n("c246656e", "培養關係親密的受眾群"),
                n("h0c5405c", "定期發佈內容及與訂閱者互動"),
                n("f2d2153d", function (e) {
                    return "大部分創作者收取 " + e.price + "，但你可以選擇任何你想要的價格";
                }),
                n("f1cb36b8", "收款設定"),
                n("e20f6662", "你已準備就緒！"),
                n("g88e146c", "Your account is pending"),
                n("dfe973a6", "Thanks for providing your payout details. You’ll receive a notification with next steps as soon as Stripe has reviewed your information."),
                n("ja884230", "設定你的收款詳細資料"),
                n("a3f6a966", "連接 Stripe 帳戶"),
                n("cb031e44", "你將導向到 Stripe 以連接你的帳戶。如果你已有想要使用的 Stripe 帳戶，請在 Stripe 提示時輸入該帳戶的電子郵件地址。注意：你的 Stripe 電子郵件可能與你的 X 電子郵件不同。"),
                n("ebfb897c", "範例"),
                n("dc4feb1a", "不知道該說些什麼？"),
                n("h9b9d486", "你為訂閱者提供的內容類型完全取決於你。以下是一些協助你開始的範例。"),
                n("ic130fd6", "你將獲得一些超棒的幕後內容、搶先預覽我的書籍和其他專案，還有每月的 AMA 活動。"),
                n("dd913e24", "歡迎加入我的勁爆話題討論，另有本人提供的隨性意見和額外內容。"),
                n("b737ee66", "準備好享受 VIP 體驗。試想：訂閱者專屬的內容，例如投票、影片和優惠。"),
                n("a0bb2076", "你的介紹應該簡短而親切，你稍後將能夠描述你的內容。以下是一些協助你開始的範例。"),
                n("fe076612", "嗨！歡迎來到我的訂閱服務頁面。很高興在這裡見到你。感謝你讓我能盡情做自己喜愛的事。"),
                n("g7f66daa", "大家好！感謝你們查看我的訂閱。我想你們會喜歡我為你們準備的內容。"),
                n("hbe4f99e", "哈囉！等不及想與你分享一些絕密內容，讓我們進一步了解彼此 :)"),
                n("fb278c82", "這個預覽畫面是什麼？"),
                n("j6cab6ec", "這是人們在訂閱你之前所看到的畫面。請調整並編輯你的描述，直到你滿意為止。"),
                n("f2b1e83e", "Grok 和第三方協作者"),
                n("e110a46c", "刪除對話記錄"),
                n("ebc4fda0", "你即將刪除 Grok 對話記錄。你將無法再存取這些對話。"),
                n("c90fe716", "你想要刪除對話嗎？"),
                n("a8d516a4", "X 可能會與 xAI 分享你的 X 公開資料以及你在 X 上與 Grok 的使用者互動、輸入和結果，以訓練和微調 Grok 及 xAI 開發的其他 AI 模型。這可協助我們持續改善你的使用者體驗。"),
                n("a127886c", "允許 Grok 記住你的對話歷史記錄"),
                n("f49b39b8", "允許 Grok 記住你先前對話的詳細資料。你可以刪除個別對話以忘記相關詳細資料。"),
                n("b7de9ad2", "允許 X 個人化你的 Grok 體驗"),
                n("ed141096", "允許將你的 X 資料以及你與 Grok 的互動、輸入和結果用於個人化你的 Grok 體驗。X 可能會與 xAI 分享你的 X 資料以及你與 Grok 的使用者互動、輸入和結果，以個人化你的 Grok 體驗及 xAI 開發的其他 AI 模型。這可協助我們持續改善你的使用者體驗。 "),
                n("ecdbece0", "你已成功註冊代幣計劃。"),
                n("db3f0bbe", "幫助創作者從他們的內容賺取收益。"),
                n("a1f40cf8", "同意"),
                n("d604fb32", "創作者條款"),
                n("d520d188", "接收代幣"),
                n("ea770766", "代幣是可以在合格貼文上收到的虛擬物品。當你收到代幣時，可將它們累積成鑽石以兌換現金。"),
                n("d27f5ac6", "被動收入"),
                n("h1d66df0", "只需在 X 上發佈精彩內容即可賺取收益。你的跟隨者現在可以透過贈予代幣來獎勵你。"),
                n("f85fb0a2", "與你的受眾聯繫"),
                n("d1433e24", "代幣是粉絲獎勵你製作他們所喜愛內容的一種有趣方式。這也是你與跟隨者和粉絲建立良好聯繫的機會。"),
                n("e6ba42de", "廣告收益分成"),
                n("ebc16756", "創作者收益分成"),
                n("da4cd6fa", "很遺憾，你尚不符合廣告收益分成資格。你必須符合下列要求才能參與："),
                n("b2961492", "很遺憾，你尚不符合創作者收益分成資格。你必須符合下列要求才能參與："),
                n("d3789528", "關於廣告收益分成"),
                n("aa0ff456", "關於創作者收益分成"),
                n("bf214f48", "確定"),
                n("b2b4d592", "訂閱 Premium 或已認證組織"),
                n("fbb03ba6", "500 位 Premium 跟隨者"),
                n("hb4c5169", function (e) {
                    return "在過去 3 個月內貼文的曝光次數至少達 " + e.impression_number + "M 次";
                }),
                n("f91685ba", "你將自動符合獲得貼文報酬的資格！"),
                n("a9f0e0fa", "身為 Premium 或已認證組織訂閱者，你將自動符合獲得廣告收益分成的資格。你的收款是根據貼文回覆中所顯示廣告的已認證曝光次數。"),
                n("c694e3e4", "身為 Premium 或「已認證組織」訂閱者，你將自動符合創作者收益分成的資格。"),
                n("acd1a1be", "立即設定收款詳細資料，以獲得未來的收款。"),
                n("f7e11f70", "加入並認證身分"),
                n("c8169274", "儲存你的申請時發生問題。請稍後再試。"),
                n("c3f93665", "創作者收益分成條款"),
                n("a249ce04", "廣告收益分成條款"),
                n("d085a144", "創作者收益儀表板"),
                n("a5204850", "總收益"),
                n("ada650cf", function (e) {
                    return "薪資週期：" + e.fromDate + " - " + e.toDate;
                }),
                n("aa732c0a", "影片廣告收益分成"),
                n("g88c1108", "關於影片廣告收益分成"),
                n("d4bb7e9c", "影片廣告收益分成條款"),
                n("dc535dbe", "申請加入影片前貼片廣告收益分成計劃，利用你在 X 上的內容賺取更多收益。"),
                n("eb6d9270", "利用你的內容獲得報酬"),
                n("a778472e", "詳細資料："),
                n("bde8446e", "請選取「同意並提交」以申請加入廣告收益分成計劃。"),
                n("a415fd3a", "同意並提交"),
                n("fbba9725", "X 規則"),
                n("f3dd8c4a", "廣告收益分成條款和創作者營利標準"),
                n("hd885ae0", "查看你的影響"),
                n("je4ccd3a", "無廣告文章說明中心"),
                n("i6cb493e", "管理如何顯示你的附屬關係"),
                n("e4fde082", "設定計時器來取消已發送的貼文，並選擇要取消的貼文類型。"),
                n("dcfc6540", "原始貼文"),
                n("be077e8c", "對話串"),
                n("f3429f2c", "投票"),
                n("i647ba8a", "貼文取消期"),
                n("d195528e", "選取你想要在公開之前取消的貼文類型，以及取消期有多長。"),
                n("bcf3a9e6", "管理設定以協助限制不受歡迎的回覆。"),
                n("c048fd3a", "篩選可能不受歡迎的回覆"),
                n("dab7dac4", "可能包含傷人或冒犯用語的貼文回覆將被篩選掉並顯示在這裡。其他人仍可以看到這些回覆。"),
                n("c4c53b86", "請注意，我們會使用技術來協助辨識此類回覆，儘管我們在不斷改進中，仍然可能出現誤判的情況。"),
                n("dca3d2ee", "要關閉回覆篩選器嗎？"),
                n("fe440ff8", "篩選掉的回覆不會還原到你的貼文中。"),
                n("cedbb01c", "法律"),
                n("b4f917d0", "其他"),
                n("bdfa2b8c", "其他資源"),
                n("b8692262", "查看其他地方的有用資訊，以進一步了解 X 產品和服務。"),
                n("c0398892", "版本注意事項"),
                n("b833bcde", "管理 X 體驗的各個層面，例如限制顏色對比和動畫。這些設定會影響此瀏覽器上的所有 X 帳戶。"),
                n("d5b646be", "視力"),
                n("jfe6a3a0", "動作"),
                n("e8c72272", "提高色彩對比"),
                n("dba2cdd2", "提高文字與背景色彩之間的對比，藉以提升可讀性。"),
                n("d070244e", "減少動畫"),
                n("icfa5e8c", "限制應用程式內的動畫量，包括即時的參與計數。"),
                n("ae41b002", "限制應用程式內的動畫量，包括即時的參與計數。你的系統正發出減少動畫的信號。如果你要重新啟用動畫，請先在該處停用動畫。"),
                n("h9d1cfae", "接收圖片描述提醒"),
                n("c878e9f8", "啟用提醒，以便在發送貼文前加入圖片描述。"),
                n("bbd1fc7c", "進一步了解 X 的協助工具"),
                n("ac865cf0", "X 的協助工具"),
                n("d3a2bde8", "查看你帳戶的相關資訊、下載你的資料封存檔，或了解帳戶停用選項"),
                n("idca4742", "查看你的帳戶資訊，例如電話號碼和電子郵件地址。"),
                n("b6ded35e", "隨時變更你的密碼。"),
                n("cce24bf4", "深入了解為帳戶所儲存的資訊類型。"),
                n("i203df96", "了解如何停用你的帳戶。"),
                n("f70cd5ee", "電話"),
                n("ib6f1694", "建立帳戶"),
                n("de323650", "女性"),
                n("b6ab31be", "男性"),
                n("h3290872", "已認證"),
                n("hbd12156", "申請認證"),
                n("b7ec04f4", "是"),
                n("f70d5780", "是。"),
                n("dc62d3c6", "否。"),
                n("a67dbd0a", "模仿、評論和粉絲帳戶"),
                n("a3db727e", "管理你的模仿、評論和粉絲帳戶"),
                n("eacf1990", "在個人資料中加入你的生日。"),
                n("a3bf1262", "在個人資料上變更你的生日。"),
                n("h530db16", "受保護的貼文"),
                n("d6d80990", "此資訊會在你登出時套用至你的瀏覽器或裝置，並且可能會與你登入時不同。"),
                n("i0d81ddb", "你的個人化與資料設定"),
                n("g2a9bd3e", "自動化帳戶標籤"),
                n("dd9b3aae", "什麼是自動化帳戶？"),
                n("b80bdc40", "自動化帳戶經程式設計，可透過 X API 自動執行某些動作。例如，發佈某地區的天氣狀況。這些帳戶是由 X 上的其他人建立及管理。"),
                n("a01ac9b6", "標籤可讓世界各地的人知道是誰在管理該自動化帳戶。在自動化帳戶的擁有者連接其管理帳戶後，自動化帳戶的個人資料和貼文上就會顯示一個標籤。"),
                n("b989e1fe", "我需要為我的自動化帳戶加上標籤嗎？"),
                n("i2d599aa", "如何為我的自動化帳戶加上標籤？"),
                n("gd5bed72", "建立管理帳戶"),
                n("g6d44432", "管理帳戶是負責管理自動化帳戶的人類監管帳戶。"),
                n("e20a69e8", "連接你的管理帳戶和自動化帳戶"),
                n("d2f88358", "從設定的自動化頁面中連接你的帳戶。"),
                n("e427f632", "你的帳戶已加上標籤！"),
                n("a4d7cffa", "在帳戶連接後，自動化帳戶便會顯示標籤。"),
                n("a18d6a7d", "新規則"),
                n("e9965c14", "自動化帳戶標籤常見問答"),
                n("ee78c192", "什麼是 PCF 帳戶？"),
                n("c3f35e0c", "PCF 帳戶會在個人資料中描述其他人物、團體或組織，以討論、諷刺或分享有關該實體的資訊。"),
                n("d019b5fa", "我需要為我的 PCF 帳戶加上標籤嗎？"),
                n("dd04f24e", "是的。PCF 標籤可告知 X 使用者你的帳戶與個人資料的主體沒有關聯，確保他們不會感到混淆。如果未加上標籤，你的帳戶可能會違反真實性政策。"),
                n("hb0f8bbc", "如何為我的 PCF 帳戶加上標籤？"),
                n("g69acc5c", "只需點擊「知道了」，我們便會帶你前往個人資料設定，以便設定帳戶標籤！"),
                n("d313d431", "真實性政策"),
                n("a3f22d8e", "選取你要收到的活動、興趣和推薦的通知類型。"),
                n("bc20979a", "X 及其合作夥伴會使用 Cookie 為你提供更好、更安全、更快速的服務，並支援我們的業務。某些 Cookie 是使用我們的服務、改進我們的服務並確保其正常運作所必需。"),
                n("ge06dadc", "允許 X 及其合作夥伴使用 Cookie 為你提供適合你興趣的廣告和通訊內容。"),
                n("he20de3a", "不允許 X 使用 Cookie 收集額外資料以用於訂製廣告和通訊內容。"),
                n("g0ec0bec", "已停用"),
                n("g89f4614", "你的帳戶已停用"),
                n("f1768324", "控制 X 如何將內容個人化，以及收集和分享特定資料。"),
                n("ja94f34e", "這些設定會在你登出時套用至此瀏覽器或裝置，而且在你登入時不會有任何影響。"),
                n("bd73f7e6", "這會啟用或停用此頁面上的所有設定。"),
                n("ddbc3288", "資料"),
                n("ae5339a0", "查看你的 X 資料"),
                n("b934e0ea", "要停用個人化與資料嗎？"),
                n("i0317e0e", "這可能會使你看到較無關的貼文和廣告。"),
                n("a148acba", "停用"),
                n("aa023546", "根據你去過的地方進行個人化"),
                n("ced77194", "允許使用你在網路上查看 X 內容的位置"),
                n("fe1fc83e", "這些是與你相關聯的年齡範圍。"),
                n("bf9c74d0", "不使用這些年齡範圍來進行個人化。"),
                n("cf0daa24", "收集此資訊可能需要一些時間，請稍後再試。"),
                n("ea522535", "了解更多"),
                n("hf5ca8f8", "個人資料"),
                n("d9cbe351", function (e) {
                    return e.count + " 個登入事件";
                }),
                n("de90b04a", "你去過的地方"),
                n("cbd2ef59", function (e) {
                    return e.count + " 個位置";
                }),
                n("a4441bb8", "X 收集的興趣"),
                n("e1c6b2d6", "訂製受眾"),
                n("ed19d10d", function (e) {
                    return e.advertiserCount + " 個廣告客戶中的 " + e.audienceCount + " 個受眾";
                }),
                n("f00d0d03", function (e) {
                    return e.count + " 個興趣";
                }),
                n("hf9c2caa", "要申請廣告客戶列表嗎？"),
                n("c29b7971", function (e) {
                    return "此列表將寄送到 " + e.primaryEmail + "。";
                }),
                n("b9e1cf02", "要求"),
                n("a8276fac", "要求廣告客戶列表"),
                n("g7912a84", "收到。你的列表會在準備好之後以電子郵件寄出。"),
                n("d6104de0", "你可以在個人化與資料設定中選擇退出針對興趣的廣告。這會改變你在 X 上看到的廣告，但是不會將你從廣告客戶的受眾移除。"),
                n("ed8c03f5", "了解更多"),
                n("acb25e32", function (e) {
                    return e.num_advertisers + " 個廣告客戶";
                }),
                n("e1a4daac", function (e) {
                    return e.num_audiences + " 個受眾";
                }),
                n("j4fa776e", "手機"),
                n("i7acdb36", "平板電腦"),
                n("c112dfc8", "桌上型電腦"),
                n("jd8607ba", "啟用日期"),
                n("ea4f6c9e", "瀏覽器"),
                n("d750b93f", function (e) {
                    return e.count + " 個瀏覽器";
                }),
                n("a9783602", "行動裝置"),
                n("j043aa31", function (e) {
                    return e.count + " 部行動裝置";
                }),
                n("ae415fd2", "此設定已關閉。"),
                n("a90be7b4", "電子郵件地址"),
                n("c0f6f911", "X 平台外的活動"),
                n("adaafb3f", "推測的身分"),
                n("f0f72665", "推測的身分"),
                n("d33b4e5b", "X 平台外的活動"),
                n("c4668d4f", "X 平台外的活動"),
                n("df3e137b", "了解更多"),
                n("d1597ccb", "了解更多"),
                n("c1b03a07", "了解更多"),
                n("b056d9dc", "這是你帳戶的主要語言設定。"),
                n("h68bc23c", "這些額外的語言是用來個人化你的使用體驗。"),
                n("fbf0e61e", "如果你尚未指定性別，這會是根據你的個人資料及活動，與帳戶相關聯的性別。這項資訊不會公開顯示。"),
                n("b4568a3a", "加入你的性別"),
                n("c0be743e", "性別已更新"),
                n("c5abae66", "這是 X 與你關聯最強的性別資訊。"),
                n("cdb0d3e6", "不使用此性別來進行個人化。"),
                n("j31a1aa0", "這些是 X 用來向你顯示更相關內容的地點。如果關閉「根據你去過的地點進行個人化」，你將不會看到這裡列出的地點。"),
                n("ddefdd1c", "要移除你去過的地點嗎？"),
                n("hea740ac", "此動作需要一些時間，而且無法復原。"),
                n("a26e0d52", "知道了。這些地方將會移除。"),
                n("he447966", "目前找不到任何地點。"),
                n("b9d98dec", "位置設定"),
                n("e27e4fce", "不明位置"),
                n("ib55eb6b", "連接的應用程式"),
                n("e5a4a539", "了解更多"),
                n("gc8f2e14", "你可以在個人化與資料設定中選擇退出針對興趣的廣告。"),
                n("e6dbe66b", "了解更多"),
                n("d3310e49", function (e) {
                    return "檔案 (包含與你帳戶相關聯的所有資訊) 將會寄送到 " + e.primaryEmail + "。";
                }),
                n("ib03e8c8", "要將檔案 (包含與你帳戶相關聯的所有資訊) 下載到此裝置嗎？"),
                n("g49741e8", "下載"),
                n("dc370a0c", "收到。你的資料會在準備好之後以電子郵件寄出。"),
                n("c07b4316", "感興趣"),
                n("e97196fe", "以此聞名"),
                n("ja0f971c", "這些是根據你的個人資料、活動和跟隨的主題，所取得的相符興趣。這些興趣會用來打造個人化的 X 體驗，包括你看到的廣告。如果有不正確的項目，你可以進行調整。你所做的任何變更可能需要一段時間才會生效。"),
                n("gd1ce494", "我們認為你是以下興趣的知名人士。我們會使用這些興趣來向對這些領域感興趣的人顯示更多你的內容。如果有不正確的項目，你可以進行調整。你所做的任何變更可能需要一段時間才會生效。"),
                n("a6b0b41a", "在手機上取得免費的 X 應用程式。"),
                n("h3ed510e", "X 資料"),
                n("b708417c", "你可以申請一個 ZIP 檔案，其中包含你的帳戶資訊、帳戶記錄、應用程式和裝置、帳戶活動、興趣和廣告資料的封存檔。當資料封存檔可供下載時，你將會收到應用程式內通知。"),
                n("jbf5843e", "Periscope 資料"),
                n("ea886c6e", "你可以直接在 Periscope 上要求 Periscope 資料的封存檔。"),
                n("cdcc2ad4", "下載失敗"),
                n("dbeff87a", "要求封存檔"),
                n("hb02ed28", "目前無法使用下載你的資料功能。請於隔日後再試。"),
                n("c2254084", "我們已收到你的請求。為保護你的帳戶安全，你的資料需要 24 小時或更長時間才能準備就緒。"),
                n("f62d1d9e", "你的封存檔已準備就緒，可使用桌面瀏覽器下載和查看。請注意，此資料將於幾天後到期，請在該日期前進行下載。"),
                n("b221ca4c", "當資料可供下載時，我們會通知你"),
                n("db40dfcf", "填妥此表單"),
                n("g1aced04", "應用程式、裝置和資訊"),
                n("dbcf3a1a", "加入個人資料標籤"),
                n("cbb2367c", "顯示或隱藏模仿、評論和粉絲帳戶的個人資料標籤。"),
                n("ge48855c", "模仿"),
                n("hf019b20", "此標籤可告知 X 使用者你的帳戶與個人資料的主體沒有關聯，確保他們不會感到混淆。"),
                n("d048571e", "要移除模仿標籤嗎？"),
                n("g905134c", "若關閉此標籤，便會將其從你的個人資料和過去的所有貼文中移除。請檢查你是否遵守真實性政策。"),
                n("ce62c8c2", "要移除個人資料標籤嗎？"),
                n("a14080ce", "要更新個人資料標籤嗎？"),
                n("db6796f6", "若關閉此標籤，便會將其從你的個人資料和過去的所有貼文中移除。請檢查你是否遵守真實性政策。在更新後，48 小時內將無法執行進一步更新。"),
                n("c700b6be", "在更新後，48 小時內將無法執行進一步更新。"),
                n("ff1739ae", "個人資料標籤"),
                n("h70c602c", "無法更新個人資料標籤"),
                n("c818c60c", "分析"),
                n("ha9f14b1", function (e) {
                    return "你的音訊空間將於 " + e.scheduleDate + " " + e.scheduleTime + " 開始";
                }),
                n("jafbef80", "你無權預定此音訊空間"),
                n("e5d26f84", "透過啟用通知，不再錯過任何最新消息。X 將取得你裝置的國家/地區和語言，以便將通知個人化。"),
                n("f91f00ba", "製作剪輯"),
                n("f9b2d343", function (e) {
                    return e.count + " 則貼文";
                }),
                n("jcc8306e", "請求說話"),
                n("j41fd45a", "請求已發送"),
                n("d5b2aae8", "發送的說話請求過多。請稍後再試。"),
                n("b9945b98", "請求說話失敗。請重新加入音訊空間，並在幾秒鐘後重試。"),
                n("b2cc6a54", "以說話者身分加入"),
                n("fb6c0bbc", "匿名聆聽"),
                n("e49a1f42", "你目前正在匿名聆聽，主持人和其他參與者無法看見你。"),
                n("jf01aea4", "若要參與，你必須先離開，然後以非匿名聆聽者身分重新加入。"),
                n("cac1482a", "加入表情符號"),
                n("fc0e94b7", function (e) {
                    return "加入表情符號 " + e.emoji;
                }),
                n("jf9f3e54", "向前快轉 15 秒"),
                n("hdd1aba0", "向後跳轉 15 秒"),
                n("b89c5a50", "暫停"),
                n("e674c120", "顯示字幕"),
                n("f45bace4", "隱藏字幕"),
                n("ce96f1dc", "無法取得字幕"),
                n("e07f6e7d", function (e) {
                    return e.rate + " 倍速";
                }),
                n("jd04fc66", "0.5 倍速"),
                n("f03848b8", "一般"),
                n("j0e5c2ce", "1.5 倍速"),
                n("b3f2318e", "2 倍速"),
                n("f17bc95a", "共享螢幕"),
                n("b11a74b2", "停止共享"),
                n("e51c2372", "來賓"),
                n("b08821f4", "返回"),
                n("fed1388a", "音訊空間設定"),
                n("c63dd2cc", "與我一起加入此即時對話！"),
                n("c958c6c8", "發佈與此相關的貼文"),
                n("if23a252", "透過以下方式分享..."),
                n("c0530da6", "分享選單"),
                n("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                n("j78ad1ca", "要結束音訊空間嗎？"),
                n("db684264", "是，請結束"),
                n("je23178a", "這將會結束所有人的對話。"),
                n("c371fb9a", "結尾"),
                n("c0ce822e", "麥克風設定"),
                n("a2bf8b8a", "切換成聆聽"),
                n("caa8d928", "切換噪音抑制"),
                n("b5d88f0c", "僅限員工"),
                n("c855ab8e", "訂閱者專屬"),
                n("ddeb0a3c", "這裡就是社群。喜歡這群人嗎？瞧一瞧。"),
                n("e111f531", function (e) {
                    return e.count + " 人已收聽";
                }),
                n("cbef820f", function (e) {
                    return e.screenName + " 已轉發此直播！";
                }),
                n("e3275464", "發送"),
                n("cededf2a", "主持人"),
                n("i2caef48", "共同主持人"),
                n("j245c654", "說話者"),
                n("eda23a02", "聆聽者"),
                n("b90eb348", "邀請說話"),
                n("d9a63e82", "從說話者中移除"),
                n("bd917b26", "邀請共同主持"),
                n("d7357e7e", "從共同主持人中移除"),
                n("bf307fc0", "封鎖並移除"),
                n("ccf2f24e", "檢舉"),
                n("i22835de", "核准"),
                n("cb59a0fe", "拒絕"),
                n("c2376960", "說話請求"),
                n("aba7dcdd", function (e) {
                    return "邀請 " + e.name;
                }),
                n("f5c7aaa7", function (e) {
                    return "位主持人";
                }),
                n("fc56c8b1", function (e) {
                    return "位共同主持人";
                });
            n("iba0f45d", function (e) {
                return "位說話者";
            }),
                n("dc066955", function (e) {
                    return "位聆聽者";
                }),
                n("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " 個空位";
                }),
                n("c3b5b829", function (e) {
                    return e.count + " 個請求";
                }),
                n("fe7a1910", "發送邀請"),
                n("ic3c757e", "搜尋使用者"),
                n("cd133486", "邀請"),
                n("f2333850", "與 X 平台外的人分享"),
                n("cddb8097", "了解更多"),
                n("f77997b0", "共同主持人"),
                n("i48f4ed8", "說話者"),
                n("a77c8e02", "聆聽者"),
                n("bdfa93eb", function (e) {
                    return "分享者：" + e.name;
                }),
                n("d8cc6ada", "哪些人可以發言？目前說話者將不受影響。變更可能需要幾秒鐘。"),
                n("e3a87142", "僅限你邀請發言的人"),
                n("db3de1d2", "以說話者身分加入"),
                n("d7f4bc44", "以共同主持人身分加入"),
                n("edcf15e9", function (e) {
                    return "已請求 (" + e.count + ")";
                }),
                n("h13957aa", "將音訊空間靜音"),
                n("ge6372fa", "將音訊空間取消靜音"),
                n("i7a42e1c", "協助管理此音訊空間"),
                n("e0b8f112", "你已受邀共同主持！"),
                n("ee12263c", "共同主持人可以在音訊空間中發言"),
                n("jee7002c", "共同主持人可以邀請、移除說話者，以及將其靜音"),
                n("i95225d2", "共同主持人可以分享和移除貼文"),
                n("f07137fa", "共同主持人可以從音訊空間中移除聆聽者"),
                n("j6cdf012", "共同主持人無法邀請或移除其他共同主持人"),
                n("c727d116", "共同主持人無法結束音訊空間"),
                n("g69084b8", "接受共同主持邀請"),
                n("ddd5cfe2", "停駐"),
                n("ee230734", "顯示更多選項"),
                n("ic8c615e", "選擇並發送快速回覆選項"),
                n("a04077c4", "請選擇 1 張相片、1 段影片或 1 個 GIF。"),
                n("c07367d8", "加密訊息目前不支援媒體"),
                n("af71ef68", "語音"),
                n("fc64990e", "影片"),
                n("ca0ce0e4", "開始新訊息"),
                n("e18e6a63", function (e) {
                    return "取得 X Premium 以將訊息發送給 @" + e.username;
                }),
                n("c3752568", "發生一些錯誤。請稍後再嘗試發送你的訊息。"),
                n("f78aa3ea", "目前無法發送你的部分訊息。請稍後再試。"),
                n("f9690dc0", "抱歉！我們無法發送訊息到此帳戶。"),
                n("b1d35408", "你已超過發送訊息的每日限制。"),
                n("g539cca6", "你的帳戶已停用，無法發送訊息。"),
                n("bbac001a", "此訊息太長。"),
                n("a1d2a68e", "這個使用者並未跟隨你。你只能發送訊息給跟隨你的人。"),
                n("ec2bb9d4", "你嘗試發送的貼文已遭刪除。"),
                n("hf383be4", "你嘗試發送訊息的帳戶已被刪除。"),
                n("c4fdbd16", "你不能發送訊息給已封鎖的使用者。"),
                n("hf3e7e38", "你的訊息無法發送。"),
                n("dd8272fd", function (e) {
                    return e.count + " 則新訊息";
                }),
                n("e2cd3b7c", "音訊通話已結束"),
                n("f42f365a", "視訊通話已結束"),
                n("a7570f2c", "未接的音訊通話"),
                n("jd9831b2", "未接的視訊通話"),
                n("f0985268", "音訊通話"),
                n("ca397a48", "視訊通話"),
                n("bb7e2143", function (e) {
                    return e.seconds + " 秒";
                }),
                n("c1d4ac84", "你已變更群組相片"),
                n("abc7b032", "群組相片已變更"),
                n("i263b294", "你已加入對話"),
                n("i8d5e62b", function (e) {
                    return "其他 " + e.count + " 人";
                }),
                n("f7204380", "這則 Fleet 已過期"),
                n("d9de7b58", "此媒體已被隱藏，因為它來自你未跟隨的人。"),
                n("f2879f4e", "此訊息可能包含寫實媒體。"),
                n("b518221e", "開啟圖片"),
                n("eeaa9f90", "開啟影片"),
                n("g2b43664", "開啟 GIF"),
                n("d99de549", function (e) {
                    return "回覆給 " + e.name;
                }),
                n("f5a07f7c", "附件"),
                n("fd079470", "這是垃圾訊息"),
                n("c7a92dca", "訊息沒問題"),
                n("fb3ccb56", "由於內容可疑，訊息已隱藏"),
                n("c94b7d8a", "播放語音訊息"),
                n("eb6f9582", "暫停語音訊息"),
                n("b6b4142e", "這則貼文已被隱藏，因為它來自你未跟隨的人。"),
                n("fda60d78", "此貼文可能包含寫實媒體。"),
                n("b59a9004", "開啟貼文"),
                n("daf6bf02", "變更設定"),
                n("ba60339a", "為你刪除"),
                n("eb497e08", "更多動作"),
                n("b170974a", "加入回應"),
                n("i202bd22", "檢舉訊息"),
                n("f2e5491a", "複製訊息"),
                n("bf2d08ca", "更多表情符號"),
                n("ca7a2215", function (e) {
                    return "你目前的回應：" + e.emoji;
                }),
                n("j4bfee22", "要刪除訊息嗎？"),
                n("faddd3a2", "將為你刪除此訊息。對話中的其他人仍可看到此訊息。"),
                n("f58dff34", "發生一些錯誤，訊息並未刪除。"),
                n("ad5a8e8e", "很抱歉！你目前沒有刪除此訊息的權限。"),
                n("fad48eea", "發送中…"),
                n("ae7d7a24", "訊息發送失敗"),
                n("bbe74f3f", function (e) {
                    return "昨天 " + e.time;
                }),
                n("h95f9e77", function (e) {
                    return e.reactionCount + " 個回應";
                }),
                n("c0098d4a", "回應"),
                n("j85999ec", "使用者回應列表"),
                n("a2d48779", function (e) {
                    return "移除你目前的回應：" + e.emoji;
                }),
                n("icd0bf34", "已看到"),
                n("e8bd8fec", "已傳送"),
                n("b2d32fae", "每個人都看到"),
                n("a763d33f", function (e) {
                    return e.count + " 人已讀";
                }),
                n("d84b485e", "你已跟隨此帳戶"),
                n("be0c83d8", "你已接受請求"),
                n("bcc13060", "搶先體驗"),
                n("e535cae9", function (e) {
                    return e.count + " 位跟隨者";
                }),
                n("cf249089", function (e) {
                    return "已加入 " + e.joinDate;
                }),
                n("g1f972d7", "了解更多"),
                n("bb0e37c3", "了解更多"),
                n("a89e8ab3", "了解更多"),
                n("d98540eb", "了解更多"),
                n("j296badb", "了解更多"),
                n("e45d77f5", "了解更多"),
                n("h52ca4c4", "新訊息"),
                n("ffde2fdc", "正在載入對話"),
                n("da878dc0", "接受"),
                n("hc52446c", "你想要參加此群組嗎？在你接受之前，他們不會知道你已看到請求。"),
                n("f7e1ad65", function (e) {
                    return "你要讓 " + e.senderName + " 發送訊息給你嗎？在你接受之前，他們不會知道你已看到訊息。";
                }),
                n("gdf4b790", "要離開對話嗎？"),
                n("bbf83d84", "此動作無法復原，且對話記錄將會從你的收件匣中刪除。"),
                n("ib3fe8aa", "封鎖或檢舉"),
                n("gbed8594", "封鎖後，此人之後將無法發送訊息請求給你。"),
                n("g9074da4", "離開對話"),
                n("ad63377e", "刪除對話"),
                n("h09b49f8", "此對話將從你的收件匣中刪除。對話中的其他人仍可看到此對話。"),
                n("i6b19b08", "檢舉對話"),
                n("cdb1a05a", "讓 X 知道垃圾訊息或濫用行為，以便我們保護他人免受此類帳戶的侵害。"),
                n("d6b11d9c", "你的私人訊息無法發送，因為部分媒體尚未上傳。"),
                n("c64c1884", "撰寫新訊息"),
                n("cdcebd22", "新訊息"),
                n("a66ac766", "正在載入私人訊息"),
                n("a846382a", "搜尋私人訊息"),
                n("h845f282", "私人訊息"),
                n("d7ad7414", "訊息無法使用"),
                n("ga086a54", "圖片附件"),
                n("a9cc8cfe", "已發送一個 GIF"),
                n("eb3d722e", "你已發送一個 GIF"),
                n("e5bfe07e", "已發送一個連結"),
                n("db53c018", "你已發送一個連結"),
                n("bf584cd2", "已發送一張相片"),
                n("f80629ba", "你已發送一張相片"),
                n("e20b65b0", "已發送一張貼圖"),
                n("d30c2d40", "你已發送一張貼圖"),
                n("a876e58c", "已發送一段影片"),
                n("j7d8101a", "你已發送一段影片"),
                n("dedfd266", "已發送一則語音訊息"),
                n("h7033cac", "你已發送一則語音訊息"),
                n("i34ec422", "已分享一則貼文"),
                n("a4939874", "你已分享一則貼文"),
                n("e1c9ec9c", "釘選對話"),
                n("e3cfff7c", "延遲對話"),
                n("f398722e", "對話已延遲"),
                n("bdd91964", "取消釘選對話"),
                n("a8ed0eca", "將對話的延遲取消"),
                n("jac4eb1e", "對話的延遲已取消"),
                n("d88d0790", "選項選單"),
                n("ce108dda", "選取標籤"),
                n("abf2d13c", "選取"),
                n("e4b3f520", "釘選的對話"),
                n("ae4d666a", "所有對話"),
                n("d98e066c", "已釘選對話。"),
                n("j302dba8", "已取消釘選對話。"),
                n("cb367658", "無法釘選對話。請再試一次。"),
                n("ie9a7e48", "無法釘選對話。請檢查你的連線並再試一次。"),
                n("hd3927c6", "無法取消釘選對話。請再試一次。"),
                n("f1ac0968", "無法取消釘選對話。請檢查你的連線並再試一次。"),
                n("d571e4f9", function (e) {
                    return "你只能釘選 " + e.count + " 個對話";
                }),
                n("a551bf7e", "你必須取消釘選一個對話，才能釘選另一個對話。"),
                n("a676a876", "歡迎來到你的收件匣！"),
                n("h52877aa", "透過 X 上你和其他人之間的私人對話，發送訊息、分享貼文等。 "),
                n("efe8fda0", "撰寫訊息"),
                n("b9dae4f4", "嘗試使用其他搜尋詞彙"),
                n("e7fb2028", "沒有其他結果"),
                n("ae111c99", function (e) {
                    return "沒有關於「" + e.query + "」的結果";
                }),
                n("e8581cce", "你輸入的詞彙找不到任何結果"),
                n("f08940ac", "開始新的訊息"),
                n("i5d7593a", "請嘗試搜尋人物、群組或訊息"),
                n("c94ac69e", "群組"),
                n("fb3c8e74", "最近的搜尋"),
                n("fd6150fc", "讓你在私人訊息中更安全"),
                n("c7e8a9ee", "隱私政策"),
                n("bece84b4", "你的訊息請求是空的"),
                n("e51be7c1", "了解更多"),
                n("f041be05", function (e) {
                    return e.stringCount + " pending requests";
                }),
                n("a2fad0f3", function (e) {
                    return e.stringCount + " new people you may know";
                }),
                n("cbddf365", function (e) {
                    return e.stringCount + " people you may know";
                }),
                n("fac945ad", function (e) {
                    return e.stringCount + " new requests";
                }),
                n("ed93de0c", "正在分析貼文"),
                n("d1d92e40", "更多詳細資料"),
                n("fbc79f6a", "聊天記錄"),
                n("a6e89af8", "公開對話"),
                n("ica55d24", "新聊天"),
                n("b61ad410", "歷史記錄"),
                n("b3de2628", "沒有聊天記錄"),
                n("acfbfb28", "你未來的對話將顯示在這裡。"),
                n("g02dacc0", "今天"),
                n("c6e845c0", "昨天"),
                n("i1147548", "搜尋 Grok 記錄"),
                n("ab437026", "找不到對話"),
                n("e12569ec", "請嘗試搜尋其他內容。"),
                n("hb52cc4a", "請稍後再試。"),
                n("d4eb0e26", "重新命名"),
                n("c64975ea", "你尚未收藏任何對話"),
                n("a3e3db6e", "點擊星星可儲存你經常回訪的聊天"),
                n("f4ae77ac", "沒有任何圖片記錄"),
                n("d57d337e", "你產生的圖片將顯示在這裡。"),
                n("j826e722", "儲存圖片"),
                n("a9325f10", "複製圖片"),
                n("g0b12442", "複製圖片失敗"),
                n("edd0c172", "發佈圖片"),
                n("d1d3a41a", "編輯圖片"),
                n("c26b9b9c", "檔案"),
                n("g10600b0", "選單"),
                n("g7b1c574", "重設為預設"),
                n("f388a7ec", "DeepSearch"),
                n("ab1eb384", "選取你想要的搜尋模式"),
                n("i330e54c", "進階的搜尋和推理"),
                n("fdcce108", "DeeperSearch"),
                n("ac64b674", "擴大範圍的搜尋，進一步的推理"),
                n("a2697040", "描述圖片中要變更的內容"),
                n("c65f7308", "伺服器目前正在處理中"),
                n("f2a8655e", "Grok 進階工具目前無法使用。"),
                n("ge1cefc4", "工具"),
                n("e9b6d404", "Grok 應該有權存取哪些搜尋工具？"),
                n("h15dce2e", "進階設定"),
                n("ff9dc268", "編輯提示"),
                n("acb2baa0", "創作圖片"),
                n("fe9ad897", function (e) {
                    return "編輯圖片" + e.ttc_grok_preset;
                }),
                n("h30fd372", "嘗試語音模式"),
                n("e9fcdd0c", "要求 Grok 積極搜尋網路"),
                n("fc4e8aba", "要求 Grok 進行逐步推理"),
                n("e4ae6abe", "要求 Grok 轉換你的圖片"),
                n("e8ade5e2", "選取性格"),
                n("b5df32b0", "問 Grok 一些問題"),
                n("dab087ee", "聊天"),
                n("a911623c", "圖片"),
                n("f794af9a", "趣味模式"),
                n("eccf9fea", "一般模式"),
                n("j22655f2", "提出任何問題"),
                n("c02e7e3c", "載入中…"),
                n("h0681e3e", "與我們的 AI 助理 Grok 交談"),
                n("d593fd78", "它可以回答你的問題、搜尋 X 和產生圖片"),
                n("d0205a24", "查證事實"),
                n("ed4177c4", "Grok 可能會自信地提供與事實不符的資訊、錯誤總結，或遺漏某些內容。你應該自主地驗證任何資訊。"),
                n("c0ff98f8", "AI 訓練和個人化"),
                n("f1a8218a", "我們可能會將你的 X 資料以及你與 Grok 的互動、輸入和結果用於模型訓練、微調及提供個人化 Grok 體驗。你可以使用 X 設定選擇退出。若要了解更多資訊，請造訪說明中心。"),
                n("bcbf5b6e", "分享"),
                n("j7b5c844", "你必須為你公開分享的對話負起責任。避免在與 Grok 的對話中分享有關你自己或他人的敏感和機密資訊 (請參閱說明中心)。"),
                n("c9f7c196", "說明中心"),
                n("fb3b9776", "Grok 的輸出已由此使用者進行自訂。"),
                n("b0a889d4", "圖片形式"),
                n("a111fb48", "試算表形式"),
                n("bccc65f0", "Grok 可能會出錯。請始終查證原始來源。"),
                n("bd202fe6", "正在產生卡片"),
                n("bfd161bc", "比較"),
                n("j5dcf1b2", "已更新"),
                n("a50aaa10", "盤前"),
                n("dd614d10", "盤後"),
                n("d6b0b0d5", function (e) {
                    return "開盤價" + e.ttc_stock_details;
                }),
                n("e85f8b65", function (e) {
                    return "市值" + e.ttc_stock_details;
                }),
                n("f92bf10f", function (e) {
                    return "年高點" + e.ttc_stock_details;
                }),
                n("d679b09f", function (e) {
                    return "高點" + e.ttc_stock_details;
                }),
                n("be7b9409", function (e) {
                    return "本益比" + e.ttc_stock_details;
                }),
                n("a81f5fb9", function (e) {
                    return "年低點" + e.ttc_stock_details;
                }),
                n("e68d4f21", function (e) {
                    return "低點" + e.ttc_stock_details;
                }),
                n("bc9c96f9", function (e) {
                    return "歷史新高" + e.ttc_stock_details;
                }),
                n("dd679fb1", function (e) {
                    return "歷史新低" + e.ttc_stock_details;
                }),
                n("ha9c4cf8", "查看來源"),
                n("ecad5d78", "儲存圖片"),
                n("d2d1d398", "已複製！"),
                n("a22063d2", "分享你的位置以提高準確度。"),
                n("db3248a8", "正在載入位置"),
                n("ffe0e588", "分享位置"),
                n("e41a0dc2", "已打烊"),
                n("ieff24f4", "終場"),
                n("e2811afc", "賽事"),
                n("j081fa34", "排名"),
                n("i7c7f156", "明天"),
                n("b134ba52", "進行中"),
                n("j1361724", "中場休息"),
                n("fa0f1262", "休息"),
                n("c2cac618", "Grok 目前支援西甲、英超、德甲、義甲和法甲聯賽的資料。"),
                n("acae223d", function (e) {
                    return "符合「" + e.prompt + "」的結果";
                }),
                n("bed99fe2", "查看較少"),
                n("f7b57ac0", "統計資料"),
                n("i7e3e446", "賽事"),
                n("d490977e", "現在"),
                n("e9f55db8", "星期日"),
                n("e9cf3af8", "星期一"),
                n("d5868a7e", "星期二"),
                n("b5dfdb46", "星期三"),
                n("ab8095a2", "星期四"),
                n("e298e6f2", "星期五"),
                n("ef519654", "星期六"),
                n("c609a1b4", "週日"),
                n("j92274b0", "週一"),
                n("ja482160", "週二"),
                n("f4ad4cb0", "週三"),
                n("d66bf142", "週四"),
                n("dc17968a", "週五"),
                n("j310a2d6", "週六"),
                n("db6c20cf", function (e) {
                    return "顯示全部 (" + e.count + ")";
                }),
                n("df601d92", "相關使用者"),
                n("a4cfb8a8", "正在瀏覽"),
                n("d7cb5408", "個相關網頁"),
                n("ca93f2ee", "此訊息已被刪除。"),
                n("b8c06820", "複製文字"),
                n("ca0f5894", "不喜歡"),
                n("ja8d189e", "想要文字答案"),
                n("e951f04e", "想要圖片"),
                n("c503b35e", "想要不同的圖片"),
                n("d4371c92", "程式碼不正確"),
                n("dbe8586e", "想要不同的程式碼"),
                n("e360eb4a", "不想要程式碼"),
                n("a18657ca", "數學不正確"),
                n("b8b86300", "不想要數學"),
                n("e4c34788", "答案不正確"),
                n("b220a8c8", "想要其他東西"),
                n("b115fd18", "答案帶有偏見"),
                n("dc637214", "風格/語氣不佳"),
                n("f02e6d42", "想要搜尋"),
                n("bbec6bba", "搜尋結果不佳"),
                n("b494d088", "不想要搜尋"),
                n("a44974f2", "圖片無法理解"),
                n("bd44a8a8", "告訴我們更多資訊"),
                n("fcdbe764", "Grok 有哪些可改進的地方？"),
                n("bb6adb22", "請描述有哪些地方出了問題"),
                n("h0fa15f2", "感謝你的回饋意見！"),
                n("d700b268", "提及的聊天"),
                n("cd7bdab2", "忘記對話並不會將其從歷史記錄中刪除"),
                n("f21b84de", "提及已忘記"),
                n("i52a9cb8", "沒有可顯示的記憶。"),
                n("d9d36880", "忘記"),
                n("a5fa4a86", "1 月"),
                n("c51724a4", "2 月"),
                n("j244ceb2", "3 月"),
                n("b22b12e0", "4 月"),
                n("h3023cac", "5 月"),
                n("b10dbffa", "6 月"),
                n("c81da1b6", "7 月"),
                n("d4e4d3ce", "8 月"),
                n("c3418f9a", "9 月"),
                n("b64dada6", "10 月"),
                n("ad24ec20", "11 月"),
                n("c7902252", "12 月"),
                n("idf94bac", "重新產生"),
                n("f7614f92", "不含搜尋"),
                n("c5ade3ba", "包含搜尋"),
                n("c16e5b1a", "不含圖片產生"),
                n("i2ca65fa", "包含圖片產生"),
                n("d3927f88", "發佈連結"),
                n("be37ecd4", "複製到剪貼簿失敗"),
                n("h708a4c0", "分享對話"),
                n("g06a67e2", "此分享頁面將包含截至此時間點的訊息"),
                n("a0428662", "沒有幫助"),
                n("fe4fd310", "有幫助"),
                n("eaf55eb4", "顯示思路"),
                n("b1ac6016", "已完成 DeepSearch"),
                n("f766feca", "已完成 DeeperSearch"),
                n("ee000b0d", function (e) {
                    return e.numSources + " 個來源";
                }),
                n("bf780b13", function (e) {
                    return e.minutes + " 分 " + e.seconds + " 秒";
                }),
                n("c2745fa4", "已中止"),
                n("e258000e", "通知"),
                n("d591a772", "通知無法使用"),
                n("bc49b728", "你將在答案就緒後收到通知"),
                n("d8aadeba", "通知已關閉"),
                n("db832e38", "請在瀏覽器設定中啟用通知"),
                n("a910cac6", "啟用通知時出現問題"),
                n("be30b6ee", "連線不穩定"),
                n("aa7c96bb", function (e) {
                    return "查看另外 " + e.numResults + " 個";
                }),
                n("a4d9dbfa", "思維"),
                n("j1ab5f40", "點選以讀取"),
                n("f5a2377e", "思考了 "),
                n("g3ce0132", "思考了"),
                n("f8007364", "展開以取得詳細資料"),
                n("ca53f780", "收合詳細資料"),
                n("e6d51c62", "搜尋中"),
                n("ib1c5475", function (e) {
                    return "思考了 " + e.minutes + " 分 " + e.seconds + " 秒";
                }),
                n("a15d62db", function (e) {
                    return "思考了 " + e.seconds + " 秒";
                }),
                n("h26fa43f", function (e) {
                    return "另外 " + e.count + " 人";
                }),
                n("ha8fbe22", "透過 Premium 產生更多圖片"),
                n("d95c232a", "你已達到限制。立即升級以產生更多。"),
                n("h2671312", "透過 Premium 享有更多 Grok 優勢"),
                n("a1bb9c8a", "透過 Premium+ 享有更多 Grok 優勢"),
                n("b08ef3ae", "升級至 X Premium 以繼續對話，或稍後再試。"),
                n("jf9363b8", "升級至 X Premium+ 以繼續對話，或稍後再試"),
                n("ef018bf6", "透過 Premium 分析更多圖片"),
                n("cdace6d2", "立即升級"),
                n("a3186bff", function (e) {
                    return e.count + " 個網頁";
                }),
                n("b52484b6", "搜尋中…"),
                n("f4146dda", "你比較喜歡哪個回應？"),
                n("a2c2be32", "這將可協助改進 Grok。"),
                n("g01599b6", "回應 1"),
                n("e02694e0", "回應 2"),
                n("h6867fcc", "我比較喜歡此回應"),
                n("acc4496c", "嘗試 Grok 語音模式"),
                n("jd36d190", "使用 Android 版 Grok 應用程式來存取進階功能"),
                n("hf9afab0", "啟用 DeepSearch 可瀏覽網際網路和 X、分析資訊，並透過快速代理型搜尋來提供詳細且合理的答案。"),
                n("ef3b3f04", "啟用「思考」可使用我們的推理模型。它最適合數學、科學和程式碼撰寫。你還可以要求 Grok 對任何可能需要耗費更多腦力的問題進行「深入思考」。 "),
                n("b43636b8", "隆重推出 Grok 3"),
                n("j376298c", "Grok 3 推出了兩種新模式來與我們最強大的模型進行互動：DeepSearch 和「思考」。"),
                n("e3584f8e", "避險基金使用的 10 種最成功的期權交易策略是什麼"),
                n("d91b7b8a", "1885 年建立一所大學需要花多少錢？"),
                n("ia5bef3e", "我今天能為你提供什麼協助？"),
                n("ebea5880", "最近對話"),
                n("e13591c0", "Grok 對話範例"),
                n("c27ca452", "Premium 訂閱者現在可以在 X 上使用我們最先進的 AI 模型 Grok。"),
                n("b6abc25a", "隆重推出 Grok 2"),
                n("e1cdaf9e", "我們最新的 AI 助理，由 X 提供支援"),
                n("e6796748", "提出任何問題"),
                n("db470fdc", "Grok 可協助完成日常工作，例如撰寫電子郵件、回答問題和提供食譜。"),
                n("e9adc2d0", "更好地撰寫程式碼"),
                n("aaab6cdc", "提出程式設計問題，或取得學習新概念的協助。"),
                n("jd08d606", "發揮創意"),
                n("he526d22", "使用我們新的圖片產生功能，產生令人驚嘆的視覺效果。"),
                n("i6932876", "一張賽博龐克圖片"),
                n("j7cdee8e", "掌握最新資訊"),
                n("f1f683c2", "取得有關最新消息和趨勢主題的最新資訊，由 X 獨家提供。"),
                n("h73b9cc0", "你的訊息未發送，因為你目前未連接至該聊天"),
                n("b6c73662", "發送訊息"),
                n("h6070fdc", "聊天設定"),
                n("d49326ba", "隱藏頭像"),
                n("h79f3532", "顯示頭像"),
                n("a8c1e2f0", "隱藏版主動作"),
                n("jd83edd4", "顯示版主動作"),
                n("ecca11ac", "隱藏時間戳記"),
                n("e358a9f8", "顯示時間戳記"),
                n("fca62374", "彈出聊天視窗"),
                n("fe20f01b", function (e) {
                    return "將 " + e.name + " 靜音？";
                }),
                n("f5dc372a", "靜音會移除使用者的所有訊息，並防止他們在廣播的剩餘時間內進行聊天。"),
                n("e91dd1fa", "訊息已被版主刪除。"),
                n("d1da3709", function (e) {
                    return "回覆給 " + e.username + "：" + e.body;
                }),
                n("fc82a896", "此廣播已結束"),
                n("ea58dbd0", "此廣播尚未開始"),
                n("cb5b6784", "已受廣播者限制"),
                n("eba27300", "只有廣播者跟隨的帳戶可以聊天"),
                n("f28984fb", function (e) {
                    return "只有 " + e.screenName + " 跟隨的帳戶可以聊天";
                }),
                n("a3fec810", "訂閱 Premium 以聊天"),
                n("dbf0b235", function (e) {
                    return "訂閱 " + e.screenName + " 以聊天";
                }),
                n("ifbd8342", "開啟直播畫面"),
                n("f935d3ce", "開啟聊天"),
                n("abbe8212", "關閉聊天"),
                n("hdf040dd", function (e) {
                    return "已完成 " + e.percentage + "%";
                }),
                n("e4f6bd9e", "唉呀，發生一些錯誤。請稍後再試。"),
                n("ac966f94", "瀏覽器不受支援"),
                n("ca86b62c", "或"),
                n("d5568440", "請輸入強度更高的密碼。"),
                n("d0511fe6", "這個號碼已被其他帳戶使用。請使用其他號碼。"),
                n("cd24fe60", "請輸入有效的電話號碼。"),
                n("gf8388fe", "國碼"),
                n("c52be452", "是，請移除"),
                n("bcb388a0", "這會移除你先前已上傳的任何聯絡人，並關閉所有裝置上與 X 的通訊錄同步。請注意，此作業需要一些時間。"),
                n("ec129eb6", "你已成功移除聯絡人。"),
                n("f1b5048a", "移除你的聯絡人時發生錯誤。"),
                n("hc72e1fc", "請輸入有效的電子郵件。"),
                n("bc0ad88a", "不允許使用加號地址 (含加號「+」的電子郵件)。請輸入有效的電子郵件。"),
                n("f134915f", function (e) {
                    return e.count + " 個選取的項目";
                }),
                n("b8fb87e0", "查看選取的主題"),
                n("e854ad27", function (e) {
                    return "主題 - " + e.title;
                }),
                n("e4ff75aa", "發生一些錯誤。請檢查你的連線並再試一次。"),
                n("b60eba9e", "我們先來查證一件事。請通過 Google reCAPTCHA 挑戰，確認你不是機器人。"),
                n("ba939778", "你是機器人嗎？"),
                n("d44efc66", "你的名稱是什麼？"),
                n("b4867a18", "你的全名不可含有「Twitter」這個字。"),
                n("j1c3f4b9", function (e) {
                    return "編輯生日 " + e.birthdate;
                }),
                n("j231d352", "全部跟隨"),
                n("c203db71", function (e) {
                    return "正在載入 @" + e.screenName + " 的貼文";
                }),
                n("c9a1cb5e", "此帳戶不存在"),
                n("e7b201de", "嘗試搜尋其他項目。"),
                n("e79ed125", function (e) {
                    return "@" + e.screenName + " 已被封鎖";
                }),
                n("gba95028", "查看貼文"),
                n("a2216a79", "了解更多"),
                n("a2811f96", "個人資料時間軸"),
                n("d25805fa", "訂閱推文"),
                n("b05be0c8", "精選內容"),
                n("b9891db3", function (e) {
                    return "包含 " + e.fullName + " (@" + e.screenName + ") 的回覆的貼文";
                }),
                n("e1ab545d", function (e) {
                    return "正在載入 @" + e.screenName + " 的訂閱貼文";
                }),
                n("ac3f4be9", function (e) {
                    return "正在載入 @" + e.screenName + " 的精選內容";
                }),
                n("da38f955", function (e) {
                    return "正在載入 @" + e.screenName + " 的文章";
                }),
                n("b7363b66", "發送貼文"),
                n("ce659062", "別讓你的訂閱者久候"),
                n("f1e98cc2", "展示你的最佳貼文！"),
                n("d5c743c6", "撰寫文章"),
                n("d1e5e328", "如果有，就會顯示在這裡。"),
                n("hb26a1fe", "加油 — 開始發佈獨家內容。你的所有訂閱貼文都會顯示在這裡。"),
                n("b7c3572e", "若要將精選內容加入個人資料：1. 尋找你建立的任何貼文2. 點選「•••」選單按鈕3. 點選「加入/移除精選內容」"),
                n("i8123550", "在你發佈文章後，該文章就會顯示在這裡。"),
                n("b786a77d", function (e) {
                    return "@" + e.screenName + " 尚未發佈貼文";
                }),
                n("j7b80397", function (e) {
                    return "@" + e.screenName + " 尚未發佈任何訂閱貼文";
                }),
                n("jbae8c54", "沒有任何精選貼文。"),
                n("g8fb219e", "沒有可用的文章。"),
                n("f34dfc18", "如果有，其貼文就會顯示在這裡。"),
                n("h9346040", "訂閱貼文在發佈後將顯示在這裡。"),
                n("i4c3ddc6", "發佈後，文章將顯示在這裡。"),
                n("e0118142", "立即發佈貼文"),
                n("e0c1d871", function (e) {
                    return e.fullName + " 的貼文";
                }),
                n("c575828f", function (e) {
                    return e.fullName + " 的訂閱貼文";
                }),
                n("e8300dbb", function (e) {
                    return e.fullName + " 的精選內容";
                }),
                n("c46b420d", function (e) {
                    return e.fullName + " 的文章";
                }),
                n("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的訂閱貼文";
                }),
                n("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的精選內容";
                }),
                n("ja6e5d35", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的文章";
                }),
                n("h088ae72", "個人資料貼文"),
                n("hbf64b75", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 喜歡的貼文";
                }),
                n("a64da953", function (e) {
                    return "正在載入 @" + e.screenName + " 喜歡的內容";
                }),
                n("be3d5b9f", function (e) {
                    return "@" + e.screenName + " 尚未喜歡任何貼文";
                }),
                n("d34b5306", "如果有，那些貼文就會顯示在這裡。"),
                n("bb0e41bc", "你還沒有任何喜歡的內容"),
                n("d3d4a21c", "點選任何貼文上的愛心來表達你的喜愛。當你這麼做時，貼文就會顯示在這裡。"),
                n("d95c3d31", function (e) {
                    return e.fullName + " 喜歡的貼文";
                }),
                n("eeb7d696", "你喜歡的內容是私人的。只有你能看見它們。"),
                n("h6e91bb1", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的媒體貼文";
                }),
                n("fe38901b", function (e) {
                    return "正在載入 @" + e.screenName + " 的媒體";
                }),
                n("bc4223a3", function (e) {
                    return "@" + e.screenName + " 尚未發佈媒體";
                }),
                n("ccc363f6", "如果有，那些貼文就會顯示在這裡。"),
                n("d1614228", "打光、拍攝… 附加！"),
                n("d7dc8d0a", "當你發佈相片或影片後，它們就會顯示在這裡。"),
                n("hf761abf", function (e) {
                    return e.fullName + " 的媒體";
                }),
                n("je5311d3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的附屬帳戶";
                }),
                n("fd0772eb", function (e) {
                    return "正在載入 @" + e.screenName + " 的附屬帳戶";
                }),
                n("ccf03833", function (e) {
                    return e.fullName + " 的附屬帳戶";
                }),
                n("ba5a88e4", "建議"),
                n("ddee8ae2", "查看所有工作"),
                n("d2a04c68", "我們正在招募"),
                n("dc12a126", "取得方向指引"),
                n("e2acb642", "聯絡"),
                n("ha9b8035", function (e) {
                    return "致電 " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("g2244521", function (e) {
                    return "傳訊 " + e.phoneCode + " " + e.phoneNumber;
                }),
                n("b44c0205", function (e) {
                    return "「" + e.day + "」權益：" + e.time;
                }),
                n("de1123f5", function (e) {
                    return "在 " + e.time;
                }),
                n("e2a5bd50", "24 小時營業"),
                n("e0d7da6c", "結束營業時間："),
                n("i7059f56", "開始營業時間："),
                n("a7391348", "無法取得營業時間"),
                n("c9eba532", "已更新營業時間"),
                n("b5fea270", "產品輪播"),
                n("h10bb33c", "要檢舉產品嗎？"),
                n("dda5d96a", "檢舉產品"),
                n("fca46f40", "說明中心"),
                n("c71a053b", "點擊這裡"),
                n("d7f8a117", function (e) {
                    return e.days + " 天分析";
                }),
                n("cae20e93", function (e) {
                    return e.days + " 天";
                }),
                n("gc767fda", "你私人可見"),
                n("c7c85e0c", "解鎖分析"),
                n("b15df4b4", "你的貼文在 X 上被看到的次數"),
                n("e5fe61e0", "曝光次數"),
                n("d1018321", function (e) {
                    return "在過去 " + e.period + "內你的貼文有 " + e.value + " 次曝光";
                }),
                n("e623137c", "參與率"),
                n("d9d34182", "貼文參與次數除以曝光次數。"),
                n("aeee0182", "個人資料造訪次數"),
                n("b2bde01a", "透過你的貼文查看個人資料的次數"),
                n("faf4c1f5", function (e) {
                    return "在過去 " + e.period + "內你的個人資料有 " + e.value + " 次造訪";
                }),
                n("d5f1e554", "連結點擊次數"),
                n("cf573986", "你的貼文中任何網址的點擊次數"),
                n("j761451e", "新跟隨人數"),
                n("e1a87d14", "你獲得的新跟隨人數 (不包括取消跟隨)"),
                n("j590577e", "你的貼文獲得的回覆次數"),
                n("ia1da622", "你的貼文獲得的喜歡次數"),
                n("cfd1036b", function (e) {
                    return "在過去 " + e.period + "內你的貼文有 " + e.value + " 個喜歡";
                }),
                n("ja42739e", "轉發"),
                n("ca6e8de0", "你的貼文被轉發的次數"),
                n("b1b4d57e", "影片觀看次數"),
                n("bdaf100e", "你貼文中的影片觀看次數"),
                n("ca826772", "媒體觀看次數"),
                n("j43b8f52", "你的媒體 (GIF、圖片、影片) 獲得的觀看次數"),
                n("d3969c06", "完成率"),
                n("c58c3476", "影片完成次數除以影片觀看次數"),
                n("c8aae62a", "你的貼文獲得的加入書籤次數"),
                n("g70825e0", "分享次數"),
                n("c6fbefd4", "你的貼文獲得的分享次數"),
                n("dbe9353e", "參與次數"),
                n("a3a4e8f8", "每月"),
                n("eb2e0272", "折線"),
                n("e298b08e", "條形"),
                n("bbc6e7c6", "美國"),
                n("h88ad664", "加拿大"),
                n("gd139910", "英國"),
                n("e08feda2", "日本"),
                n("fad772ce", "中東和北非"),
                n("a396dd6c", "亞太地區"),
                n("j942b16c", "歐洲和成長型市場"),
                n("j3cc0c00", "拉丁美洲"),
                n("fe90a642", "13-17"),
                n("a5c91a8e", "18-24"),
                n("cf30cdfa", "25-34"),
                n("gf672f7c", "35-44"),
                n("jf28b41c", "45-54"),
                n("ja78da94", "55-64"),
                n("g42ea0b0", "65+"),
                n("f21807e0", "非跟隨者"),
                n("d61b2bcc", "社群貼文"),
                n("h3525cb8", "未指定"),
                n("a3c544e8", "熱門國家/地區"),
                n("f30795d0", "開啟個人資料相片"),
                n("gd7acb84", "設定個人檔案"),
                n("b7636014", "訊息"),
                n("haad225c", "贈送 Premium"),
                n("b63c46ed", function (e) {
                    return "訂閱 @" + e.screenName;
                }),
                n("j33d8902", "發送小費"),
                n("a8ab3d08", "發送給"),
                n("d740d2d9", function (e) {
                    return e.service + " 連結已複製到剪貼簿";
                }),
                n("a7cf1e98", "Bandcamp"),
                n("d876e67e", "Bitcoin 位址"),
                n("f85f6760", "Cash App"),
                n("a32a7c06", "Ethereum 位址"),
                n("cc1a3bc4", "GoFundMe"),
                n("d4d74bb4", "Patreon"),
                n("h14fbc52", "PayPal"),
                n("h1198dcc", "Venmo"),
                n("j4e0fd88", "查看更多"),
                n("df7cb6d4", "專業類別"),
                n("ec429e79", "了解更多"),
                n("j04c717a", "+ 加入經歷"),
                n("a1ea2f12", "生日快樂！"),
                n("g8191e78", "今天是他的生日！"),
                n("c1b819ba", "今天這裡會顯示生日氣球"),
                n("ad7a451e", "翻譯自我介紹"),
                n("f543dbf6", "電話號碼已通過驗證"),
                n("cef4e8cf", function (e) {
                    return "要將 @" + e.screenName + " 取消靜音嗎？";
                }),
                n("h03a094a", "你的首頁時間軸中現在將允許來自這個帳戶的貼文。"),
                n("a6e94418", "你已將來自此帳戶的貼文靜音。"),
                n("dd3d10f6", "審核中"),
                n("i06d4712", "我們的團隊正在對你的帳戶進行快速審核。你應該會在幾天內在這裡看到你的勾號。"),
                n("j354c438", "只有你能看見「審核中」標籤。"),
                n("e018b5fa", "升級以獲得認證"),
                n("b74bd6c6", "這個帳戶已通過認證，因為該帳戶在政府、新聞、娛樂或其他指定類別中很有名。"),
                n("e1e0c916", "此帳戶已獲得認證，因為它訂閱了 Premium。"),
                n("eb5d72e4", "此帳戶已將其貼文設為受保護。只有其跟隨者可以閱讀貼文。"),
                n("g776ca50", "已認證的帳戶"),
                n("ad465ee8", "設定主要附屬關係"),
                n("d01612d3", function (e) {
                    return "於 " + e.date + "通過認證。";
                }),
                n("e14d8719", function (e) {
                    return "西元前 " + e.year + " 年";
                }),
                n("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                n("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + "，你尚未獲得認證";
                }),
                n("b2d0c0f4", "獲得認證 (像 "),
                n("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                n("g47cdc0e", " 一樣) 以脫穎而出，並提升回覆觸及人數。"),
                n("d834ab9c", "是的，查看個人資料"),
                n("cb339f26", "注意：此帳戶有異常的行為"),
                n("hf06085e", "你看到這項警告，是因為此帳戶有一些不尋常的活動。是否仍要查看？"),
                n("aa959f36", "注意：此帳戶已暫時受到限制"),
                n("jf604336", "注意：此個人資料可能包含敏感內容"),
                n("c9bfda48", "注意：此個人資料可能包含敏感內容。你看到這項警告，是因為他們可能使用敏感的圖片或語言。是否仍要查看？"),
                n("g29ebf26", "你看到這項警告是因為他們可能發佈敏感的圖片或言論。是否仍要查看？"),
                n("jcfb7fba", "你看到這項警告是因為他們可能違反 X 規則。是否仍要查看？"),
                n("bd598c70", "這些貼文已受保護"),
                n("e617164b", "了解更多"),
                n("g8475f82", "帳戶已停用"),
                n("j5e1cf59", "X 規則"),
                n("gbf342a4", "帳戶已隱蔽"),
                n("defba9a4", "歡迎使用 X！"),
                n("d11934ec", "收到通知"),
                n("a2cd2b0a", "跟隨並收到通知"),
                n("a70bae53", function (e) {
                    return "現在你可以在每次 " + e.fullName + " 發佈貼文時收到通知。";
                }),
                n("f51a4c29", function (e) {
                    return "現在你可以跟隨 " + e.fullName + " 並在每次他們發佈貼文時收到通知。";
                }),
                n("cfa5e58d", function (e) {
                    return "你正在跟隨 " + e.fullName + " 並會在其發佈貼文時收到通知。";
                }),
                n("be3a652d", function (e) {
                    return "每當 " + e.fullName + " 發佈貼文時，你都會收到通知。";
                }),
                n("f089620c", "你的首頁時間軸"),
                n("a1ab9c80", "此社群中還沒有任何貼文"),
                n("b32c4fb0", "如果有，你就會在這裡看到它們。"),
                n("bf17deda", "開始吧！"),
                n("c3fbf1da", "這裡是查看世界上正在發生的新鮮事的最佳場所。立即尋找一些可跟隨的人物和主題。"),
                n("a2515900", "正在等候貼文"),
                n("je23cdb2", "此列表成員的貼文將會顯示在這裡。"),
                n("e69b7e02", "管理帳戶"),
                n("b6bd6ae4", "目前帳戶"),
                n("d577bccd", function (e) {
                    return "如果你有一個以上的 X 帳戶，可以將這些帳戶加入並輕鬆切換。你最多可以加入 " + e.maxAccounts + " 個帳戶。";
                }),
                n("dc65b3e5", function (e) {
                    return "你已達帳戶數量上限 (" + e.maxAccounts + " 個)。";
                }),
                n("b8045b33", function (e) {
                    return "你已達帳戶數量上限 (" + e.maxAccounts + " 個)。";
                }),
                n("d075dc89", function (e) {
                    return "你已達個人帳戶數量上限 (" + e.maxAccounts + " 個)。";
                }),
                n("bade139e", "登出所有帳戶"),
                n("ae33b982", "要登出所有帳戶嗎？"),
                n("fa07bf68", "這將會套用至你在所有瀏覽器分頁上的所有帳戶。"),
                n("f7865ab6", "不是你的帳戶嗎？"),
                n("a35248e4", "這不是我的帳戶"),
                n("f794a67c", "這是我的帳戶"),
                n("j79c0ff7", function (e) {
                    return "我們已從此帳戶中移除 " + e.emailAddress + "。";
                }),
                n("fb46383c", "你無法從自己的帳戶中移除該電子郵件地址。"),
                n("gcfdbc2b", function (e) {
                    return "此電子郵件地址已不再與 X 帳戶 " + e.screenName + " 相關聯。";
                }),
                n("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                n("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                n("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                n("a8f0e157", "通知設定"),
                n("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                n("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                n("c1d75571", "為什麼你的電子郵件地址會與不屬於你的 X 帳戶相關聯？"),
                n("ac71e82f", "了解更多"),
                n("b069d89c", "受眾"),
                n("f5a61ae6", "內容"),
                n("a4df00c0", "帳戶分析標籤"),
                n("ac248548", "帳戶總覽"),
                n("je62f358", "過去 28 天"),
                n("bc2f16a4", "活躍時間"),
                n("d603209e", "活動細分"),
                n("ac3fb6de", "出席音訊空間"),
                n("ie181958", "受眾洞見報告"),
                n("j6f8d422", "你影片的平均觀看時間。"),
                n("e7479ce4", "平均觀看時間"),
                n("g1dfa7d0", "平均"),
                n("h7d28188", "返回內容"),
                n("if2704e4", "返回直播總覽"),
                n("ea928ae4", "返回音訊空間"),
                n("e8c07c22", "廣播"),
                n("a4ce6e68", "廣播指標"),
                n("b2214c74", "此廣播的總觀看次數"),
                n("d4fcf83a", "觀眾觀看此廣播的總時間"),
                n("a89b0322", "已取消"),
                n("j3cb12ea", "同時聆聽者人數"),
                n("b93931ee", "你的內容的發佈次數。"),
                n("a1814798", "你回覆貼文的次數。"),
                n("addd5575", function (e) {
                    return "週五" + e.date;
                }),
                n("a92e62bd", function (e) {
                    return "週一" + e.date;
                }),
                n("g7450c57", function (e) {
                    return "週六" + e.date;
                }),
                n("h08883e7", function (e) {
                    return "週日" + e.date;
                }),
                n("ddb16777", function (e) {
                    return "週四" + e.date;
                }),
                n("h8f395b3", function (e) {
                    return "週二" + e.date;
                }),
                n("b8710b43", function (e) {
                    return "週三" + e.date;
                }),
                n("d9c70840", "裝置"),
                n("ba55e824", "已結束"),
                n("id276c42", "你的內容獲得的參與次數。"),
                n("j033d090", "預估的收益"),
                n("efd4d7d4", "篩選音訊空間"),
                n("a1334290", "前 48 小時"),
                n("gc10a3b0", "一段時間內的跟隨數量"),
                n("efa0f858", "一段時間內的跟隨和取消跟隨數量。這不一定能反映你的跟隨者數量。"),
                n("g2b06cc6", "可能會推測性別資料"),
                n("b66b3baa", "小時"),
                n("cf8a0772", "曝光轉為觀看次數"),
                n("g13d8010", "最後 48 小時"),
                n("d5627596", "最後 1 小時"),
                n("baf120a6", "參與度最低"),
                n("f2382014", "直播"),
                n("c4a7a6aa", "直播資料"),
                n("a992032a", "直播分析"),
                n("ie45edda", "直播總覽"),
                n("e30fc268", "直播觀眾人數"),
                n("bd37f68e", "媒體活動"),
                n("fe074210", "分鐘"),
                n("jd03a1b8", "觀看分鐘數"),
                n("a20e91e8", "觀看分鐘數"),
                n("ic2bebee", "已營利"),
                n("a1d642c8", "參與度最高"),
                n("ifc4c1f8", "透過此內容獲得的新跟隨者人數。"),
                n("fff1315a", "沒有符合所選篩選條件的廣播"),
                n("jbcb09a8", "還沒有足夠的資料"),
                n("df846d6c", "選取的時間範圍內找不到任何貼文。"),
                n("g2ba40f6", "沒有符合所選篩選條件的音訊空間"),
                n("j44061a0", "無法取得"),
                n("c4a93912", "不適用"),
                n("a6b78788", "無可用的觀眾資料"),
                n("b2438638", "- 佔總數比率"),
                n("ic0399e0", "自然的觀看數"),
                n("ja5c444a", "付款期"),
                n("f04e025e", "最高同時聆聽者人數"),
                n("d6d10662", "最高觀眾人數： "),
                n("d147bea2", "請稍後再回來查看"),
                n("f0336d68", "貼文分析"),
                n("g85fbd2e", "貼文 ID"),
                n("ice5c5b6", "向使用者展示此內容的次數。"),
                n("hf4f9bfe", "貼文連結"),
                n("bf5ebf5c", "貼文和回覆"),
                n("b211652e", "一段時間內的貼文數量"),
                n("f2efec0a", "預先發佈"),
                n("i61e0302", "上一個"),
                n("e08a706a", "推廣的觀看數"),
                n("cbc99192", "發佈日期"),
                n("a83c2a9a", "即時"),
                n("e9d72896", "已錄製"),
                n("gede4932", "重播"),
                n("h0de359c", "此內容的轉發次數。"),
                n("e0568f2c", "預定時間： "),
                n("gd86baa8", "預定開始時間"),
                n("fef3bfae", "選取次要指標"),
                n("g7e3d2a4", "音訊空間分析"),
                n("fbc79a40", "音訊空間總覽"),
                n("d077112a", "音訊空間統計資料"),
                n("cf3709da", "狀態"),
                n("e797dc32", "直播時間： "),
                n("b649d8cc", "訂閱者專屬"),
                n("j9282130", "廣播縮圖"),
                n("g629b8b0", "逾時"),
                n("eb87323c", "這顯示了自直播發生以來所選時段的分析資料。"),
                n("i6a75722", "時間範圍"),
                n("c602f5b8", "總計"),
                n("b35e68ae", "參與者總人數"),
                n("h78ee79a", "觀看重播總次數"),
                n("e3efaed0", "類型"),
                n("c37993e2", "取消跟隨"),
                n("b1ed35d0", "唯一觀眾人數"),
                n("bfad9306", "不明"),
                n("b5a58f36", "未命名的廣播"),
                n("i70f5278", "上傳日期："),
                n("a98b58b6", "已認證的跟隨者"),
                n("a5de67ca", "已認證其帳戶的跟隨者數量。"),
                n("g3367ff4", "影片完成"),
                n("a7b48b36", "完成影片觀看的百分比。"),
                n("a2580f2a", "完成率"),
                n("ff95a9cc", "影片 ID"),
                n("a97e358e", "影片連結"),
                n("e10e8b46", "僅顯示過去 100 天內的影片。"),
                n("ba37f6da", "影片總覽"),
                n("f19846b2", "影片縮圖");
            n("ccd6f4a8", "影片標題"),
                n("c8410542", "你影片獲得觀看的次數。"),
                n("a532072a", "觀眾"),
                n("d9508ab0", "次觀看"),
                n("d9f9dec0", "查看音訊空間"),
                n("h0c1f37a", "查看音訊空間分析"),
                n("e41fffbc", "你影片的總觀看時間。"),
                n("if2909ba", "觀看時間"),
                n("i0e5bf4c", "你的影片"),
                n("ed99baea", "搶先體驗 Beta 版"),
                n("gf898b70", "進階搜尋"),
                n("d2a43a7a", '同時包含 "ai" 和 "啟動"'),
                n("a8584698", "ai 啟動"),
                n("jb6f9292", '包含確切詞組 "ai 啟動"'),
                n("j8ee77c4", '"ai 啟動"'),
                n("d0480758", '包含 "ai" 或 "啟動" (或兩者)'),
                n("f0048fa2", "ai OR 啟動"),
                n("da0df186", '包含 "ai"，但不包含 "啟動"'),
                n("f2f463ea", "ai -啟動"),
                n("a10a357e", '包含 "ai" 且至少有 50 個喜歡'),
                n("ca8ed1e8", "ai min_faves:50"),
                n("i945a3f2", '包含 "ai" 和具有 "grok" 字詞的網址'),
                n("a9348088", "ai url:grok"),
                n("b5c3cdbc", '提及 X 帳戶 "grok"'),
                n("e2634592", "@grok"),
                n("i88ba038", "警示已停用"),
                n("j2cb0214", "警示已啟用"),
                n("ae852cd0", "每週一都會收到一則通知，總結此流行趨勢中的變化。"),
                n("d1d8633e", "Radar 警示"),
                n("g096d0cc", "所有查詢"),
                n("e77035aa", "清除搜尋"),
                n("a895ec64", "你確定要刪除此查詢嗎？"),
                n("a4f5e431", function (e) {
                    return "已刪除「" + e.name + "」";
                }),
                n("db28b535", function (e) {
                    return "刪除「" + e.name + "」";
                }),
                n("bcf89b8a", "編輯你的查詢"),
                n("f0002e72", "探索結果"),
                n("b0924d7a", "建立查詢失敗。請再試一次。"),
                n("cfd731ee", "刪除查詢失敗。請再試一次。"),
                n("g08bff82", "停用警示失敗。請再試一次。"),
                n("fa1fd798", "啟用警示失敗。請再試一次。"),
                n("ia7dce48", "產生查詢失敗。請再試一次。"),
                n("d494d4aa", "更新查詢失敗。請再試一次。"),
                n("i4a49588", "全球市民廣場"),
                n("c0799860", "日"),
                n("b43679d2", "時"),
                n("f1fce85e", "分"),
                n("ea3e0ec4", "市場"),
                n("d8d9aec2", "你已達到查詢數量上限"),
                n("c9aa246e", "新查詢"),
                n("b9b7a50e", "隨時調整你的搜尋條件以掌握最新消息"),
                n("i9a09bb6", "建立查詢，並讓 Radar 追蹤即時更新"),
                n("da20008c", "沒有可用的趨勢。請嘗試擴大你的搜尋條件。"),
                n("e78ca8c6", "請稍後再試"),
                n("ce3216ec", "查詢"),
                n("ef609bb8", "X 上有什麼新鮮事？"),
                n("a636a738", "詢問後續…"),
                n("d92ec304", "找不到查詢"),
                n("bbf29e20", "重設選擇"),
                n("ie3321ea", "$NVDA (出售 OR 購買)"),
                n("cf223996", "摘要"),
                n("a27ccab8", "萬能應用程式"),
                n("i66136aa", "熱門"),
                n("e7c44382", "唯一使用者人數"),
                n("d559e5b8", "未命名的查詢"),
                n("i1d9be88", "使用進階搜尋運算子"),
                n("ae9f604c", "附屬關係"),
                n("a7d2d8f4", "僅顯示附屬帳戶"),
                n("je21ffbe", "跟隨者人數"),
                n("i8d9797c", "完整個人資料"),
                n("a36bebf2", "最高"),
                n("i5ef8b4a", "最高跟隨者人數"),
                n("fcf0ec1c", "最低"),
                n("ccc0bbc6", "最低跟隨者人數"),
                n("je1bd63a", "解鎖 X 的力量以尋找人才、銷售商機和策略合作夥伴"),
                n("i6766078", "尋找頂尖人才、銷售潛在客戶和合作夥伴"),
                n("d509bbd4", "探索 X 上的人物"),
                n("a5afaf54", "重設"),
                n("i9006fb0", "全部重設"),
                n("fa598a82", "結果"),
                n("g3688a48", "選取選項"),
                n("ab5a91a4", "使用者"),
                n("cef20fd0", "認證"),
                n("a2b286b0", "推廣工作職缺、你的產品和你的訊息。"),
                n("e2895a38", "最高 $12,000 美元的廣告抵用金"),
                n("becba496", "廣告抵用金為限時優惠。"),
                n("ded395ae", "在同一處存取你的業務分析"),
                n("a47a20d4", "進階分析"),
                n("b56d3ec6", "所有組織和附屬帳戶均可獲得含有 Grok 3 存取權的 Premium+"),
                n("ie663a1a", "透過專門的客戶團隊，獲得快速協助和向上呈報問題"),
                n("j7f75bec", "VIP 支援"),
                n("ebf5ec26", "即將推出"),
                n("eeb424e2", "打造你的故事。"),
                n("ab62db18", "建立你的受眾。"),
                n("j2c9bc4e", "透過金色勾號脫穎而出，並加入附屬帳戶來自然地行銷你的公司。"),
                n("e7930f82", "從群眾中脫穎而出"),
                n("e77ea57e", "提高銷售量、僱用最優秀人才和存取獨家市場洞見的最強大工具。"),
                n("a558a254", "透過已認證組織，在 X 上釋放成長潛力"),
                n("b099f256", "透過 Radar，一鍵即可了解市場趨勢和公眾輿論。"),
                n("ecb7fa02", "商業智慧"),
                n("cb5faa2a", "使用你的廣告抵用金來觸及全球最聰明的人才。"),
                n("c67b260c", "工作推廣"),
                n("if48b5c2", "上傳工作職缺並直接在 X 上向數百萬人推廣。"),
                n("aa0d60aa", "月"),
                n("cebfdb52", "組織"),
                n("i9b6fcbc", "使用「人才搜尋」尋找工程師、銷售主管和創作者。 "),
                n("a6b5c3f0", "尋找最優秀的人才"),
                n("a51acce8", "降級至基本方案"),
                n("ie132f40", "升級以保留完整權益"),
                n("b0d26232", "節省"),
                n("f563b353", function (e) {
                    return "優惠截止時間：" + e.endDate;
                }),
                n("b29b2e69", function (e) {
                    return e.endDate + " 前可享 " + e.percentOff + "% 折扣";
                }),
                n("j3cfae29", function (e) {
                    return "第一年的年費為 " + e.discountedCost + "，之後每年只要 " + e.baseCost + "。";
                }),
                n("jb74aea4", "每個額外的附屬帳戶為每個推號每月 $50 美元，廣告抵用金可能有所限制。"),
                n("fc9fc856", "每個額外的附屬帳戶為每個推號每年 $600 美元，廣告抵用金可能有所限制。"),
                n("fc785aec", "取得基本方案"),
                n("edf32072", "Premium+ 中的一切，加上："),
                n("b3caf146", "已認證的金色徽章"),
                n("a1dbf70c", "每月 $200 的免費廣告抵用金"),
                n("i2a2286c", "$2,500 免費廣告抵用金"),
                n("e8d0fd04", "Radar 基本存取權"),
                n("cf038828", "專屬支援服務"),
                n("efd56302", "將附屬帳戶加入你的頁面"),
                n("bc1bb6aa", "每月 $1,000 的免費廣告抵用金"),
                n("e1669560", "$12,000 免費廣告抵用金"),
                n("hb973da4", "Radar 完整存取權"),
                n("g444c82e", "搶先體驗企業功能"),
                n("a1bc0bcf", function (e) {
                    return e.cost + " (按年計費)";
                }),
                n("i0f58dac", "所有方案均需支付適用的稅金和費用。"),
                n("je182d8a", "企業"),
                n("ge609bd6", "聯絡銷售人員"),
                n("je6d2aec", "模組化定價"),
                n("ed33b888", "人才搜尋"),
                n("ade522c4", "洞見報告"),
                n("h551f266", "廣告抵用金"),
                n("c74f7856", "附屬帳戶套件"),
                n("b9b41f7a", "搜尋最佳化"),
                n("b1f368ee", "專屬支援"),
                n("j189c5b2", "Pro 方案中的一切，加上："),
                n("i7f4b58e", "自訂"),
                n("h45fd8ae", "取得完整權益方案"),
                n("f1c3b32c", "基本方案中的一切，加上："),
                n("f4307806", "熱門"),
                n("ce7c21de", "每年"),
                n("a21a64f6", "「X 商業版是超划算的選擇！我們使用人才搜尋工具，聘僱了優秀人才。」"),
                n("dbb3fc54", "共同創辦人兼 CEO"),
                n("c1600210", "「X 商業版讓你無須勞心費神。它透過捕捉市場洞見，協助我們贏取客戶。」"),
                n("fb3e127a", "新年限時優惠"),
                n("a5fee980", "在以下時間之前訂閱，即可領取年度方案的 30% 折扣以及高達 $12,000 美元的免費廣告抵用金："),
                n("c9051cac", "天"),
                n("ie035790", "秒"),
                n("cbd3dfaa", "試用 Beta 版"),
                n("h260121e", "向受眾展示你的熱門職位。"),
                n("ae0ad604", "人才招募頁面"),
                n("cbd4ba6e", "探索並聯繫頂尖人才"),
                n("b71927b2", "無限制的徵才啟事"),
                n("a0b5b7d4", "透過我們的績效廣告模型，解鎖 AI 鎖定功能。"),
                n("aa3f0e90", "透過 AI 鎖定推廣工作"),
                n("hc67be9e", "立即開始"),
                n("c9a67f9e", "開始招募"),
                n("jd937cda", "透過「X 僱用」觸及數百萬名相關候選者。同步你的工作、建立自訂的人才招募頁面，並設定工作推廣，以便在時間軸中投放針對性的廣告。"),
                n("d92d2632", "僱用頂尖人才的最佳平台"),
                n("c10bee94", "每月申請"),
                n("ib69d218", "25 萬+"),
                n("i953576c", "公司招聘"),
                n("j395b846", "1 萬+"),
                n("g48a59c2", "使用者"),
                n("j228841a", "5 億+"),
                n("da570714", "ATS 整合"),
                n("h25a3132", "最高 $2,400 的廣告抵用金可用於工作推廣"),
                n("f25a2004", "Premium+ 權益"),
                n("c237b78e", "招募團隊的附屬關係"),
                n("fc3d58fe", "最高 $12,000 的廣告抵用金可用於工作推廣"),
                n("eb5f060c", "跟隨"),
                n("a19cf46f", function (e) {
                    return "要取消跟隨 @" + e.screenName + " 嗎？";
                }),
                n("e4c91b70", "他們的貼文將不再顯示在「為你推薦」時間軸中。除非他們的貼文受到保護，否則你仍可以查看其個人資料。"),
                n("j650c8dc", "要捨棄跟隨請求嗎？"),
                n("c02f8de1", function (e) {
                    return "這將會取消你的跟隨請求，@" + e.screenName + " 將不會再看到該請求。";
                }),
                n("e2ee95a1", function (e) {
                    return "於 " + e.date + "加入";
                }),
                n("d64fef58", "你尚未發佈任何貼文"),
                n("e2a098dc", "排序方式"),
                n("c5709148", "最多顯示 1000 則貼文"),
                n("ca5e57bd", function (e) {
                    return "貼文" + e.noun;
                }),
                n("d16c1ab6", "最近期"),
                n("f0a28956", "近期最少"),
                n("h06df79a", "曝光次數最多"),
                n("c44744e6", "曝光次數最少"),
                n("j6b98664", "喜歡次數最多"),
                n("a669f95c", "喜歡次數最少"),
                n("a0c66496", "回覆次數最多"),
                n("h45174fe", "回覆次數最少"),
                n("ea20f92a", "轉發次數最多"),
                n("c9a63566", "轉發次數最少"),
                n("b40d33e4", "展開詳細資料次數"),
                n("gedf636e", "網址點擊次數"),
                n("bbc12690", "推標點擊次數"),
                n("g7ede992", "永久連結點擊次數"),
                n("f5210bae", "連結"),
                n("b1f77a7c", "匯出資料"),
                n("j62d2af4", "貼文總覽"),
                n("dc70a568", "貼文分析"),
                n("j9f65603", function (e) {
                    return "12am" + e.date;
                }),
                n("d6ad20d7", function (e) {
                    return "4am" + e.date;
                }),
                n("d9bcb257", function (e) {
                    return "8am" + e.date;
                }),
                n("b83b49f1", function (e) {
                    return "12pm" + e.date;
                }),
                n("h52ae229", function (e) {
                    return "4pm" + e.date;
                }),
                n("i07e47b9", function (e) {
                    return "8pm" + e.date;
                }),
                n("h7cd94fe", "模糊的折線圖"),
                n("b10621d4", "查看你的所有統計資料"),
                n("c23def7a", "參與次數"),
                n("jc14a9e8", "花費"),
                n("d16b5a18", "廣告總花費"),
                n("g01559c6", "過去 7 天顯示的指標"),
                n("ddc8d458", "解鎖歷史資料"),
                n("j74eab48", "進階分析僅供 X Premium 會員使用"),
                n("i02166f6", "了解你的受眾"),
                n("cef977e4", "匯出你的資料"),
                n("f88e624e", "對話已更新"),
                n("e15e5637", function (e) {
                    return "過去 " + e.count + " 小時";
                }),
                n("h5ab8b0e", "他們跟隨的人"),
                n("a0f01bca", "點擊以變更時段"),
                n("he30b16c", "「他們跟隨的人」會擴大你所見的結果，顯示你跟隨的人及他們跟隨的人中分享次數最多的文章。"),
                n("b0589550", "取得更多新聞"),
                n("b60e4f78", "立即查看"),
                n("e950f6e0", "你的網路中尚未分享任何文章。"),
                n("e7dcfb81", "更多帳戶"),
                n("h965157c", "此頁面不受支援。"),
                n("cd388852", "請在最新版 X 上造訪作者的個人資料以查看此內容。"),
                n("abebdfae", "你只能查看有關你主持或共同主持之音訊空間的分析。"),
                n("fcb205da", "直播聆聽者人數"),
                n("jb088200", "錄音重播次數"),
                n("if65328a", "收聽次數"),
                n("a1a0e6d8", "跟隨主持人"),
                n("a3c4e396", "取消跟隨主持人"),
                n("j58e7b00", "查看個人資料"),
                n("eca4e32a", "查看詳細資料"),
                n("hd908df2", "即時音訊空間"),
                n("c5d40fe2", "任何人"),
                n("a8df1d34", "啟用視訊"),
                n("if410292", "了解音訊空間"),
                n("i43fdce9", function (e) {
                    return "加入主題 (" + e.count + "/" + e.total + ")";
                }),
                n("e32e99ec", "你想要聊什麼話題？"),
                n("e93f3c2a", "錄製音訊空間"),
                n("b701d610", "預定的音訊空間已刪除"),
                n("b028792d", function (e) {
                    return "管理預定的音訊空間 (" + e.count + ")";
                }),
                n("e9b73da8", "預定音訊空間"),
                n("cdf630be", "立即開始"),
                n("acd1bcb0", "哪些人可以加入？"),
                n("h07146a2", "哪些人可以說話？"),
                n("h61d92b0", "刪除預定的音訊空間"),
                n("a488f2eb", function (e) {
                    return "已選取 " + e.count + " 個 (共 " + e.total + " 個)";
                }),
                n("d2dfe80d", function (e) {
                    return "音訊空間將於 " + e.date + " " + e.time + " 開始";
                }),
                n("aef95393", function (e) {
                    return "現有的音訊空間已預定在 " + e.date + " " + e.time;
                }),
                n("a7069f2e", "編輯詳細資料"),
                n("a15f06fc", "預定的音訊空間"),
                n("f6cfa3fe", "你無法將音訊空間預定在過去的時間。"),
                n("a8f71a2b", function (e) {
                    return "你無法將音訊空間預定在未來 " + e.days + " 天之後。";
                }),
                n("ae092f6c", "預定的音訊空間無法刪除。"),
                n("jd7f0030", "預定的音訊空間已更新"),
                n("a26da034", "儲存變更"),
                n("b3633046", "選擇社群"),
                n("ce447fcb", function (e) {
                    return e.count + " 位聆聽者";
                }),
                n("ef7da97f", function (e) {
                    return e.count + " 個聆聽中";
                }),
                n("a065e7e7", function (e) {
                    return "正在發生：" + e.spaceTitle;
                }),
                n("hd5e7b21", function (e) {
                    return e.date + "：" + e.spaceTitle;
                }),
                n("f651e375", function (e) {
                    return "此音訊空間已結束：" + e.spaceTitle;
                }),
                n("i8478ae7", function (e) {
                    return "播放錄音：" + e.spaceTitle;
                }),
                n("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                n("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                n("e4e811fc", "正在連線…"),
                n("aadbc747", function (e) {
                    return "共同主持人";
                }),
                n("hbd6035f", function (e) {
                    return "說話者";
                }),
                n("if420852", "播放錄音"),
                n("f7dc3b1c", "此音訊空間已結束"),
                n("c1d15dc0", "此音訊空間似乎已關閉。"),
                n("g3e2f3a6", "匿名聆聽"),
                n("cd64d43e", "直接以說話者身分加入"),
                n("jcdc32f0", "開始聆聽"),
                n("a0cee16a", "開始說話"),
                n("bf3daa48", "開始匿名聆聽"),
                n("f9305f48", "重新連線"),
                n("e51df2e6", "開始時你的麥克風將會關閉"),
                n("h114ff6c", "你無法加入此音訊空間，因為你已在某個音訊空間中。"),
                n("d7fe2d7e", "你無法重新連線至此音訊空間，因為你已在某個音訊空間中。"),
                n("e61bdea4", "主持人正在為此音訊空間錄音。每位說話者都將包含在公開的錄音中。"),
                n("d0ebf4f7", "了解更多"),
                n("d782b808", "訂閱即享專屬福利"),
                n("i7f83b8d", "了解更多"),
                n("fc962610", "搜尋音訊空間或主持人的名稱"),
                n("e5b5f091", function (e) {
                    return "沒有符合「" + e.searchQuery + "」的音訊空間";
                }),
                n("g5812140", "何不開始一個音訊空間？"),
                n("e8fe1ecb", function (e) {
                    return "在" + e.section + "音訊空間中，沒有符合「" + e.searchQuery + "」的項目";
                }),
                n("c432d2b2", "搜尋音訊空間"),
                n("d39e8b30", "加入備註"),
                n("dc7a6625", function (e) {
                    return "使用 " + e.displayAlias + " 身分撰寫";
                }),
                n("g17e4064", "你的備註將使用你的社群備註別名發佈，不會與你的 X 個人資料產生關聯。"),
                n("d9b09ee8", "務必清楚明確 — 必須提供外部來源的連結。"),
                n("b7476596", "務必清楚明確 — 建議提供外部來源的連結。"),
                n("df6c8292", "你的說明"),
                n("ecb4d20c", "你的備註並未儲存，請確定你先前尚未撰寫過此貼文的備註，並稍後再試。"),
                n("eb5b4a12", "關於社群備註別名"),
                n("ja0ee360", "選擇你的別名"),
                n("f7b7c250", "選擇社群備註別名以保持私密"),
                n("c6382384", "為什麼社群備註要使用別名？"),
                n("j48ab594", "私下貢獻"),
                n("bc2399a0", "在不分享 X 身分的情況下撰寫和評價備註。"),
                n("d939cf16", "專注於內容"),
                n("a56f0c32", "別名可以讓貢獻者更專注於內容而非作者，以協助減少偏見。"),
                n("d17c59e4", "每個人都有責任"),
                n("i719f8e2", "你可以查看貢獻者的歷史記錄，每個人都需要為他們獲得的評價負責。"),
                n("a96bb564", "選擇你的社群備註別名"),
                n("afcdcf84", "此別名將是你撰寫和評價社群備註時的身分。它不會與你的 X 個人資料產生關聯。"),
                n("f83d0446", "你的別名已儲存。"),
                n("ed0e6b2e", "開始對備註進行評價"),
                n("if4c5e06", "歡迎使用社群備註！"),
                n("g880a78a", "從評價備註開始"),
                n("d1be2236", "社群備註仰賴像你一樣的貢獻者來協助找出有幫助備註，以便向所有人顯示。"),
                n("af9f2b78", "追蹤你的評價積分"),
                n("af68afc8", "每次你協助某則備註獲得「有幫助」或「沒有幫助」狀態時，你的積分都會上升。"),
                n("fb5c5d42", "解鎖撰寫備註的能力"),
                n("a1e58cdc", "一旦你的評價積分達到 5 或更高，即可解鎖撰寫自己的社群備註的能力。"),
                n("j5f112b4", "你最近的兩則備註目前的狀態為沒有幫助。"),
                n("ac34c5e8", "有足夠多的貢獻者 (包括在過去的評價中有時表示不同意的貢獻者) 同意你的 2 則備註沒有幫助。以下是他們的回饋意見："),
                n("ib7886d0", "在你的個人資料中查看這些備註"),
                n("b0a7d360", "你正處於暫時無法撰寫備註的風險中。"),
                n("e473f876", "對於最近 5 則備註的狀態為「有幫助」或「沒有幫助」的貢獻者，如果其中 3 則備註的狀態為「沒有幫助」，其撰寫能力可能會暫時遭到鎖住。"),
                n("ef490ae8", "未包含來源或來源不可靠"),
                n("bf3dc462", "來源無法支持備註觀點"),
                n("heb35e12", "錯誤資訊"),
                n("ib117532", "騷擾或謾罵"),
                n("a7bc3192", "引用優良的來源"),
                n("a26f8dc2", "容易理解"),
                n("cbdef06c", "直接闡述貼文的主張"),
                n("faa5f9e8", "提供重要的相關情境"),
                n("gf3b38f4", "用語中立或無偏見"),
                n("a50327ea", "備註對此貼文而言沒有必要"),
                n("h7c59ea2", "個人意見或猜測"),
                n("d60c0064", "有錯別字或語意不明"),
                n("e06416ca", "缺乏重點或不切題"),
                n("cff1aa8c", "用語有爭議性或偏見"),
                n("c5d55592", "提供獨特的資訊或背景脈絡"),
                n("f3e6f0aa", "資訊豐富"),
                n("hc2b6a7e", "客觀和/或有同理心"),
                n("bbe8b4ac", "個人看法、猜測或偏見"),
                n("dd1f17ea", "偏離主題"),
                n("if966b54", "過時資訊"),
                n("fdc2060a", "你需要更高的積分才能撰寫備註。"),
                n("edd80858", "查看你的個人資料和分數"),
                n("eec24ff6", "開始評價"),
                n("eb9dc3ec", "像你一樣的貢獻者會共同努力找出有幫助的備註，以便在貼文上顯示為相關內容，並讓人們充分掌握資訊。"),
                n("f2f61788", "解鎖撰寫的能力"),
                n("ca7e11e6", "一旦你的成功評價分數達到 5 或更高，即可解鎖撰寫社群備註的能力。"),
                n("e7beb100", "查看你的個人資料和回饋意見"),
                n("fd02e290", "查看所有規則"),
                n("ee7b8050", "你暫時無法撰寫新備註。"),
                n("b8cc2e9a", "由於你最近的備註被評價為「沒有幫助」，因此撰寫能力已暫時被鎖住。"),
                n("f6c8613e", "貢獻者對你備註的回饋意見："),
                n("fd5c2282", "取得更多備註撰寫祕訣"),
                n("c23e67ea", "解鎖你的撰寫能力"),
                n("i0e66c5a", "選取一項"),
                n("j8e3e3be", "至少選取一項"),
                n("f1e851f0", "輸入說明"),
                n("ff5dcac8", "你的說明太長"),
                n("b47b5a16", "所有欄位均需填寫。請確認你已回答所有問題。"),
                n("g9cffe16", "你的備註未包含來源"),
                n("bfa9e276", "重寫備註，使其對包含此圖片的所有貼文都有幫助，或者檢查你對此表單上第一個問題的回答"),
                n("ja36d83e", "重寫備註，使其對包含此影片的所有貼文都有幫助，或者檢查你對此表單上第一個問題的回答"),
                n("i6488a04", "重寫備註，使其對包含此媒體的所有貼文都有幫助，或者檢查你對此表單上第一個問題的回答"),
                n("j6e12b24", "它包含以數位方式修改的相片或影片"),
                n("eda68484", "它被以數位方式修改"),
                n("e198eb8c", "撰寫備註，提供你認為應該與此影片一起顯示的相關內容，讓其他人能充分掌握資訊。"),
                n("a9803d44", "撰寫備註，提供你認為應該與此圖片一起顯示的相關內容，讓其他人能充分掌握資訊。"),
                n("j7ddf18a", "撰寫備註，提供你認為應該顯示在包含此連結的所有貼文上的相關內容，讓其他人能充分掌握資訊。"),
                n("g3874520", "撰寫備註，提供你認為應該與貼文一起顯示的相關內容，讓其他人能充分掌握資訊。"),
                n("ac1141aa", "撰寫備註，協助其他社群備註貢獻者了解為什麼這段影片不會造成誤導或不需要加入相關內容。"),
                n("f99ebcfc", "撰寫備註，協助其他社群備註貢獻者了解為什麼這張圖片不會造成誤導或不需要加入相關內容。"),
                n("h641949e", "撰寫備註，協助其他社群備註貢獻者了解為什麼這則貼文不會造成誤導或不需要加入相關內容。"),
                n("c926cff6", "根據目前的證據，我認為這則貼文很可能…"),
                n("e0ef7a2c", "根據目前的證據，我認為這張圖片很可能…"),
                n("g491d33a", "根據目前的證據，我認為這段影片很可能…"),
                n("b253e462", "根據目前的證據，我認為這個連結很可能…"),
                n("b1b2d004", "具有潛在誤導性，最好加入相關內容"),
                n("ha9655c2", "不會造成誤導"),
                n("ebd2de06", "你為什麼認為這則貼文可能會造成誤導？"),
                n("i865abe8", "為什麼你認為這張圖片可能會造成誤導？"),
                n("add096c6", "為什麼你認為這段影片可能會造成誤導？"),
                n("eb604e2e", "為什麼你認為連結的頁面可能會造成誤導？"),
                n("c33bc7d4", "它包含一項實際錯誤"),
                n("aadb676c", "它包含可能造成誤導的過時資訊"),
                n("g21a0ef4", "它的陳述有誤，或缺少重要的背景資訊"),
                n("daf354de", "它將未經證實的主張當作事實"),
                n("d1d2ef84", "它是一個玩笑或諷刺，可能會被誤解為事實"),
                n("bfee6064", "你為什麼認為這則貼文不會造成誤導？"),
                n("dfd1f7f0", "為什麼你認為這張圖片不會造成誤導？"),
                n("b8623176", "為什麼你認為這段影片不會造成誤導？"),
                n("ec66e3fc", "為什麼你認為連結的頁面不會造成誤導？"),
                n("g228df26", "它的主張確實無誤"),
                n("h890a3f2", "分享時是正確的，但現在已過時"),
                n("hf607a0a", "它很明顯是諷刺/開玩笑"),
                n("j6ac7742", "它表達的是個人意見"),
                n("b1d82aae", "你是否連結到你覺得大多數人都認為值得信賴的來源？"),
                n("ae859ee0", "你的備註是關於貼文還是圖片？"),
                n("ba84e7f8", "你的備註是關於貼文還是影片？"),
                n("ibb784c6", "關於此特定貼文"),
                n("a21ecb8c", "關於此貼文中的圖片，並且應顯示在包含此圖片的所有貼文上"),
                n("he0ca8da", "關於此貼文中的影片，並且應顯示在包含此影片的所有貼文上"),
                n("d0bf8d34", "你的備註是關於貼文還是連結？"),
                n("db370b9a", "你的備註是關於貼文、圖片還是連結？"),
                n("c35bf10e", "你的備註是關於貼文、影片還是連結？"),
                n("d96ce0d2", "此備註的撰寫方式將對包含此圖片的所有貼文都有幫助。"),
                n("a1fb516c", "此備註的撰寫方式將對包含此影片的所有貼文都有幫助。"),
                n("be46a61e", "此備註的撰寫方式將對包含此媒體的所有貼文都有幫助。"),
                n("ied1c2c2", "此備註對這則貼文有一些明確的描述，因此可能與其他貼文無關。"),
                n("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                n("gdfbdd93", function (e) {
                    return "全部 " + e.matchCount + " 則貼文";
                }),
                n("d7959c4d", function (e) {
                    return "全部 " + e.matchCount + " 則貼文";
                }),
                n("ff5be16d", function (e) {
                    return "全部 " + e.matchCount + " 則貼文";
                }),
                n("abdd8d0a", "編輯備註"),
                n("c097608e", "你的備註未包含說明"),
                n("ba25898c", "備註中包含來源的說明，更有可能被評價為有幫助。"),
                n("e764d704", "備註中包含值得信賴的來源連結，更有可能被評價為有幫助。"),
                n("gb67e44c", "提交而不包含說明"),
                n("d6b758a2", "提交而不包含來源"),
                n("dc1fa12c", "社群備註帳戶必須有通過驗證的電話號碼"),
                n("a1752fde", "若要繼續透過此帳戶對社群備註做出貢獻，你必須驗證你的電話號碼。"),
                n("hef02710", "除了通過驗證之外，你的號碼還必須來自受信任的電信業者，且不與其他社群備註帳戶相關聯。"),
                n("dff9b6bc", "驗證你的電話"),
                n("f051e434", "社群備註貢獻者必須有唯一的電話號碼"),
                n("eaef2f72", "此電話號碼似乎與多位社群備註貢獻者的 X 帳戶相關聯。"),
                n("j78d41b4", "若要繼續透過此帳戶做出貢獻，你必須從其他 X 帳戶中移除此電話號碼。"),
                n("a7c9a176", "社群備註帳戶必須有通過驗證的電話號碼，且該號碼必須來自受信任的電信業者"),
                n("ec853dfa", "為了降低人為編造或虛擬電話號碼的使用，電話號碼必須來自受信任的電信業者。"),
                n("j6e19c58", "社群備註價值觀"),
                n("ea580ee2", "社群備註價值觀的小提醒："),
                n("eac7b6ac", "提供資訊，協助了解真相"),
                n("b0381cfc", "秉持善意行事"),
                n("f0addddc", "樂於助人，對於持有反對意見者亦同"),
                n("h7c7b204", "在撰寫新備註之前，先協助評價現有的備註"),
                n("i8cae552", "透過評價，你將可協助社群備註保持高品質。"),
                n("hd43a218", "你已達到每天可撰寫備註的上限"),
                n("aaba8ed2", "為了維持備註的品質以及防止垃圾訊息，我們會根據貢獻者的撰寫積分，限制他們每天可撰寫的備註數量。請稍後再試。"),
                n("a67ed4d6", "你目前已達到為此作者的貼文加入備註的數量上限"),
                n("ic484166", "為了確保備註的品質並防止垃圾訊息，我們會限制使用者在指定時間內對特定貼文作者所撰寫的備註數量。此限制取決於人們認為使用者過去對該作者所撰寫之備註的幫助程度。請稍後再試。"),
                n("b98f077c", "請求提供備註資訊"),
                n("ee691104", "請求提供有關此貼文的社群備註"),
                n("f8cbdf02", "認為這則貼文可能具有誤導性嗎？請求提供社群備註。"),
                n("f132d1be", "當貼文收到的請求數量夠多時，貢獻者將在該貼文上看到提醒"),
                n("gf71296c", "如果撰寫的備註被其他貢獻者評價為有幫助，該備註將會顯示在貼文上"),
                n("de0685b4", "X 不會選擇要顯示哪些備註：社群備註是由人們決定、為人們服務"),
                n("f8ac3c88", "同意並請求提供備註"),
                n("a8edd0ea", "要加入來源嗎？"),
                n("a39a0de6", "X 貼文的連結"),
                n("j819c176", "若有能解釋哪些內容可能造成誤導的 X 貼文，請提供該貼文的連結，以協助社群備註貢獻者。"),
                n("e15b3b44", "連結必須指向 X 貼文。範例：x.com/user/status/...."),
                n("c81085a4", "社群備註"),
                n("c363515c", "向公眾公開顯示"),
                n("cb6b0138", "謝謝你！你的請求已發送"),
                n("c196e8b8", "如果撰寫的備註被評價為有幫助，你將在貼文上看到它。"),
                n("a9491efa", "社群備註請求已提交"),
                n("f060d1cc", "刪除請求"),
                n("f499f824", "刪除你的請求"),
                n("hd1bc518", "你可能需等候幾分鐘，才能對此貼文提出新請求"),
                n("geb8d31d", "註冊"),
                n("gc399930", "每日備註請求上限資訊"),
                n("fee815e4", "你已達到請求備註的每日上限"),
                n("i7eb7900", "如果你對成功獲得有幫助備註的貼文提出請求，你的每日上限將會增加。"),
                n("d1a3817e", "這有助於獎勵那些成功找到可使用相關內容的潛在誤導性貼文的人。"),
                n("c031c77a", "如果你對人們不認同需要備註的貼文提出太多請求，你的每日上限可能會減少。"),
                n("f87129d2", "這有助於防止垃圾訊息，並使備註撰寫者專注在可使用有幫助備註的貼文。"),
                n("jdd4a572", "你的帳戶必須有通過驗證的電話號碼"),
                n("i0f07c07", "驗證你的電話"),
                n("i157c1a8", "此請求已刪除。"),
                n("a9f4ca9c", "社群備註貢獻者現在可以看到你的備註"),
                n("eb8f7c0c", "其他貢獻者現在可以評價你的備註"),
                n("h87c6bd6", "其他貢獻者現在可以看到你的備註"),
                n("gc1a5bce", "他們將評價它是否有幫助"),
                n("i0e950ca", "如果你的備註獲得「有幫助」狀態，它便會開始向看到該貼文的所有人顯示為相關內容"),
                n("a047e800", "你的備註可協助其他貢獻者在對備註進行評價時獲得更多相關內容"),
                n("cec8a38c", "如果你的備註獲得「有幫助」狀態，你將獲得撰寫積分。"),
                n("a377532e", "如果有足夠多不同觀點的人將其評價為有幫助，它便會向看到該貼文的所有人顯示為相關內容"),
                n("d790fa4e", "備註狀態不是以多數決原則決定"),
                n("e90cda68", "為了找出對廣大群眾皆有幫助的備註，備註狀態必須在貢獻者中獲得一致同意，包括在過去的評價中有時表示不同意的貢獻者。"),
                n("j5a1d85a", "查看你的備註"),
                n("b25b64d6", "你的備註已提交！"),
                n("g1428d70", "你的備註已提交！"),
                n("a4ec7004", "以下是現在會發生的情況："),
                n("c4093274", "關於提交後的社群備註"),
                n("bc8746a6", "在撰寫新備註之前，請先評價至少一則備註。"),
                n("ce3c80b8", "社群備註需仰賴你的評價來保持高品質。"),
                n("fa6a075a", "建議隨貼文一起顯示相關內容的備註"),
                n("acb7ecae", "解釋為什麼不需要加入相關內容的備註"),
                n("d9a5fc06", "評價貼文"),
                n("b73cebd2", "評價貼文和備註"),
                n("ad8883f2", "這則貼文沒有備註"),
                n("efd14e7a", "正在載入備註"),
                n("e65b7186", "有人已提出與此貼文相關的社群備註"),
                n("bcc14a68", "社群備註是一項計劃，參與此計劃的志願貢獻者可對他們認為可能造成誤導的貼文加入相關內容 (稱為「備註」)。下方的備註可由貢獻者進行評價，如果它們目前被評價為有幫助，便會在貼文上顯示為相關內容。如果某則備註目前被評價為有幫助，但你不同意該評價，你可以請求額外的審核 — 這意味著更多貢獻者將會審核該備註，而其評價可能會發生變更。 "),
                n("c21313ba", "備註目前已評價為沒有幫助"),
                n("c2c40120", "顯示所有備註"),
                n("ia596d40", "看到你想要改善的內容嗎？"),
                n("deff0bde", "撰寫備註"),
                n("i8e85ef8", "加入社群備註並獲得備註撰寫和其他功能的權限，以協助創造一個資訊流通的世界"),
                n("af88892a", "這些備註是由社群備註貢獻者所加入，他們認為此貼文可能具有誤導性且加入相關內容可能有益。"),
                n("cf8a40a6", "備註只會顯示在社群備註中，直到它們被足夠多的貢獻者評價為有幫助。"),
                n("g22c8c30", "如果這些備註被足夠多的貢獻者 (包括那些在過去的評價中通常表示不同意的貢獻者) 評價為有幫助，它們就會開始作為附加的相關內容隨貼文一起公開顯示。"),
                n("jf04b084", "這些備註是由那些認為貼文沒有誤導性且不需要加入相關內容的貢獻者所加入。"),
                n("g5a72e98", "這些備註只會在社群備註中作為附加資訊向評價者顯示，即使它們獲得「有幫助」狀態，也不會作為相關內容隨貼文一起顯示。"),
                n("b8719c22", "協助辨識貼文是否受到持有不同觀點者的喜歡。"),
                n("jcdf97d4", "你喜歡此貼文的什麼地方？"),
                n("d4d7b67e", "你不喜歡此貼文的什麼地方？"),
                n("ed5156fa", "儲存你的評價時發生錯誤，請再試一次。"),
                n("d0ed3636", "你已評價此貼文"),
                n("j6aa6172", "要刪除評價嗎？"),
                n("i4112750", "此動作無法復原。"),
                n("i6f6191a", "謝謝你！"),
                n("h5575012", "同意並提交"),
                n("f9171e52", "此貼文獲得了一些通常持反對意見者的喜歡，但目前發表的意見數量有限。"),
                n("j0f9919a", "你的評價不會對貼文造成負面影響，而是能協助積極地辨識廣受喜歡的貼文。"),
                n("b3af830c", "你的意見："),
                n("d0b29562", "立即評價更多貼文"),
                n("i36ea87a", "我同意"),
                n("d5befc34", "我學到了一些有趣的知識"),
                n("je26ecf2", "它提出了有意義的觀點"),
                n("e4e331aa", "它在經常引起兩極化意見的主題上達成了統一"),
                n("ed61ff2a", "令人暖心或喜愛"),
                n("gc3104d8", "鼓舞人心或令人興奮"),
                n("j8c4400e", "搞笑有趣"),
                n("j4738406", "不適用：我沒有喜歡的地方"),
                n("d93d1666", "我不同意"),
                n("d6130466", "它沒有任何有意義的內容"),
                n("d96835b6", "我對它不感興趣"),
                n("b7ba4150", "不適用：我沒有不喜歡的地方"),
                n("g0402b3b", "受到持有不同觀點者喜歡"),
                n("ged62c2b", "聚焦"),
                n("b5d5f7f1", "指引方向"),
                n("a42fef87", "了解更多"),
                n("bd7eb888", "查看此貼文的所有備註"),
                n("i97b83f6", "提交你的申訴時發生錯誤，請再試一次。"),
                n("a038ab9a", "翻譯備註"),
                n("i606fc4c", "關於社群備註申訴"),
                n("b664c554", "請求額外的貢獻者審核"),
                n("ab66e1f2", "以下是其運作方式："),
                n("e36d807c", "更多社群備註貢獻者將會收到審核及評價此備註的請求。"),
                n("d8afb99c", "如果貢獻者的評價使備註的狀態發生變更，使其目前不再被評價為有幫助，則該備註將不會在貼文上顯示。"),
                n("f9e1090c", "審核是由貢獻者進行，而非 X。"),
                n("i80c8a84", "已請求額外的審核。"),
                n("f93d4391", "請求對此備註進行額外的貢獻者審核"),
                n("e457970a", "備註詳細資料"),
                n("df587b98", "備註 ID"),
                n("h201bdc8", "備註作者"),
                n("h74b96b0", "備註已提交 "),
                n("ge25848a", "目前狀態"),
                n("d6db34cc", "需要更多評價"),
                n("ce8b505e", "沒有幫助"),
                n("e5be8156", "由開放原始碼演算法計算的備註狀態"),
                n("fca23c42", "有足夠多不同觀點的貢獻者已同意這則備註有幫助，因此該備註將在貼文上顯示為相關內容。"),
                n("hef420c2", "這則備註尚未獲得足夠多不同觀點的貢獻者的評價。"),
                n("j3af43c4", "有足夠多不同觀點的貢獻者已同意這則備註沒有幫助。"),
                n("f79d812c", "已評價為有幫助並在發佈後的一小時內顯示"),
                n("cc02373e", "已評價為有幫助並在提議後的一小時內顯示"),
                n("d9f72d90", "已相符並在發佈後的一小時內顯示"),
                n("fc6e4594", "評價者所選的熱門標記"),
                n("f7427d6f", "此貼文"),
                n("aa94541d", "此貼文"),
                n("fe821ebb", "此貼文"),
                n("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ff14b6b8", "另一則貼文"),
                n("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("hb90fe9a", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("i23a64ea", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("h6c5af52", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("c2584f58", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("a0dec723", "此貼文"),
                n("f20fa57c", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("bd60b152", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("b95920ef", "此貼文"),
                n("f8dcced2", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("iaf626c0", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("e3002eab", "此貼文"),
                n("df3f2d52", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("cd83d952", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("ia35cd39", "此貼文"),
                n("a499228a", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("cf9ac658", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("fa56f7cb", "此貼文"),
                n("b826c19c", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("c4618eb8", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("i56af3fd", "此貼文"),
                n("g1f275b6", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("i2cac82c", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("d3205ee4", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("fc546c2e", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("g03f5337", "這則貼文"),
                n("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("f5b30b8a", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("e25f9fd4", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("d595bffd", "這則貼文"),
                n("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                n("ef8a55a6", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("d5061d00", "未顯示在 X 上"),
                n("e272836c", "要刪除備註嗎？"),
                n("da5a5d8c", "此備註一旦刪除，便會從社群備註中永久移除。"),
                n("a804a8f4", "更多備註需要你的協助"),
                n("ib9628b8", "為更多備註評價以持續提高你的評價積分"),
                n("bf08be2e", "立即評價更多備註"),
                n("i26425d8", "有點幫助"),
                n("c6e683d0", "提交並同意"),
                n("b3fcaac6", "在評價此備註之前，請考慮開啟並檢視來源"),
                n("e8a33850", "在評價此備註之前，請先開啟並檢視來源"),
                n("ca6f04ec", "檢視備註中引用的來源有助於確保其正確性。 "),
                n("a7338bc2", "這則備註有幫助嗎？"),
                n("bd0b6422", "對於為什麼無需加入相關內容，這是有幫助的解釋嗎？"),
                n("ac7f9746", "哪個方面有幫助？"),
                n("c7751804", "哪個方面沒有幫助？"),
                n("dc9c823a", "此備註對包含此連結的所有貼文都有幫助。"),
                n("da0bb868", "此備註對包含此影片的所有貼文都有幫助。"),
                n("e8694748", "此備註對包含此圖片的所有貼文都有幫助。"),
                n("b487e12e", "此備註對包含此媒體的所有貼文都有幫助。"),
                n("hfdb963e", "此備註對這則貼文有明確的描述，並且可能與包含相同連結的其他貼文無關。"),
                n("bd6742c2", "此備註對這則貼文有非常明確的描述，因此可能與包含相同影片的其他貼文無關。"),
                n("ded3a8a2", "此備註對這則貼文有非常明確的描述，因此可能與包含相同圖片的其他貼文無關。"),
                n("c1e42c92", "此備註對這則貼文有非常明確的描述，因此可能與包含相同媒體的其他貼文無關。"),
                n("af198630", "向公眾提供"),
                n("d39720d3", "有幫助"),
                n("i7d91dc9", "有點幫助"),
                n("c75b7fb4", "沒有幫助"),
                n("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("d9025c46", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("jd7c58d8", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("ebb0b116", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("f9005c24", function (e) {
                    return e.matches + " 則貼文";
                }),
                n("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                n("h8335712", "你的備註"),
                n("b9f18eec", "目前的評價為有幫助"),
                n("j33f6520", "目前的評價為沒有幫助"),
                n("idc0e9fc", "註冊以成為社群備註貢獻者"),
                n("a83cccfa", "貢獻者可以檢視備註建議、撰寫備註、追蹤其積分等等！"),
                n("c2a6ec00", "想要加入社群備註嗎？"),
                n("d2470b62", "協助人們更充分地掌握資訊。"),
                n("ab23a972", "跟隨此對話"),
                n("c68f3bc0", "進一步了解我們的價值觀"),
                n("dfb1f498", "意見回饋"),
                n("a584cfa7", "發送私人訊息給我們 @CommunityNotes"),
                n("e4d93012", "有多位使用者提出了社群備註請求"),
                n("e55983c0", "尚未有請求者提供來源連結以解釋為什麼需要備註"),
                n("h23be93e", "請求者可以包含 X 貼文來協助解釋為什麼他們認為備註會有所幫助。他們已包含下列貼文"),
                n("ca6ae344", "社群備註標籤列"),
                n("fe27c1e2", "備註"),
                n("ff692d64", "你的個人資料"),
                n("cb1adfa0", "下載資料"),
                n("jaf0d42c", "你的備註"),
                n("fa9a644a", "如果你最近的 5 則狀態為「有幫助」或「沒有幫助」的備註中有 3 則被認定為「沒有幫助」，則你的撰寫備註能力將暫時遭到鎖住。"),
                n("i4014342", "避免你的撰寫能力遭到鎖住。以下是貢獻者對你的兩則備註的回饋意見："),
                n("j9897a7c", "取得備註撰寫祕訣"),
                n("ac71a5a0", "評價需要協助的備註"),
                n("h544e3c8", "貢獻者現在必須獲得 5 的評價積分，才能解鎖撰寫備註的能力。"),
                n("d88c63f6", "最新：解鎖撰寫備註的能力"),
                n("bd31adde", "你已離開社群備註計劃。"),
                n("a796c19c", "重新加入"),
                n("h837a96c", "你將重新加入社群備註計劃。"),
                n("a4d4bcb9", function (e) {
                    return "如果你想要重新加入，你可以在 " + e.numDaysToRejoin + " 天後在這裡進行操作。";
                }),
                n("a490bc51", "了解更多"),
                n("c94ad3e8", "發送回饋意見給我們"),
                n("ee160790", "已刪除的備註"),
                n("b3de4a42", "評價積分"),
                n("a7b0393c", "撰寫積分"),
                n("id568acc", "頂尖撰寫者"),
                n("e25f9ad6", "協助備註獲得「有幫助」狀態的評價"),
                n("a0697fbc", "太棒了！這些評價確定了有幫助的備註，這些備註會在貼文上顯示為相關內容，並協助人們充分掌握資訊。"),
                n("a3311a60", "這些評價確定了有幫助的備註，這些備註會在貼文上顯示為相關內容，並協助人們充分掌握資訊。"),
                n("bbc44f5a", "這些評價確定了有幫助的備註，這些備註會在貼文上顯示為相關內容，並協助人們充分掌握資訊。"),
                n("b4f21858", "協助備註達到「沒有幫助」狀態的評價"),
                n("d46b6bc8", "這些評價可為備註作者提供回饋意見，並讓貢獻者專注在最有希望的備註，從而改善社群備註。"),
                n("a5e6ba6a", "將備註評價為「有幫助」，但最終狀態為「沒有幫助」"),
                n("a22929e4", "將備註評價為「沒有幫助」，但最終狀態為「有幫助」"),
                n("b76dd726", "這些評價很常見，如果有足夠多的人認為「有幫助」的備註不夠有幫助，就可能會導致狀態變更。"),
                n("j29cc0f2", "這些評價會被計算兩次，因為它們通常表示對其他人認為低品質的備註的支持。"),
                n("cd4333d0", "別擔心，每個人都會遇到幾次這樣的情況！ "),
                n("e9fa53ac", "對還沒有「有幫助」或「沒有幫助」狀態的備註所做的評價。"),
                n("fc664dee", "在達到某種狀態後所做的評價"),
                n("f024ec64", "這些評價可以加強備註的狀態，或協助推翻該狀態。"),
                n("e1ee08e6", "撰寫積分"),
                n("je3fc324", "你已獲得「有幫助」狀態的備註"),
                n("f7358242", "獲得「有幫助」狀態的備註"),
                n("j8e9b514", "太棒了！這些備註現正向看到該貼文的所有人顯示、加入相關內容，並協助人們充分掌握資訊。"),
                n("e9e57c5c", "這些備註現正向看到該貼文的所有人顯示、加入相關內容，並協助人們充分掌握資訊。"),
                n("fee0d8a8", "這些備註會顯示在 X 上、為貼文加入相關內容，並協助人們充分掌握資訊。"),
                n("iab44364", "你已達到「沒有幫助」狀態的備註"),
                n("d8c90438", "達到「沒有幫助」狀態的備註"),
                n("accaa48e", "這些備註已由足夠多的貢獻者評價為沒有幫助，包括那些在過去的評價中有時表示不同意的貢獻者。你可以在個人資料中查看這些備註以及收到的回饋意見。備註狀態會隨著更多人的評價而改變。"),
                n("fa2156f6", "這些備註已由足夠多的貢獻者評價為沒有幫助，包括那些在過去的評價中有時表示不同意的貢獻者。備註狀態會隨著更多人的評價而改變。"),
                n("d004c768", "需要更多評價的備註"),
                n("f3d6d6c0", "還沒有「有幫助」或「沒有幫助」狀態的備註。"),
                n("d68a370c", "上次更新時間： "),
                n("f10aaf3c", "備註評價祕訣"),
                n("b9793c9a", "你尚未撰寫任何備註"),
                n("bed66f92", "開始方法如下："),
                n("a3ca686a", "查看有幫助備註的撰寫祕訣"),
                n("ga8034c6", "在任何貼文上點擊 ••• 選單以撰寫備註"),
                n("h4109636", "如果你認為某則貼文可能造成誤導，請撰寫備註，為可能看到該貼文的人加入有幫助的相關內容。"),
                n("ec30e9ac", "其他貢獻者將對你的備註是否有幫助進行評價"),
                n("e0c42f80", "如果它達到「有幫助」狀態，便會向看到該貼文的所有人顯示為相關內容"),
                n("ife4baaa", "社群備註並非根據多數決原則運作。為了找出對廣大群眾皆有幫助的備註，備註狀態必須在過去曾有不贊同評價的貢獻者中獲得一致同意。這有助於防止偏頗的評價。"),
                n("a0c552ee", "你的積分將顯示在這裡"),
                n("a4e5ea3c", "你尚未評價任何備註"),
                n("g9a28bde", "瀏覽需要協助的備註"),
                n("dc0046e2", "瀏覽社群備註首頁"),
                n("fecae168", "在那裡，你將找到需要更多評價的備註，以及你的評價具體可提供哪些協助。"),
                n("h525e29e", "協助找出可能對許多人都有幫助的備註"),
                n("f6db7706", "最佳的社群備註應直接應對貼文的主張、以有用且清晰的語言撰寫，並加入多數人認為可靠的來源。"),
                n("f636b582", "協助找出沒有幫助的備註"),
                n("f58f4f62", "評價低品質的備註可為備註作者提供回饋意見，並讓貢獻者專注在最有希望的備註，從而改善社群備註。"),
                n("cf30af22", "你知道嗎？"),
                n("d145b0fa", "備註狀態並非由多數決原則所決定。為了找出對廣大群眾皆有幫助的備註，備註狀態必須在貢獻者 (包括在過去的評價中有時表示不同意的貢獻者) 中獲得一致同意。這有助於防止偏頗的評價。"),
                n("c20a24cc", "恭喜您！"),
                n("d01b8fc8", "你是頂尖的社群備註撰寫者。"),
                n("jbe2ad46", "撰寫積分高且大部分備註是「有幫助」狀態的撰寫者可以獲得："),
                n("d2dc3d4c", "備註提醒的優先權"),
                n("heb73816", "頂尖撰寫者的備註建議更有可能觸發通知，從而獲得評價者的注意。"),
                n("b760d51a", "別名個人資料中的徽章"),
                n("ief63e50", "頂尖撰寫者可以透過其社群備註個人資料中的徽章來識別。"),
                n("jd6b88ca", "媒體的相關備註"),
                n("c39bdf5a", "頂尖撰寫者可以為多則貼文上的媒體撰寫相關備註，讓更多的人充分地掌握資訊。"),
                n("efb9a9e0", "這裡沒有任何內容"),
                n("a1529ce7", "了解更多"),
                n("f07ed596", "像你一樣的貢獻者會共同努力找出有幫助的備註，以便在 X 上顯示為相關內容，並讓人們充分掌握資訊。"),
                n("h2b5268a", "太棒了！評價更多備註以繼續提高你的積分。"),
                n("e86c87a0", "評價更多備註"),
                n("ad98f836", "你的評價積分很差。別擔心！"),
                n("e2d7c914", "繼續評價備註"),
                n("a5427624", "瀏覽社群備註首頁，尋找需要更多貢獻者評價的備註。"),
                n("e227a7fa", "備註狀態隨時會變更"),
                n("eda73c9c", "你的評價有時會與備註上的狀態不一致。這不是問題！如果有更多貢獻者同意你，便會推翻該狀態，你的積分也會改變。"),
                n("cfa3b664", "你現在可以撰寫社群備註了！"),
                n("j44125ee", "此貢獻者尚未撰寫任何備註。"),
                n("da55067c", "請稍後查看此音訊空間！"),
                n("f893c3b8", "加入社群備註"),
                n("a701795c", "還沒有社群備註"),
                n("db08295e", "想要加入嗎？"),
                n("ha275800", "你似乎不是社群備註前導測試計劃的一員。立即加入，協助人們更好地獲取資訊。"),
                n("ce0a213a", "若要建立備註，請在任何貼文的選單中選取「社群備註」圖示。你建立的備註將會顯示在這裡。"),
                n("c87f3cf8", "備註"),
                n("a5b19492", "這則備註不存在"),
                n("c21d1b2a", "一旦有足夠多的貢獻者 (包括在過去的評價中有時表示不同意的人) 同意，備註就會達到「有幫助」或「沒有幫助」狀態。這有助於確保備註對廣大的群眾皆有幫助，並防止偏頗的評價。"),
                n("c7b59cde", "社群備註設定"),
                n("c8be1d0d", "了解更多"),
                n("a5a2330c", "具有相同媒體的貼文"),
                n("ad071b5c", "具有相同連結的貼文"),
                n("b92967c0", "此備註不是媒體備註"),
                n("i92fddce", "如果有足夠多的人同意，備註會自動顯示在下方的貼文上。"),
                n("f5ce7a00", "此媒體貼文還沒有任何相符項目。"),
                n("e1288bdc", "當備註需要協助時發出提醒"),
                n("ca14eab4", "在社群備註需要你的評價時收到通知。"),
                n("gb2bc3d0", "我將全力以赴 🔥"),
                n("c35ebcd2", "竭盡所能 – 每日最多幾次提醒"),
                n("ba165b3c", "經常"),
                n("g72e2a58", "每週幾次提醒"),
                n("idd249e0", "有時"),
                n("if2e01ee", "每月幾次提醒"),
                n("fdaeaab8", "儲存你的設定時發生錯誤，請再試一次。"),
                n("db4e443a", "你的設定已儲存。"),
                n("dc11636c", "你會說的語言"),
                n("fae059c6", "離開社群備註計劃"),
                n("ed37123a", "你即將離開社群備註計劃"),
                n("c1a554a2", "以下是你應該了解的事項："),
                n("j59355fe", "你將無法撰寫新的社群備註。"),
                n("c23420ec", "你將不會收到來自社群備註的通知，除非這些備註與你在 X 上的活動相關。"),
                n("c76031ee", "你的匿名社群備註個人資料和過去提交的內容將保持公開。你仍然可以查看和刪除你的備註。"),
                n("be4f9106", "你可以在 90 天後重新加入。"),
                n("hf68e810", "社群備註是一項計劃，旨在創造一個資訊流通的世界。它讓 X 上的使用者能夠共同合作，為可能造成誤導的貼文加入有幫助的備註。"),
                n("jdb52860", "貢獻者撰寫和評價備註"),
                n("c104025c", "就像你一樣，貢獻者也是 X 上的使用者，他們選擇參加這項前導測試計劃以撰寫和評價備註。參與的人數越多，此計劃就會變得越好。"),
                n("j7872b8c", "只有人們認為有幫助的備註才會顯示在貼文上"),
                n("fb59415e", "為了在貼文上公開顯示為相關內容，備註必須被足夠多不同觀點的人評價為有幫助。這種方法有助於避免偏見和操控，也有助於找出對許多人都有幫助的備註。"),
                n("f9a44022", "X 公司不會選擇要顯示的備註：由人們來選擇"),
                n("gdf4fbb2", "X 公司不會撰寫、評價或控管備註 (除非該備註違反 X 規則)。我們相信，讓人們發表意見並共同做出選擇，不僅是一種公平有效的加入資訊方式，更能幫助人們更好地了解情況。"),
                n("cc720e6a", "社群備註奠基於資料透明度之上"),
                n("j2fcd33a", "資料包括以下日期之前的貢獻內容："),
                n("d4a6b322", "所有的社群備註資料會每天發佈在這裡，讓人們可以自由存取以進行分析、找出問題，並尋找改善社群備註的機會。非常期待能與你一起學習與成長。"),
                n("c359263a", "了解如何使用和分析社群備註資料 "),
                n("b8a27fe2", "我們的指南"),
                n("j1c99e00", "備註資料"),
                n("i6f69314", "評價資料"),
                n("b7e4c114", "備註狀態歷史資料"),
                n("d7f19114", "使用者註冊狀態資料"),
                n("b6008808", "備註請求資料"),
                n("h786cd7a", "備註資料目前尚無法使用"),
                n("d0fe8052", "評價資料目前尚無法使用"),
                n("c0427f94", "備註狀態歷史資料目前尚無法使用"),
                n("g880d8c0", "無法提供使用者註冊狀態資料"),
                n("ab1b3d38", "還沒有備註請求資料"),
                n("c43fb933", "X 開發人員合約和政策"),
                n("af781666", "人們有什麼看法？"),
                n("a1f414ee", "分享想法"),
                n("ed88e742", "複製主題的連結"),
                n("h92fe1be", "很遺憾，你目前無法使用社群備註。"),
                n("f0dc1434", "社群備註目前僅可在美國使用。");
            n("f8fc0b48", "建立資料夾"),
                n("c14bcdde", "搜尋書籤"),
                n("e9c65c4a", "書籤搜尋"),
                n("b92a21d9", function (e) {
                    return "沒有與「" + e.query + "」相符的結果";
                }),
                n("f191a2ba", "搜尋設定"),
                n("a068008a", "資料夾目前無法載入"),
                n("f075b0e8", "編輯資料夾"),
                n("beba2a0e", "建立新的書籤資料夾"),
                n("e41c9b4f", function (e) {
                    return "Saved to " + e.bookmarkFolderName;
                }),
                n("h18f86a4", "刪除資料夾"),
                n("f4ea967a", "資料夾已刪除"),
                n("b670aa62", "資料夾名稱"),
                n("aece5462", "資料夾名稱已更新成功"),
                n("e3299b94", "發生錯誤。請稍後再嘗試更新該資料夾。"),
                n("c09ea714", "發生錯誤。請稍後再嘗試刪除該資料夾。"),
                n("gee78816", "書籤資料夾名稱不得超過 25 個字元"),
                n("h9a5daa2", "要刪除資料夾嗎？"),
                n("ac9d5f56", "你的貼文仍將儲存在「所有書籤」資料夾中"),
                n("i6e7e298", "建立"),
                n("a0ea2fa6", "名稱欄位不得為空白"),
                n("eec37eac", "使用該名稱的書籤資料夾已存在"),
                n("fce0c59e", "剖析動畫 JSON 失敗。請檢查動畫檔案中 JSON 的格式，然後再試一次。"),
                n("g0eea6c2", "讀取動畫 JSON 檔案失敗。請嘗試重新開啟檔案。"),
                n("ae58026a", "開啟品牌化喜歡 .json 檔案以進行預覽"),
                n("hd0bc1eb", function (e) {
                    return e.name + " 正在直播";
                }),
                n("bea1f26b", function (e) {
                    return e.name + " 已直播";
                }),
                n("ab3ee97f", function (e) {
                    return e.screenName + " 未直播";
                }),
                n("d39d46c4", "標題已更新。變更可能需要最多 30 秒才能顯示。"),
                n("e44095a5", function (e) {
                    return "開始時間：" + e.timestamp;
                }),
                n("j83f29dd", function (e) {
                    return "結束時間：" + e.timestamp;
                }),
                n("daca8a2c", "在停駐列中開啟"),
                n("e3aac82a", "正在載入廣播"),
                n("i0ed3f4e", "活動圖片"),
                n("cbae35fa", "檢舉廣播"),
                n("fd12ab58", "貼文收集"),
                n("a226497c", "建立新的社群"),
                n("d7346632", "你尚未加入任何社群"),
                n("b732a4cc", "如果有，你將在這裡看到他們的貼文。"),
                n("hff48914", "目前找不到任何貼文。"),
                n("e50e1bb0", "歡迎使用社群"),
                n("i6829daa", "社群是有人監管的討論群組，X 上的人可以在這裡相互連繫和分享。"),
                n("fc5c6914", "認識與你志同道合的人"),
                n("aa1a9820", "加入社群，與志同道合的人建立聯繫。"),
                n("edef4c82", "將貼文直接發佈至社群"),
                n("a7640df6", "你的貼文會與社群成員和你的跟隨者分享。"),
                n("h3bb8068", "在需要時取得協助"),
                n("a709f8f8", "管理員和版主可協助管理社群，使對話正常進行。"),
                n("c8d33380", "新項目"),
                n("cb6adb10", "探索社群"),
                n("df362964", "尋找社群"),
                n("dfd5031f", function (e) {
                    return e.newTweets + " 則新貼文";
                }),
                n("ha4bb8a9", function (e) {
                    return e.reportedTweets + " 個檢舉";
                }),
                n("caf003b3", function (e) {
                    return e.memberRequests + " 個請求";
                }),
                n("a2118086", "排序貼文"),
                n("hb01fe46", "如果有，你將在這裡看到它們。"),
                n("c170a564", "你輸入的詞彙找不到任何結果。請嘗試其他搜尋詞彙。"),
                n("cbd1aef8", "搜尋社群和貼文"),
                n("fbf01e52", "搜尋社群"),
                n("c8a6499c", "社群貼文搜尋結果"),
                n("af05a978", "當你輸入時，搜尋結果將顯示在這裡。"),
                n("eb4d2cd0", "找不到貼文。"),
                n("a8ecdb4c", "社群最新貼文搜尋結果"),
                n("dc6ce7b4", "成員"),
                n("ga2aa43c", "版主"),
                n("b139b54a", "邀請成員"),
                n("cf4898a0", "搜尋人物"),
                n("g30bc699", function (e) {
                    return "查看 @" + e.screenName + " 個人資料";
                }),
                n("e585d844", "加入至管理團隊"),
                n("cab7c6f8", "要加入至管理團隊嗎？"),
                n("e96d5255", function (e) {
                    return "@" + e.screenName + " 現在是版主了。";
                }),
                n("f348a395", function (e) {
                    return "我們目前無法將 @" + e.screenName + " 加入管理團隊。請稍後再試。";
                }),
                n("c3a1aebe", "從管理團隊中移除"),
                n("c273c8a6", "要從管理團隊中移除嗎？"),
                n("c0eb2a53", function (e) {
                    return "@" + e.screenName + " 已不再是版主。";
                }),
                n("a5808125", function (e) {
                    return "我們目前無法將 @" + e.screenName + " 從管理團隊中移除。請稍後再試。";
                }),
                n("a51d671b", function (e) {
                    return "從社群中封禁 @" + e.screenName;
                }),
                n("cdd87524", "這裡還沒有任何人"),
                n("cca51910", "當有人加入此社群後，你將在這裡看到他們。"),
                n("c9d56b72", "告訴我們一些有關你社群的資訊。你稍後隨時可以變更這些詳細資料。"),
                n("c1ad5a12", "我們似乎無法建立你的新社群。請稍後再試。"),
                n("f713fbd2", "成員資格"),
                n("d1fa71fc", "核准問題 (選擇性)"),
                n("a0a16d38", "任何人都可以加入及/或受邀至社群。"),
                n("ce0523a8", "受限制"),
                n("i1aad6ec", "人們必須要求加入，而管理團隊必須核准這些請求。受到管理團隊邀請的人會自動獲得核准。"),
                n("c85960a0", "允許成員發出邀請"),
                n("ca373cd2", "受到現有成員邀請的人會自動獲准。"),
                n("dfdcc6b4", "控制誰可以加入你的社群。請記住，X 上的每個人都可以看見所有社群。"),
                n("h3e55b40", "社群名稱"),
                n("dd71d9c9", function (e) {
                    return "名稱必須介於 " + e.minCharacterCount + " 至 " + e.maxCharacterCount + " 個字元，而且不得包含推標和使用者名稱";
                }),
                n("cf65e56b", function (e) {
                    return "名稱必須介於 " + e.minCharacterCount + " 至 " + e.maxCharacterCount + " 個字元";
                }),
                n("d936eeca", "名稱不得包含推標和使用者名稱。"),
                n("e2df7cf2", "社群宗旨"),
                n("be9bb312", "明確說明此社群的宗旨，讓他人藉此瞭解其內容"),
                n("e988475f", function (e) {
                    return "宗旨必須介於 " + e.minCharacterCount + " 至 " + e.maxCharacterCount + " 個字元";
                }),
                n("gcddfba8", "核准問題"),
                n("hf86d862", "當使用者請求加入時，他們可以回答這個問題。他們的回覆將與其請求一起顯示。你可以將其保留空白以移除該問題。"),
                n("i88b7305", function (e) {
                    return "問題必須少於 " + e.maxCharacterCount + " 個字元";
                }),
                n("dce5e1b4", "管理工具"),
                n("c5d8c93e", "版主工具"),
                n("c8c7f9fc", "需要審核"),
                n("a87df2ee", "社群管理"),
                n("ee609174", "一般設定"),
                n("ab19cdaa", "垃圾訊息設定"),
                n("d755f47d", function (e) {
                    return e.count + " 則要審核的新貼文";
                }),
                n("efc26607", function (e) {
                    return e.memberCount + " 位成員";
                }),
                n("adfcc3ce", "新增、刪除或編輯規則"),
                n("d0330d9c", "查看規則"),
                n("fd67f7c8", "編輯社群名稱、宗旨等等"),
                n("e7e31264", "調整垃圾訊息篩選器和檢舉工具"),
                n("gc00d212", "支援和資源"),
                n("g0cbfc50", "社群管理的實用指南"),
                n("h6ebcfca", "在用戶檔案上顯示此社群"),
                n("c0fa0634", "聚焦你的社群"),
                n("da035fd5", function (e) {
                    return "最新" + e.ttc_c9s_spotlight_header;
                }),
                n("h41224f8", "在用戶檔案上聚焦你的社群"),
                n("b18e94b2", "切換到專業用戶檔案，以便在你的用戶檔案上顯示社群、存取受眾分析等。"),
                n("dc716b1c", "社群列表"),
                n("c3e2dda6", "加入或移除社群列表"),
                n("a68bffdc", "查看社群指標"),
                n("c6ea29a2", "離開管理團隊"),
                n("a6e13fac", "你確定要離開管理團隊嗎？"),
                n("e538848c", "你將無法再存取管理工具。如果你改變心意，你必須再次受邀才能成為版主。"),
                n("j49e6aa2", "是，我想要離開"),
                n("dde5f323", function (e) {
                    return e.count + " 個要審核的新成員請求";
                }),
                n("f5e0332a", "成人內容 (工作場所不宜)"),
                n("e983404a", "釘選的推標"),
                n("j8af8eaa", "成員資格類型"),
                n("d5f01116", "宗旨"),
                n("c2ff3c9e", "搜尋標記"),
                n("f4a98e9e", "社群資訊"),
                n("a43bed28", "如果你的社群包含成人敏感內容，則必須啟用此設定。遺漏此步驟將導致自動篩選掉社群內的所有成人敏感內容。"),
                n("ab1069de", "刪除社群"),
                n("bbc91896", "此動作無法復原。貼文作者仍然可以看到自己的貼文。"),
                n("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                n("a49f884e", "社群橫幅"),
                n("ea965b82", "編輯社群橫幅"),
                n("j35d3ad6", "移除並取代"),
                n("f1e8fb22", "你的橫幅將會移除並以預設橫幅取代。"),
                n("e405ec22", "我們似乎無法儲存你的橫幅圖片。請稍後再試。"),
                n("b7fb6bda", "裁切圖片"),
                n("e71cdf4e", "裁剪縮圖"),
                n("ef199198", "你的設定已儲存"),
                n("ee10aa5a", "你的設定無法儲存"),
                n("i307a7ca", "編輯釘選的推標"),
                n("dc6eca54", "推標已刪除"),
                n("d27de326", "釘選推標以在各別的時間軸上組織你的社群貼文"),
                n("d84cc77a", "在這裡輸入推標"),
                n("d22e4cba", "推標應是唯一的"),
                n("ca72a540", "你已達到允許的推標數量上限"),
                n("bd96bf16", "推標的長度應介於 1 到 30 個字元之間"),
                n("j27623d4", "推標不應包含空格或特殊字元"),
                n("c5d1634e", "好的，我了解"),
                n("daedd9fa", "這將允許任何人加入你的社群。所有待處理的加入請求都將自動獲得核准。"),
                n("h3c0f1a2", "編輯社群名稱"),
                n("cb5e6510", "我們似乎無法儲存你的新名稱。請稍後再試。"),
                n("a8955490", "編輯宗旨"),
                n("ced2292a", "我們似乎無法儲存你的宗旨說明。請稍後再試。"),
                n("ba74c098", "編輯問題"),
                n("bd3e0420", "我們似乎無法儲存你的問題。請稍後再試。"),
                n("b57baa7a", "編輯搜尋標記"),
                n("f8caab7a", "加入搜尋標記，以在推薦和搜尋結果中推廣你的社群。"),
                n("f35a667a", "在這裡輸入搜尋標記"),
                n("b057d5c6", "搜尋標記應是唯一的"),
                n("cc961258", "你已達到允許的搜尋標記數量上限"),
                n("df4aca88", "搜尋標記的長度應介於 1 到 30 個字元之間"),
                n("ie58fa58", "搜尋標記不應包含空格或特殊字元"),
                n("hd176a01", function (e) {
                    return "主題已儲存！社群主題現在是「" + e.newTopicName + "」";
                }),
                n("i39a43cc", "社群主題已移除"),
                n("e81b196e", "無法儲存新的主題"),
                n("c1f97ad4", "編輯主題"),
                n("g908eb0c", "加入主題，讓其他人更容易發現你的社群！請選取最適合你社群的主題。"),
                n("f18a8ca0", "垃圾訊息設定"),
                n("c8bd5d42", "垃圾訊息篩選器強度"),
                n("gfeb40a2", "垃圾訊息篩選器可調整為不同的敏感度等級以管理不受歡迎的貼文。"),
                n("h766865c", "X 的自動檢舉"),
                n("fd1f413a", "透過選取的功能自動向版主提出檢舉。一旦貼文獲得核准，同一作者的後續貼文將不會遭 X 檢舉。"),
                n("b1ba5fb4", "垃圾訊息發送者偵測"),
                n("ee195f28", "垃圾訊息關鍵字"),
                n("cf276a82", "在獲得版主核准之前，隱藏 X 檢舉的貼文"),
                n("a8c4c3fe", "檢舉有發送垃圾訊息行為記錄的使用者所發佈的貼文"),
                n("j8de95ec", "輸入將觸發自動檢舉的關鍵字"),
                n("ie873142", "高"),
                n("a977afa2", "低"),
                n("j715cb38", "編輯封禁的關鍵字"),
                n("b32ebbe8", "加入關鍵字，讓 X 自動向社群版主提出檢舉"),
                n("acde5366", "在這裡輸入關鍵字"),
                n("a5f66c34", "關鍵字應是唯一的"),
                n("ea637914", "你已達到允許的關鍵字數量上限"),
                n("fede6d3c", "關鍵字的長度應介於 1 到 30 個字元之間"),
                n("cc06e200", "關鍵字不應包含空格或特殊字元"),
                n("d94edeb4", "你的社群最多可以有 10 條規則。明確的規則可以促進相互尊重的參與，並有助於確保對話的正常進行。"),
                n("j560c8ea", "加入規則"),
                n("a9ba79c0", "良好的規則造就良好的社群"),
                n("h5482c7a", "審慎思考你的社群規則。它們會奠定準則，並讓成員知道你對他們的期望。"),
                n("d5033a7a", "例如，你是否希望對話嚴格按照主題進行？是否允許自我推銷？爆粗口時怎麼辦？"),
                n("ee8c43a0", "你訂立的規則越清楚，日後需要調解的情況就越少。"),
                n("gaa3239a", "我們似乎無法儲存你的新規則。請稍後再試。"),
                n("a67445d6", "你已達上限"),
                n("fcbe0993", function (e) {
                    return "社群最多可以有 " + e.maxRuleCount + " 條規則。若要加入新規則，你必須刪除現有的規則。";
                }),
                n("c66769a4", "規則"),
                n("ef02695b", function (e) {
                    return "規則名稱長度必須介於 " + e.minCharacterCount + " 至 " + e.maxCharacterCount + " 個字元";
                }),
                n("c8242020", "說明 (選擇性)"),
                n("d32cf5e7", function (e) {
                    return "描述可包含最多 " + e.maxCharacterCount + " 個字元";
                }),
                n("f8fa00c7", function (e) {
                    return "Descriptions can’t exceed " + e.maxCharacterCount + " characters";
                }),
                n("d45ae5e0", "別忘了通知社群成員"),
                n("c1631260", "讓所有人都知悉規則的變更，有助於建立信任關係。"),
                n("d3190bde", "儲存規則"),
                n("ifd6e91c", "取消並編輯規則"),
                n("h99020e0", "編輯規則"),
                n("f74a5adc", "社群至少需有一條規則。你可以編輯現有的規則，或加入另一條規則，然後再刪除這條規則。"),
                n("fbb0ed92", "刪除此規則"),
                n("hed35472", "規則的刪除是永久性的，而且無法還原。"),
                n("c8677446", "刪除規則"),
                n("c3a0d44e", "取消並改為編輯規則"),
                n("d703ce9e", "將列表加入你的社群"),
                n("f21f023c", "若將列表加入你的社群，將會以你精選的相關內容來填入摘要。請從下方的列表中選擇一個："),
                n("gbc2cf50", "你的列表"),
                n("ef9462fa", "沒有相關的列表嗎？"),
                n("fcda89f4", "建立一個新列表，內含在 X 上發佈與你的社群相關的內容的帳戶。請將你的列表保持公開，使其在社群中維持可見。"),
                n("c09609d8", "建立列表"),
                n("dfddd842", "已透過私人訊息發送"),
                n("a3b3939b", function (e) {
                    return "@" + e.screen_name + " 已被邀請";
                }),
                n("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " 已在此社群中";
                }),
                n("h252ede6", "你已用完所有邀請"),
                n("a5cd93f9", function (e) {
                    return "目前無法邀請 @" + e.screen_name;
                }),
                n("i6568549", function (e) {
                    return "你還剩 " + e.remaining_invite_count + " 個邀請";
                }),
                n("b4f16d00", "搜尋要邀請的人物"),
                n("ja1387a8", "搜尋結果只會包含你的跟隨者，以及允許接收來自所有人之私人訊息的人。"),
                n("ae85768c", "搜尋結果僅包含你的跟隨者以及允許來自所有人的私人訊息的人。"),
                n("hb1e378e", "已邀請"),
                n("d710b60c", "社群分析"),
                n("c199e390", "新貼文"),
                n("b4f51cd6", "過去一週內發佈的貼文數"),
                n("g6f8325a", "新成員"),
                n("b2bb7276", "上週加入的成員數"),
                n("e2172c92", "活躍成員"),
                n("fe1a9f68", "你社群中已發佈貼文的成員數"),
                n("e989927e", "唯一貼文發佈者數"),
                n("d1386a90", "你的社群中發佈貼文的成員數量"),
                n("abf609f2", "成員總數"),
                n("h2081878", "你社群中的成員總數"),
                n("a3235cd6", "唯一造訪次數"),
                n("g21e2a70", "過去一週內造訪你社群的 X 使用者數量"),
                n("ied6bac2", "喜歡次數"),
                n("ced8d39a", "過去一週內你社群中的喜歡次數"),
                n("fb4f859c", "回覆次數"),
                n("h5a41cce", "過去一週內你社群中的回覆次數"),
                n("i314218e", "顯示過去 7 天的指標。更新日期： "),
                n("addbb11e", "沒有新的成員資格請求"),
                n("c38131de", "你已掌握最新狀態。若有新的請求出現，你會在這裡看到。"),
                n("d7f13fb9", function (e) {
                    return "@" + e.screenName + " 已獲得核准，現在是你社群的一員";
                }),
                n("a340df67", function (e) {
                    return "@" + e.screenName + " 未獲准所以無法加入你的社群";
                }),
                n("jd8aae9d", function (e) {
                    return "我們目前似乎無法核准 @" + e.screenName + "。請稍後再試。";
                }),
                n("i580e149", function (e) {
                    return "我們目前似乎無法拒絕 @" + e.screenName + "。請稍後再試。";
                }),
                n("b4a38e4e", "你已將此人封鎖。如果他們的成員資格獲得核准，你必須先將其解除封鎖才能看到他們的貼文。"),
                n("f0956736", "你已將此人靜音。如果他們的成員資格獲得核准，你必須先將其取消靜音才能看到他們的貼文。"),
                n("b7f1e58a", "跟隨你"),
                n("dffb0774", "目前沒有要審核的內容"),
                n("ab512f26", "沒有任何動作記錄。"),
                n("b8171558", "已封禁"),
                n("e32e7e1a", "版主"),
                n("b53fb7c6", "我們目前似乎無法恢復此動作。請稍後再試。"),
                n("c546ba07", function (e) {
                    return "查看 " + e.userName + " 的個人資料";
                }),
                n("h4516e4f", function (e) {
                    return "在此社群中搜尋 " + e.userName + " 的貼文";
                }),
                n("j4d4a809", function (e) {
                    return e.moderatorName + " 已隱藏一則貼文";
                }),
                n("ja589ea5", function (e) {
                    return e.revertedModeratorName + " 已取消隱藏一則貼文";
                }),
                n("c904a2ff", function (e) {
                    return e.moderatorName + " 已釘選一則貼文";
                }),
                n("b43358cf", function (e) {
                    return e.moderatorName + " 已取消釘選一則貼文";
                }),
                n("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                n("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                n("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("f6530972", "取消隱藏貼文"),
                n("j68fc824", "已取消隱藏"),
                n("j9541e18", "搜尋貼文"),
                n("j10903d7", function (e) {
                    return e.moderatorName + " 已移除一位成員";
                }),
                n("e38bf285", function (e) {
                    return e.revertedModeratorName + " 已恢復一位成員的資格";
                }),
                n("dea0d437", function (e) {
                    return e.userName + " 已加入此社群";
                }),
                n("j10346f5", function (e) {
                    return e.userName + " 已離開此社群";
                }),
                n("jb159607", function (e) {
                    return e.moderatorName + " 已核准一個成員請求";
                }),
                n("af7a63eb", function (e) {
                    return e.moderatorName + " 已拒絕一個成員請求";
                }),
                n("i717dfc3", function (e) {
                    return e.revertedModeratorName + " 已重新核准一個成員請求";
                }),
                n("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("efad949a", function (e) {
                    return "" + e.userName;
                }),
                n("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                n("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                n("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                n("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                n("d31e695c", "重新核准請求"),
                n("i9a18ce0", "已重新核准"),
                n("i24de0fe", "恢復成員資格"),
                n("b1c662f8", "已恢復"),
                n("j2e04b1e", "版主已處理所有遭檢舉的貼文。"),
                n("hb21cdb6", "封禁"),
                n("dc7a9436", "向 X 檢舉貼文"),
                n("e2bc5db0", "@X"),
                n("d0a1b248", function (e) {
                    return e.formattedCount + " 位成員";
                }),
                n("cd4d48d2", "@X"),
                n("ff0f742a", function (e) {
                    return e.formattedCount + " 位成員";
                }),
                n("dca19c06", "你已隱藏此貼文"),
                n("dd641764", "你已保留此貼文"),
                n("jf99d610", "社群回饋"),
                n("bbd69672", "此貼文因違反社群規則而被版主隱藏"),
                n("c730a21c", "以下是該推文違反的規則："),
                n("a5baa7d2", "請花點時間檢閱規則。這些規則有助於確保對話的安全和正常進行"),
                n("icc32e3d", function (e) {
                    return "由於違反以下社群規則，你已被版主從 " + e.communityName + " 中移除：";
                }),
                n("d7d9be8a", "探索社群和貼文"),
                n("cae9962e", "目前找不到任何社群。"),
                n("c2117be6", "看到導覽中的項目了嗎？👀"),
                n("c2c4dad4", "挑選其中一項，它就會顯示在這裡。快點行動吧！"),
                n("b7218496", "還沒有推標"),
                n("gc09bcfe", "你的社群沒有任何標示推標的對話，但你可以改變該情況。"),
                n("cf35a990", "正在載入社群推標貼文"),
                n("a1c41fe8", "社群推標貼文"),
                n("f27a2232", "搜尋社群"),
                n("ie2efe36", "社群搜尋結果"),
                n("a7c2e06d", function (e) {
                    return e.communityName + " 社群";
                }),
                n("a94092a2", "你現在有權存取管理工具"),
                n("be6dfbae", "身為社群版主，你可以加入和移除成員。"),
                n("b4f877be", "找不到社群"),
                n("e48fbb02", "檢舉社群"),
                n("b1614c34", "關於社群"),
                n("j1dcedde", "搜尋貼文"),
                n("cc683fba", "關於社群"),
                n("af7c11aa", "社群資訊"),
                n("fb974b24", "只有成員可以發佈貼文。"),
                n("fcef2922", "任何人都可以加入此社群。"),
                n("c93dd2c8", "若要加入此社群，你必須提出要求並獲得核准。"),
                n("gedb877d", "所有社群都是公開可見的。"),
                n("bf359e0e", "關於你的新社群"),
                n("e8fcdd3a", "我們會從一些基本設定開始，但你的社群是可以完全自訂的。我們接下來將會提到該部分。"),
                n("b37d580e", "你的社群是受限制的"),
                n("c6d9c07c", "X 上的每個人都可以看見所有社群。人們必須提出要求，或是受到管理團隊或現有成員 (如果允許) 的邀請，才能加入你的社群。"),
                n("ea3b38fa", "你的社群是開放的"),
                n("i625c42e", "X 上的每個人都可以看見所有社群。任何人都可以加入及/或受邀加入你的社群。"),
                n("ca7eeab0", "你的初始社群規則為"),
                n("acae4034", "你可以在管理工具中變更設定"),
                n("e2186ee2", "不喜歡你的設定嗎？沒問題。你可以輕鬆進行變更。"),
                n("a0e3ece4", "社群詳細資料"),
                n("d11f73ea", "成人內容"),
                n("hb9400dc", "查看更多"),
                n("b71a08a0", "訂閱者社群"),
                n("d0574662", "設定通知"),
                n("fc16f13a", "你想要收到哪些通知？"),
                n("be341c46", "社群音訊空間 (音訊聊天)"),
                n("fbe88a32", "社群即時文字聊天"),
                n("b551cd1e", "釘選的貼文"),
                n("i9f39962", "釘選社群"),
                n("bc7f90a0", "在用戶檔案上聚焦社群"),
                n("j5a37508", "將社群釘選到首頁畫面"),
                n("c7a4610a", "將社群從首頁畫面中取消釘選"),
                n("bec3b8fa", "分享社群"),
                n("cc7d5b88", "透過私人訊息邀請"),
                n("c66b37fa", "社群檢查清單"),
                n("g2768d0e", "只需完成幾件事，就能讓你的社群完美地首次亮相…"),
                n("b192b58c", "關閉檢查列表"),
                n("gd302780", "查看我建立的社群："),
                n("h5890b1a", "未完成"),
                n("b4a6faca", "檢視你的規則"),
                n("a01e1a7c", "將你的社群個人化"),
                n("f493480c", "為你的社群發佈貼文"),
                n("i9b7f6ba", "正在載入貼文"),
                n("c22e8902", "立即試試"),
                n("a3466e1c", "使用推標追蹤對話"),
                n("a524bb7e", "推標可讓你更輕鬆地在社群中建立、尋找和加入主題對話。"),
                n("he8db880", "此社群似乎不存在"),
                n("cc684fbc", "它可能已遭到刪除，或根本不存在。生活中充滿謎團。"),
                n("b4f8b518", "為你推薦的創作者"),
                n("f5c41e22", "前往委派設定"),
                n("b9226ec1", "已使用下列身分登入："),
                n("f47b48f6", "使用者"),
                n("b2ca74aa", "你即將切換至委派帳戶"),
                n("ba77b438", "切換帳戶"),
                n("g5261e91", function (e) {
                    return "你現在是以 @" + e.screenName + " 的身分行事。";
                }),
                n("cc15a3ea", "請記住，此帳戶不屬於你。身為管理員，你可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。你還可以邀請或移除帳戶的參與者，並查看貼文分析。"),
                n("e406250c", "請記住，此帳戶不屬於你。身為參與者，你可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。"),
                n("e6718a62", "只有帳戶擁有者可以使用此功能"),
                n("ba411b6f", "發送回饋意見給我們"),
                n("f01ee14b", "發送回饋意見給我們"),
                n("dbc85148", "選取訊息"),
                n("a073658c", "從你現有的對話中進行選擇、開始新的對話，或者繼續探索。"),
                n("f325afc4", "撰寫私人訊息"),
                n("f5dc353c", "正在篩選掉寫實媒體"),
                n("daeda054", "前往設定"),
                n("fe1eaa96", "在經偵測可能包含寫實媒體 (如裸露、色情內容或暴力) 的訊息上，現在會顯示警告。你稍後隨時可以在「設定」中將其關閉。"),
                n("hc32acba", "要刪除訊息請求嗎？"),
                n("f9048f58", "此動作無法復原，所選的訊息請求將從你的收件匣中刪除。"),
                n("a9d0d7f0", "大量編輯"),
                n("eb7de4aa", "顯示其他訊息，包括可能含有冒犯內容的訊息。"),
                n("ee8c0c8a", "你未跟隨的人所發送的訊息或群組訊息將會顯示在這裡，你可以接受或刪除它們。"),
                n("ff599112", "建立群組"),
                n("c602600a", "加入參與者"),
                n("fa2033f6", "已加密"),
                n("aa59bb6a", "個別發送貼文"),
                n("a2ccb2e8", "私人訊息已發送。"),
                n("f906f464", "貼文已與群組分享。"),
                n("i8a99aae", "已個別分享貼文。"),
                n("hbbc401c", "發送至群組"),
                n("e1bde73f", function (e) {
                    return "無法發送訊息給 @" + e.screenName;
                }),
                n("f7289cd6", "你已選取一個群組對話"),
                n("e6cced4e", "只有 1 對 1 的對話可以「發送到群組」。你仍然可以各別發送訊息。"),
                n("e3e58b6e", "對話資訊"),
                n("a9ddbb94", "群組資訊"),
                n("dd4779a0", "管理標籤"),
                n("ca9af866", "標籤："),
                n("e62d3c10", "沒有使用此名稱的帳戶。請再試一次。"),
                n("h8403fb6", "你目前無法將他們加入此對話。"),
                n("ja522ed4", "你目前無法將這些人之中的某些人加入此對話。"),
                n("d87bff5a", "你的對話資訊正在載入中。"),
                n("cabb453e", "群組名稱"),
                n("eb1bb5a2", "查看所有人"),
                n("a70436ac", "開始加密訊息"),
                n("a7f20223", function (e) {
                    return "延遲來自 " + e.name + " 的通知";
                }),
                n("g2f04a6b", function (e) {
                    return "你已將 " + e.name + " 的延遲取消";
                }),
                n("i453fedf", function (e) {
                    return "已延遲直到 " + e.expiration;
                }),
                n("b3dfd51a", "延遲提及"),
                n("cc7c8ce6", "停用此對話中有人提及你時的通知。"),
                n("hab58674", "提及已停用"),
                n("e3c6e080", "提及已啟用"),
                n("f33ef58a", "以歐盟非法內容為由檢舉對話 "),
                n("d1a6dbe6", "封鎖所有一切"),
                n("f24af200", "封鎖私人訊息"),
                n("a30e1677", function (e) {
                    return "封鎖 @" + e.screenName + "，@" + e.screenName + " 將無法再跟隨你或發送訊息給你，你也不會再看到來自 @" + e.screenName + " 的通知";
                }),
                n("iae09949", function (e) {
                    return "要封鎖來自 @" + e.screenName + " 的私人訊息嗎？";
                }),
                n("e778e3d8", "己成功封鎖私人訊息"),
                n("b7867912", "解除封鎖所有一切"),
                n("gaddb872", "解除封鎖私人訊息"),
                n("a5bbfecd", function (e) {
                    return "要解除封鎖 @" + e.screenName + " 嗎？對方將能夠跟隨你並參與你的公開貼文。";
                }),
                n("cde6e1ff", function (e) {
                    return "要解除封鎖來自 @" + e.screenName + " 的私人訊息嗎？";
                }),
                n("j37c4674", "1 小時"),
                n("je7e1fed", function (e) {
                    return "你已將 " + e.name + " 設為延遲 1 小時";
                }),
                n("hf94a2d6", "靜音 1 小時"),
                n("fb7a43c6", "8 小時"),
                n("e95c8f8b", function (e) {
                    return "你已將 " + e.name + " 設為延遲 8 小時";
                }),
                n("bd54fad2", "靜音 8 小時"),
                n("cb5bf56e", "1 週"),
                n("gb7a130b", function (e) {
                    return "你已將 " + e.name + " 設為延遲 1 週";
                }),
                n("f6fce0fe", "靜音 1 週"),
                n("i78153dd", function (e) {
                    return "你已將 " + e.name + " 設為永遠延遲";
                }),
                n("je9455da", "訊息已加密"),
                n("b5b0afa4", "自訂檢視畫面"),
                n("ec5880e6", "這些設定會影響此瀏覽器上的所有 X 帳戶。"),
                n("babfa32c", "快速自訂你的檢視"),
                n("a2a2f98e", "查看新增功能"),
                n("b4a361c0", "你可以立即將顏色和文字大小個人化，以及控制深色模式選項。只有你能看到這些設定。"),
                n("g4743c56", "開始跟隨"),
                n("c797b44e", "X 上的最新報導 - 以貼文呈現。"),
                n("a19ce060", "探索無法使用。"),
                n("f7d1a8e0", "Android 應用程式"),
                n("aab2fae0", "iOS 應用程式"),
                n("a35d9c9a", "資源"),
                n("da00e00a", "嘗試全新的新聞"),
                n("c40666d8", "立即試試"),
                n("ic61c5fc", "捲動至頂端"),
                n("dd225af8", "找不到任何人。"),
                n("i6671128", "你已解鎖 X 上的更多功能"),
                n("d5e4d0a6", "你可以更輕鬆地加入對話並與他人聯繫。現在你可以進行下列動作："),
                n("a97bc07e", "解鎖 X 上的更多功能"),
                n("a72188d6", "為了提供更好的 X 服務，我們想確定此帳戶為真人所有。請花時間與時間軸互動並與他人連繫，協助我們進行確認。在我們有信心之後，你就能進行下列動作："),
                n("a4ee9572", "讓更多人看見你"),
                n("e5f4eac0", "你的內容將更容易被發現。你將顯示在搜尋結果和流行趨勢中。"),
                n("c7832a72", "直接與他人聯繫"),
                n("i1ccd17a", "發送私人訊息給未跟隨你的人，而且你的訊息不會被自動篩選掉。"),
                n("f7cf3d36", "Grok 是由 xAI 設計的免費 AI 助理，旨在大幅提高真實性和客觀性。Grok 提供即時搜尋、圖片產生、趨勢分析及更多功能。"),
                n("hc965308", "趣味"),
                n("eb78b77e", "趣味模式"),
                n("ac164552", "前往 grok.com"),
                n("gb5fb7d0", "聚焦模式"),
                n("g5665caa", "退出聚焦模式"),
                n("a372681e", "複製分享連結"),
                n("ae9cdac6", "聊天記錄"),
                n("b198a392", "Grok 對話"),
                n("d16329b4", "複製對話"),
                n("af6c4470", "發生錯誤，請再試一次。"),
                n("gf43d270", "繼續此對話"),
                n("f4b5fae2", "發送訊息會將此對話複製到你的歷史記錄中"),
                n("eb0d91ac", "使用 Grok 製作圖片"),
                n("c5a23514", "畫我"),
                n("g1cb8096", "給我個驚喜吧"),
                n("a5a3df56", "描述要製作的圖片"),
                n("gbb4e90a", "隨機的迷幻夢境"),
                n("af21f92e", "極樂"),
                n("e207cba2", "隨機的體育競賽"),
                n("b1323f10", "在巴黎時裝週走秀的模特兒"),
                n("g6a90174", "有趣的時髦動物"),
                n("jdc4b66c", "世界奇觀"),
                n("ec601934", "重新編排"),
                n("f9ecd3ba", "插入為貼文"),
                n("af652514", "差異"),
                n("j95bac7a", "自訂 Grok"),
                n("c5665922", "你想要 Grok 了解你的哪些資訊？"),
                n("ff625c40", "你想要 Grok 如何回應？"),
                n("e5c7d602", "為所有聊天啟用"),
                n("d5e03fbc", "Grok 摘要"),
                n("a294d0c6", "製作你的版本"),
                n("b38adba2", "X - 萬能應用程式"),
                n("d05ae004", "NHL 賽事"),
                n("d35ad22c", "查看最新的 NHL 賽事"),
                n("e806daa2", "足球比賽"),
                n("cc2c2eca", "查看最新的足球比賽"),
                n("bcdeae66", "F1 大獎賽入口網站"),
                n("e30e4bea", "在 X 上跟隨大獎賽的動態。"),
                n("be548ecb", function (e) {
                    return e.teamName1 + " 對 " + e.teamName2;
                }),
                n("b23bb579", function (e) {
                    return "X 上 " + e.teamName1 + " 對 " + e.teamName2 + " 的最新消息";
                }),
                n("b72c924c", "工作搜尋"),
                n("f4da95a0", "工作推薦"),
                n("eedd808c", "已儲存的工作"),
                n("e0ba641a", "對於公司"),
                n("f9e6381a", "搜尋工作"),
                n("fb15ec28", "取得工作推薦"),
                n("ece910f0", "根據你的偏好設定查看工作"),
                n("jd08bc14", "隨著時間改進推薦"),
                n("de0a4a72", "控制你看到推薦的位置"),
                n("db8c4158", "立即申請"),
                n("d9c8057a", "點擊這裡"),
                n("a71d7584", "主打"),
                n("d2b8da2c", "軟體工程"),
                n("cd958040", "資料與分析"),
                n("c5760ca2", "產品"),
                n("d31b4a2a", "設計"),
                n("f38959a6", "銷售"),
                n("bc78a26c", "營運"),
                n("ec28738e", "人員與人力資源"),
                n("icb06308", "財務與會計"),
                n("d0b978ec", "法律與合規"),
                n("af19cdc2", "科學與工程"),
                n("e4a51fca", "醫療"),
                n("e8ca78ae", "營造與貿易"),
                n("e25d75e4", "實習生"),
                n("e89b3f04", "初階"),
                n("h55825dc", "資淺"),
                n("cc537386", "中階"),
                n("jfc3cece", "資深"),
                n("e1b683aa", "領袖"),
                n("c4627fda", "經理"),
                n("db75b47c", "高階主管"),
                n("i312f0ce", "駐點"),
                n("b4aff05e", "混合型"),
                n("c08b9138", "遠端"),
                n("ia5d6422", "需要在某個實際位置"),
                n("h97c7f42", "有時需要駐點"),
                n("ibed2d04", "無需駐點"),
                n("f508c49c", "複製工作連結"),
                n("d6825dce", "透過私人訊息分享"),
                n("b9613442", "透過貼文分享"),
                n("c2b3f0da", "在個人資料上列入精選"),
                n("c791d3fc", "分享工作"),
                n("eb517058", "AI 公司"),
                n("b677cb9b", function (e) {
                    return e.count + " 個公司篩選器";
                }),
                n("ja04d37c", "輸入公司名稱"),
                n("a1876045", function (e) {
                    return e.count + " 個僱用類型篩選器";
                }),
                n("fb146dd2", "僱用類型"),
                n("a7090408", "關鍵字"),
                n("f16e9a15", function (e) {
                    return e.count + " 個位置類型篩選器";
                }),
                n("fa7d455a", "位置類型"),
                n("caa606db", function (e) {
                    return e.count + " 個資歷篩選器";
                }),
                n("jda06238", "資歷"),
                n("j595df68", "更新你的推薦偏好設定："),
                n("a1227d5e", "開啟推薦"),
                n("bae2f5f0", "將此工作加入你的個人資料"),
                n("cbcaaa1a", "下方是其外觀的預覽。"),
                n("f58cf1ac", "加入工作"),
                n("j4ae9960", "將此工作加入你的個人資料時發生問題。"),
                n("caa352f0", "工作過多"),
                n("i08bee0e", "精選工作過多"),
                n("d7ccaea2", "你目前只能有 3 個有效工作。"),
                n("h05e4a7a", "你只能有 10 個精選工作。"),
                n("b518daae", "前往僱用儀表板"),
                n("f48e9c52", "工作已成功加入！"),
                n("f6757978", "你可以從僱用儀表板中移除此工作或加入其他工作。"),
                n("i329c5a6", "查看僱用儀表板"),
                n("h39a5448", "使用 X 僱用，將你的工作列入精選！"),
                n("d204515c", "點擊一下即可將工作加入你的個人資料。"),
                n("ecb3df70", "活動貼文"),
                n("a01d5a7c", "你無法查看此內容，因為該內容是由你封鎖的人所建立"),
                n("cab51f93", function (e) {
                    return "你無法查看此內容，因為 @" + e.screenName + " 已將你封鎖。";
                }),
                n("eaaca5dc", "得分"),
                n("abdcd68a", "正在載入活動"),
                n("cfb57adb", function (e) {
                    return "發佈與 " + e.hashtag + " 相關的貼文";
                }),
                n("b1037710", "分享你的想法"),
                n("bb980db0", "活動時間軸"),
                n("ffd929c1", function (e) {
                    return "最新" + e.ttc_live_event;
                }),
                n("c9b302f8", "請稍後再回來查看最新產品。"),
                n("cfe836d1", function (e) {
                    return e.percent + "% 折扣";
                }),
                n("efb132c3", function (e) {
                    return e.title + " - " + e.description + " 只要 " + e.price;
                }),
                n("f27deeea", "商品圖磚"),
                n("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                n("g66c8348", "重播"),
                n("j1d352d8", "已設定提醒"),
                n("d18909d4", "設定提醒"),
                n("b0b38774", "頁首媒體"),
                n("a7a119ec", "脫離"),
                n("cfadb00e", "聆聽中"),
                n("db4620aa", "即時音訊空間"),
                n("c958e692", "錄音的音訊空間"),
                n("i2c2bfb7", function (e) {
                    return e.count + " 人正在聆聽";
                }),
                n("i3f7ff00", "媒體縮圖"),
                n("h400d7c2", "加入音訊空間"),
                n("be6ef5b4", "即將到來"),
                n("ca25ebae", "賠率來自"),
                n("e749753a", "讓分"),
                n("ea885dec", "金額"),
                n("cde48000", "有博彩方面的問題嗎？請致電 1-800-GAMBLER"),
                n("g53d5df6", "聚焦"),
                n("d1e0a75f", function (e) {
                    return "為你推薦" + e.noun;
                }),
                n("dafd69e9", function (e) {
                    return "跟隨中" + e.noun;
                }),
                n("d80a1c37", function (e) {
                    return "已訂閱" + e.noun;
                }),
                n("d3619250", "最多人喜歡"),
                n("f5edfbde", "要登出 X 嗎？"),
                n("f12b4db5", function (e) {
                    return "要登出 @" + e.screenName + " 嗎？";
                }),
                n("ia5ff8b6", "你隨時可以重新登入。如果你只想要切換帳戶，可以透過加入現有帳戶來完成。"),
                n("ea3750c4", "這僅適用於此帳戶，你的其他帳戶仍會保持登入。"),
                n("gc6866f8", "登出中"),
                n("f8ad0092", "抱歉，發生錯誤。請嘗試重新登入。"),
                n("h2c7767e", "你的工作階段已不再有效。請嘗試重新登入。"),
                n("e83047c2", "你已輸入錯誤的密碼太多次。請嘗試重新登入。"),
                n("g4b108ee", "你已產生過多的備用密碼。你必須在手機上重新註冊登入驗證。"),
                n("a9be9b44", "繼續前往 X"),
                n("e55188f0", "你已使用此瀏覽器登入這個帳戶"),
                n("d55d8fe2", "你想要使用這個帳戶繼續嗎？"),
                n("g806008e", "使用另一個帳戶登入"),
                n("c55f5c9a", "發生錯誤，但別擔心 — 這不是你的錯。我們再試一次吧。"),
                n("bfb6be8a", "在 X 上賺取收益"),
                n("ed6c6da2", "營利的第一步是透過 X Premium 獲得認證。"),
                n("h93b6580", "透過分享高品質內容來賺取收益。你在 X 上吸引的使用者越多，你賺取的收益就越多。"),
                n("eea6d8f8", "創作者收益分成資格"),
                n("a0e8811e", "建立粉絲群"),
                n("e1a74ac0", "向你最忠實的支持者提供獨家內容並賺取經常性收入。"),
                n("cd3a6f9a", "訂閱服務資格"),
                n("c35e6144", "使用 Premium 工具，創作更出色的內容"),
                n("b9dbeb34", "解鎖更長的貼文、Media Studio、分析，並獲得優先支援。"),
                n("b2d41138", "觸及人數越多 = 收益越多"),
                n("defa7f12", "從回覆提升獲益，讓你獲得額外的可見度以更快成長。"),
                n("i3e4955d", "這裡"),
                n("fdc5d06c", "退出全螢幕"),
                n("cea1c00e", "解鎖參與的能力"),
                n("f8e6a280", "新帳戶必須支付小額的年費，然後才能發佈貼文、喜歡、加入書籤和回覆。這是為了減少垃圾訊息，並為所有人打造更好的體驗。你仍然可以跟隨帳戶並免費瀏覽 X。"),
                n("h968efc6", "新帳戶必須支付小額的費用，然後才能發佈貼文、喜歡、加入書籤和回覆。這是為了減少垃圾訊息，並為所有人打造更好的體驗。你仍然可以跟隨帳戶並免費瀏覽 X。"),
                n("b66b62a4", "購買者服務條款"),
                n("e5b5faa6", "不是機器人條款"),
                n("i61a221c", "訂閱並付費"),
                n("fce91ab4", "嗯… 無法運作。"),
                n("a235cb76", "處理你的「不是機器人」訂閱時發生問題。請檢查你的付款資訊，然後再試一次。"),
                n("a8eea654", "你已成功購買。"),
                n("bc8baa08", "已訂閱"),
                n("a98ba778", "通知時間軸"),
                n("j887d006", "從喜歡到轉貼及更多內容，你可以在這裡看到所有動態消息。"),
                n("c06d4306", "當有人提及你時，你將在這裡看到它。"),
                n("ge7c661a", "喜歡、提及、轉貼及更多內容 — 當它們來自其他已認證使用者時，你就會在這裡看到。"),
                n("d3de3b5c", "喜歡、提及、轉貼及更多內容 — 當它們來自你的訂閱者時，你就會在這裡看到。"),
                n("e3f9838d", "了解更多"),
                n("eba8b1c8", "控制曾提及你的對話"),
                n("j745b8a6", "使用動作選單 (即貼文上的三個小點) 來取消標記自己並離開對話。"),
                n("c380d684", "你的檢舉"),
                n("da7cf0d8", "我們已將這些貼文標記為敏感內容"),
                n("a6da21a1", function (e) {
                    return e.appName + " 想要存取你的 X 帳戶";
                }),
                n("f4392d00", "授權應用程式"),
                n("ee4dca3c", "取消連結"),
                n("bb347bbc", "說明中心"),
                n("be38d34e", "若要使用此應用程式，你必須登入 X。"),
                n("e087691a", "你無法將存取權授予此應用程式。請返回並嘗試重新登入。"),
                n("e7dd62c4", "如果點擊「授權應用程式」按鈕，即表示你授權 xAI 從 X 中存取你的資料，包括："),
                n("debbdc98", "你的 X 使用者個人資料、X 帳戶資訊、X 設定以及 X 偏好設定。"),
                n("d9cf7c9c", "你的 X 帳戶上可查看的 X 貼文，包括你可查看的所有帳戶 (公開或受保護) 所發送和接收的貼文。"),
                n("cdf40068", "你在 X 上與 Grok 的對話記錄。"),
                n("cea71014", "我們正在載入你的聯絡人…"),
                n("b5474bd2", "嗯…發生一些錯誤。"),
                n("ab4b970a", "請使用 X 應用程式，以返回並請求新的驗證電子郵件。"),
                n("j6d103b8", "註冊 X 帳戶。從突發新聞到娛樂、體育和政治新聞，一手掌握完整消息和所有實況報導。"),
                n("ca042c78", "登入 X"),
                n("ff869362", "登入 X 以查看最新消息。加入對話、跟隨帳戶、查看你的首頁時間軸，並掌握你認識的人的貼文。"),
                n("f4a654a4", "在 Foursquare 上查看"),
                n("c09de2d4", "搜尋時間軸"),
                n("i1801686", "這是無效的搜尋查詢。請嘗試搜尋其他詞彙。"),
                n("a0b4541c", "發生錯誤；但別擔心，這不是你的錯"),
                n("d7eebb60", "設定你的訂閱"),
                n("h707b180", "你的訂閱更新已完成"),
                n("a452ab68", "這可能需要幾秒鐘的時間。"),
                n("b3bad3b2", "@premium"),
                n("accbcc78", "已成功更新"),
                n("e957c20e", "完整權益免費試用"),
                n("a1436e70", "你現在可以將工作加入個人資料，讓你的網路受眾都能看見。在你的申請獲得核准後，數百萬名使用者就能透過「工作搜尋」找到你的工作。"),
                n("f9c85cec", "需要採取的動作：上傳並驗證文件"),
                n("f178f393", function (e) {
                    return "請在 " + e.date + "之前提交所需文件。這通常需要約 10 分鐘。";
                }),
                n("f9fbeabc", "貴組織的公司設立文件"),
                n("b4c80f5c", "政府核發的身分證件"),
                n("f0915094", "運作中的裝置相機"),
                n("f259d3f3", function (e) {
                    return "重要：請務必在 " + e.date + "之前提交文件，否則你的申請將遭到拒絕且不予退款。";
                }),
                n("d35f645b", function (e) {
                    return "空缺 (" + e.count + ")";
                }),
                n("bf534b31", function (e) {
                    return "精選 (" + e.count + ")";
                }),
                n("c35aded2", "已封存"),
                n("b97e952a", "你似乎尚未加入任何工作。"),
                n("cf1fa156", "你似乎尚未將任何工作列入精選。"),
                n("fa4a4f50", "你似乎尚未封存任何工作。"),
                n("c5fb5a1a", "無工作"),
                n("e9b91cde", "加入工作"),
                n("c270ef3e", "封存"),
                n("fe8872f4", "成功"),
                n("d523cd74", "要封存此工作嗎？"),
                n("jfd0b34a", "若封存此工作，會將其從用戶檔案中移除。"),
                n("e2247e08", "ATS"),
                n("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                n("e0ce628e", "發送邀請時發生問題。請稍後再試。"),
                n("ddf35536", "刪除邀請時發生問題。請稍後再試。"),
                n("db7144b6", "變更附屬帳戶類型時發生問題。請稍後再試。"),
                n("be78e5fa", "移除附屬帳戶時發生問題。請稍後再試。"),
                n("fa9709ba", "建立申請時發生問題。請稍後再試。"),
                n("j62f13fc", "更新此工作時發生問題。請稍後再試。"),
                n("ff5716fc", "建立此工作時發生問題。請稍後再試。"),
                n("fd059188", "同步你的工作時發生問題。請稍後再試。"),
                n("b82b5c00", "啟用廣告抵用金時發生錯誤。請稍後再試。"),
                n("d74adc30", "加入的廣告帳戶不正確"),
                n("e4323c36", "你輸入的廣告帳戶 ID 與貴組織或其附屬帳戶不相符。"),
                n("b3323ada", "將信用卡加入你的 ads.twitter.com 帳戶"),
                n("ac325eb8", "為了啟用你的廣告抵用金，你必須將信用卡加入你在 ads.twitter.com 上的廣告帳戶。"),
                n("j4e6e966", "廣告帳戶需要審核"),
                n("ef86e7f6", "你的帳戶已標記為待審核，並且需要核准。"),
                n("c9c8edae", "訂閱已認證組織以套用廣告抵用金"),
                n("b36c6278", "只有已認證組織的付費訂閱才能使用我們的廣告抵用金。立即升級，與你的附屬帳戶一起投放廣告。"),
                n("c30f0168", "開啟外部連結"),
                n("c49b7262", "將工作列入精選"),
                n("i6ecf71a", "將工作取消精選"),
                n("a37ef120", "重新開啟工作"),
                n("i00355d0", "取消分享"),
                n("h0481bba", "要取消分享此工作嗎？"),
                n("b9dfdc7a", "取消分享會將此工作從你的焦點中移除。"),
                n("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                n("e46cd68e", "你已分享的工作"),
                n("ea7f1a42", "你的工作"),
                n("d1cbcb90", "來源"),
                n("gf66326c", "上次更新時間"),
                n("b917fc28", "工作推廣已停用"),
                n("g06035e6", "你的廣告帳戶需要關注才能啟用工作推廣。"),
                n("aa16581c", "你無權存取工作推廣廣告帳戶。請向帳戶管理員尋求協助。"),
                n("g7bb6f58", "找不到任何廣告帳戶。"),
                n("jf1576ba", "發送失敗"),
                n("ff985a36", "同步中"),
                n("e5b8058c", "未同步"),
                n("a86e335a", "上次同步 "),
                n("c9838d68", "你已加入的工作尚不可見"),
                n("df6835a6", "在你的個人資料中啟用工作，以便在貼文上方重點展示精選工作，並連結到所有空缺職務清單。"),
                n("fc504ea0", "開始顯示我的工作"),
                n("a511934e", "在 X 上開始招募"),
                n("e68d2d16", "申請加入 Beta 版"),
                n("f7a37e30", "如果點擊「申請加入 Beta 版」，即表示你同意在獲准存取 Beta 版後，我們可透過與此帳戶關聯的企業電子郵件地址與你聯絡。"),
                n("bfef82f0", "X 僱用是一項免費功能，可供已認證組織張貼工作、在公司用戶檔案中展示工作，以及為空缺職位吸引頂尖人才。"),
                n("h4b890c2", "X 僱用可讓你張貼工作、在用戶檔案上將工作列入精選，以及為空缺職位吸引頂尖人才。"),
                n("c3f28126", "觸及大量受眾"),
                n("dec1601e", "X 擁有超過 5.28 億位使用者。從軟體工程師、零售銷售員到堆高機操作員，你的下一個僱員就在這裡。"),
                n("be8393da", "將你最重要的職位列入精選"),
                n("i8c856ce", "你最多可在用戶檔案上將 3 個工作列入精選。所有使用者在查看你的用戶檔案時，都會看到這些職位。"),
                n("d8bc6eea", "最多可將 5 個工作加入貴公司用戶檔案的精選工作中。所有使用者在查看貴公司的用戶檔案時，都會看到這些精選職位。"),
                n("a049efd4", "快速匯入你的工作"),
                n("d12be15a", "連接受支援的應徵者追蹤系統或 XML 摘要，即可快速將你的工作加入 X。"),
                n("d248d75e", "取得支援"),
                n("c49d8e42", "需要協助嗎？與我們聯絡"),
                n("ib244b2e", "複製電子郵件地址"),
                n("b450472c", "匯入工作"),
                n("b36022d1", "xhiringsupport@x.com"),
                n("aeac3eb4", "重新整理工作"),
                n("aa4c37cc", "在我的個人資料上顯示工作"),
                n("d4b82638", "在你的個人資料上展示精選工作"),
                n("e405b1c2", "在你的個人資料中啟用工作，為你的重要職位吸引更多應徵者，並使候選者可查看所有空缺職位。"),
                n("a85cda86", "加入你的工作以開始"),
                n("c04b6472", "只需幾個簡單步驟即可匯入或加入你的工作，並開始吸引更多應徵者。你也可以與跟隨者分享工作，並在貴公司的用戶檔案中展示。"),
                n("d14c02d0", "手動加入工作"),
                n("b12424fc", "新工作"),
                n("ca8df1e2", "建立工作並將其加入你的工作列表。每個工作都必須有申請網址，以便應徵者查看有關該工作的更多資訊並進行申請。"),
                n("f4f4dd60", "必填"),
                n("b2c213e0", "超出字元限制"),
                n("d84e9c2a", "分享對此職位預期的工作承諾類型。"),
                n("bc8b300c", "工作職責"),
                n("d1eedb50", "協助應徵者了解此職位支援的領域。"),
                n("eaf3ce64", "團隊"),
                n("b36cd50e", "指定應徵者一旦受僱後將與之共事的核心團隊。"),
                n("d3a427ce", "選取所需的經驗程度。"),
                n("i7174442", "工作描述"),
                n("fef0cf02", "提供詳細的工作描述。概述主要職責和資格，讓應徵者清楚地了解該職位。"),
                n("b7800bec", "以 200 個或以下的字元介紹這份工作。顯示在貼文、推薦和搜尋中。"),
                n("a5244ece", "申請網址 (必要)"),
                n("g2b553f6", "輸入應徵者可用來申請此工作的公開網址。"),
                n("c2e77608", "工作職稱 (必要)"),
                n("cdf414d4", "用於搜尋和推薦。嘗試使用業界標準的標題來改善你的結果。"),
                n("cc59319a", "使用大部分應徵者都認可的業界標準職稱。"),
                n("e7117ee4", "位置 (必要)"),
                n("c05176ec", "如果此職位需要駐點工作，請輸入站點位置。如果此職位需要遠端工作，請描述應徵者可以位於何處。"),
                n("d70c24d4", "用於協助應徵者搜尋你的工作。"),
                n("de1c4376", "薪資範圍"),
                n("hf352d42", "加入應徵者將看到的選擇性薪資範圍。如果你選擇不加入，請留意你僱用位置的任何薪資透明度法律。"),
                n("ede7d0a2", "貨幣"),
                n("b925c18c", "薪資類型"),
                n("j3d242ce", "無效範圍"),
                n("f4d07bd2", "包括選擇性的詳細資料，以便應徵者更輕鬆地透過搜尋找到你的職位。"),
                n("b8cbb51a", "工作摘要"),
                n("bda6881e", "此工作已從你的應徵者追蹤系統 (ATS) 匯入。請注意，只能修改特定欄位。"),
                n("b075c68a", "編輯工作"),
                n("d4b6a6e0", "用戶檔案焦點"),
                n("j2dd3686", "在我的貼文上方重點展示精選工作。");
            n("af1cfd46", "ATS 整合"),
                n("d6fa2944", "刪除整合不會刪除你已匯入的工作。"),
                n("h99f11fa", "刪除整合"),
                n("eef1ae76", "目前已連線"),
                n("a915f5c1", function (e) {
                    return e.ats + " 已連線";
                }),
                n("af7286b7", function (e) {
                    return "取得一年份 Premium 可享 " + e.percentage + "% 折扣";
                }),
                n("c924ad84", "保持影片播放"),
                n("de750a3c", "即使手機處於鎖定狀態也能享用"),
                n("he5e87c4", "提升你的回覆"),
                n("g64a60ba", "在回覆貼文時，獲得較小的優先權"),
                n("a7ee832a", "修正錯字和錯誤，最長 60 分鐘"),
                n("fdd77a34", "建立更長的貼文"),
                n("j6d26a7a", "撰寫你想分享的任意數量內容"),
                n("c4fd68da", "自訂你的體驗"),
                n("c0195168", "變更你的應用程式圖示和導覽選項"),
                n("b6b5dc94", "獲得認證"),
                n("b06db848", "在此平台上脫穎而出"),
                n("e3e3a97c", "透過你的貼文來賺取收益分成"),
                n("f15bc24e", "提高的 Grok 配額"),
                n("c4666e1c", "我們最新模型 Grok 3 的更多使用配額"),
                n("he74ae7a", "最高的 Grok 使用配額"),
                n("f5732cd4", "加上，DeepSearch 和「思考」的擴充存取權"),
                n("e0198956", "憑藉已認證帳戶與你在 X 上所發佈內容的互動，獲得產生的收益分成。"),
                n("iadf78e2", "下載影片"),
                n("ee54c3de", "將影片直接儲存至你的裝置"),
                n("ae03594c", "小幅度的回覆提升"),
                n("e6bb08c0", "提高你的回覆可見度"),
                n("bf2a6acc", "大幅度的回覆提升"),
                n("c2059276", "提升你的回覆優先等級。"),
                n("b023ec20", "最大的回覆提升"),
                n("g337328e", "讓你的回覆獲得最高的可見度。"),
                n("fa006202", "背景影片播放 "),
                n("jf389778", "在瀏覽或使用其他應用程式時觀看"),
                n("f2977d80", "書籤資料夾"),
                n("j1d3d910", "將你儲存的貼文保持井然有序，以方便存取"),
                n("f0f48668", "進階支援"),
                n("c3148608", "在你需要幫助時，獲得更快的協助"),
                n("b485ca6e", "精選內容標籤"),
                n("d438955e", "展示你的熱門貼文"),
                n("j659fa0c", "最佳 Grok 3 體驗"),
                n("ibff5694", "解鎖最高的使用配額、DeepSearch 和「思考」，以及搶先體驗新功能"),
                n("i824f4da", "更少的廣告"),
                n("bd17076c", "在「為你推薦」和「正在跟隨」時間軸中看到約一半廣告。"),
                n("cef2cac8", "享受無廣告的體驗，偶爾在不太常見的區域展示品牌內容。"),
                n("c97920c0", "離線影片"),
                n("i4379b18", "儲存任何影片以供離線播放"),
                n("f94c6bae", "已認證勾號"),
                n("d72055d6", "透過已認證勾號，建立可信度 "),
                n("f54af178", "撰寫文章"),
                n("c5cd5d42", "分享長篇內容，並建立思維領導力"),
                n("jbdb08cc", "分析你的帳戶指標，以了解帳戶的表現"),
                n("deaf7e0a", "Media Studio"),
                n("fd1a47b4", "管理及上傳你的媒體"),
                n("id067c96", "Radar 搜尋"),
                n("jf991d48", "透過即時趨勢追蹤，保持領先地位"),
                n("c244210c", "X Pro"),
                n("a90f2e8a", "適用於 X 使用者的強大、即時工具。在單一螢幕上監控多個時間軸 (僅限網頁)"),
                n("b3e50ef2", "建立社群"),
                n("bb1a4e44", "建立你自己的社群"),
                n("j010228e", "透過每月訂閱服務，從你最活躍的跟隨者那裡獲得 X 收益的分成。"),
                n("h0e1730e", "回覆優先權"),
                n("jf7f743c", "發佈更長的影片"),
                n("c0c25b6c", "書籤資料夾"),
                n("ab31c79e", "自訂應用程式圖示"),
                n("a8a702ae", "自訂導覽"),
                n("d5ab1b50", "獲得已認證徽章"),
                n("ac298984", "較高的回覆優先權"),
                n("g20df450", "移除一半廣告"),
                n("h8dfc4de", "較高的 Grok 使用配額"),
                n("bf7614d4", "創作者訂閱服務"),
                n("gadc9f4a", "最高的回覆優先權"),
                n("c127c5c2", "移除所有廣告"),
                n("c1e0f3c8", "解鎖 Grok DeepSearch 和「思考」"),
                n("aac0bbb6", "存取 Radar"),
                n("a6722922", "廣告已移除"),
                n("ba016532", "回覆提升"),
                n("a06f8a3e", "Grok 3"),
                n("b9e16610", "最大"),
                n("b1492c6c", "最高"),
                n("fb5e2c14", "透過 X Premium 將貼文列入精選"),
                n("gd1f4cfa", "在個人資料上展示你的最佳貼文"),
                n("h59250bc", "透過 X Premium 存取加密訊息"),
                n("ed62d546", "透過 X Premium 撰寫更長的貼文"),
                n("ca447200", "透過 X Premium 使用簡訊驗證"),
                n("af2b99ea", "透過 X Premium 編輯貼文"),
                n("ha265914", "透過 X Premium 組織書籤"),
                n("gda940ae", "透過 X Premium 建立社群"),
                n("c7e5ac54", "透過 X Premium 看到較少廣告"),
                n("e03589ba", "透過 X Premium 推廣你的貼文"),
                n("f0f8c82a", "透過 X Premium 加入僅限已認證使用者的聊天"),
                n("fecf5aaa", "透過 X Premium 上傳 Full HD 影片"),
                n("c00d2be2", "透過 X Premium 編輯影片"),
                n("cd360b86", "詢問 Grok 任何問題"),
                n("d2e1a7a2", "可透過 X Premium 取得"),
                n("e664abe2", "X 上的影片，已全面升級。"),
                n("e595a3e2", "透過 Premium 解鎖最棒的影片功能"),
                n("i3c9329a", "透過豐富文字格式脫穎而出"),
                n("cc9def68", "X Premium 專屬"),
                n("hdef5966", "將影片下載至你的裝置"),
                n("c748224a", "透過 X Premium 解鎖"),
                n("ebfc88bc", "存取專屬功能"),
                n("f652e9ac", "透過 Premium 解鎖更多"),
                n("d67e94c0", "你將錯失以下權益…"),
                n("j1d3098c", "透過 Premium+ 解鎖更多"),
                n("gd573390", "以及基本方案中的一切…"),
                n("ef94bbd4", "取得 Premium+"),
                n("dcd830ce", "以及 Premium 中的一切…"),
                n("dde0dbe0", "享有夏季優惠，剩餘時間："),
                n("f8a50ba7", function (e) {
                    return "夏季優惠將於 " + e.date + "截止。";
                }),
                n("b7dde622", "感恩節快樂！優惠時間還剩："),
                n("i0180ca1", function (e) {
                    return "只到 " + e.date + "。感恩節快樂！";
                }),
                n("hb9d0e00", "我們的兩週年紀念優惠，剩餘時間："),
                n("d2b23e0d", function (e) {
                    return "慶祝 Premium 週年紀念！只到 " + e.date + "。";
                }),
                n("bb4998fb", function (e) {
                    return "只到 " + e.date;
                }),
                n("c0847ebc", "基本方案中的所有升級，加上…"),
                n("ed672bfa", "基本和 Premium 方案中的所有升級，加上…"),
                n("db63fa1c", "選取一個 Premium 方案"),
                n("b128c6bc", "獲得已認證徽章以及數十種其他超棒的福利和權益"),
                n("a9904a1c", "享有 X Premium 限時折扣"),
                n("acfaf7a0", "比較等級和功能"),
                n("e1606e52", "變更你的訂閱"),
                n("d2f2b91a", "在這裡註冊"),
                n("j4b4310e", "秒"),
                n("af863ee9", "免費試用"),
                n("f5705987", "購買者服務條款"),
                n("h89dabac", "可隨時取消訂閱"),
                n("f36b8e14", "擷取此產品時發生錯誤。請嘗試重新載入。"),
                n("f1756574", "/ 月"),
                n("i650ff14", "/ 年"),
                n("dbcd25db", function (e) {
                    return "(前 " + e.numberOfDays + " 天)";
                }),
                n("bd40d5b5", function (e) {
                    return "訂閱 " + e.title + " 並付費";
                }),
                n("i36a0b6e", "你只能在 X iOS 應用程式上訂閱 (目前)。"),
                n("c906ad94", "降級"),
                n("db5c77e0", "這是你的有效訂閱"),
                n("h77ef73e", "切換到月付方案"),
                n("d723d44a", "切換到年度方案"),
                n("gf6b66b8", "確認你的訂閱變更，自今天開始生效"),
                n("e83daf87", function (e) {
                    return "確認你的訂閱變更，自 " + e.date + "開始生效";
                }),
                n("f27022d6", "目前方案"),
                n("i9d5f4b6", "新的方案"),
                n("ia390d8a", "你的降級將如何運作"),
                n("fd80b875", function (e) {
                    return "你目前的方案將保持有效，直到你的計費週期結束為止。在 " + e.nextBillingDate + "，你將切換到 " + e.newTierName + " 方案，並按新的費率付費。";
                }),
                n("c8fb177a", "你的付款將如何調整"),
                n("df776505", function (e) {
                    return "你即將升級至採用新計費方式的 " + e.newTierName + " 方案。我們今天將向你收取新方案的費用，但你的餘額將可扣除相關金額。切換將立即生效，你的計費方式也將相應調整。";
                }),
                n("d7efb6ba", "你即將從按月計費變更為按年計費。我們將於今天向您收取年度方案的費用，按比例計算的月費餘額將計入總費用中。切換將立即生效，你的計費方式現在將變更為按年計費。"),
                n("a5f2cf70", "你即將從按年計費切換為按月計費。你的年費餘額將用來支付你的每月付款，直到用完為止。切換將立即生效，你的計費方式現在將變更為按月計費。"),
                n("ef1c0208", "確認方案變更"),
                n("ia08113f", "購買者服務條款"),
                n("d2962b73", "條款"),
                n("b421795a", "可隨時取消訂閱"),
                n("f8d88ac7", "購買者服務條款"),
                n("ca220fe9", "條款"),
                n("ab8beda0", "可隨時取消訂閱"),
                n("ife2636d", "購買者服務條款"),
                n("fb57be65", "條款"),
                n("e468a6c2", "可隨時取消訂閱"),
                n("e9f4c89b", "購買者服務條款"),
                n("hce73b41", "條款"),
                n("i4db5c92", "可隨時取消訂閱"),
                n("ae095fe8", "Grok AI"),
                n("d4e60288", "最高的使用配額"),
                n("abaa4274", "解鎖 DeepSearch 和「思考」"),
                n("e0d53864", "搶先體驗新功能"),
                n("g1be3530", "免費試用"),
                n("b10b4f1f", function (e) {
                    return e.date + " 前可享 " + e.percentOff + "% 折扣";
                }),
                n("b8d0bd19", function (e) {
                    return "免費試用 " + e.productName;
                }),
                n("f89dfa74", "最超值"),
                n("b9a4d8c6", "年度"),
                n("f5fb58b4", "加上所有 X Premium 功能"),
                n("i527045e", "勾選、更多 Grok 優勢、回覆提升、分析等等"),
                n("ga482a88", "年度方案"),
                n("hc64d5b0", "月付方案"),
                n("de7db957", function (e) {
                    return "每年 " + e.price + " (按年計費)";
                }),
                n("d8982437", function (e) {
                    return "每年 " + e.price + " (按月計費)";
                }),
                n("f0ad5cc8", "年"),
                n("a0dc6e4c", "目前無法使用"),
                n("jd8b2e66", "訂閱並付費"),
                n("ca784c0c", "透過 Apple 訂閱並付費"),
                n("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                n("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                n("afd61c76", "或者，享有最高 30% 折扣"),
                n("i7fbacc4", "在可用的訂閱等級之間切換"),
                n("c9cc122b", function (e) {
                    return e.feature + " 已包含在 " + e.title + " 中";
                }),
                n("bff35771", function (e) {
                    return e.feature + " 無法透過 " + e.title + " 取得";
                }),
                n("a69fd369", function (e) {
                    return "起價為 " + e.price;
                }),
                n("e563a5d1", function (e) {
                    return "訂閱可享 " + e.percentage + "% 折扣 (限定期間)";
                }),
                n("dfc5f972", "還有更多…"),
                n("fb8453c8", "解鎖 DeepSearch 和思考請求"),
                n("e45b3f30", "解鎖研究和推理請求"),
                n("aaebdc2e", "大幅提高對 Grok 3 mini 和 Grok 3 的存取"),
                n("ddf8a412", "搶先存取新功能"),
                n("gfb04ef4", "X 上的所有 Premium+ 功能"),
                n("b601cfbb", function (e) {
                    return "以每月 " + e.price + " 的價格試用";
                }),
                n("i3e90e20", "目前無法使用"),
                n("d9e9ce26", "訂閱並付費："),
                n("j1f5a580", "處理你的 Premium 訂閱時發生問題。請檢查你的付款資訊，然後再試一次。"),
                n("ebc84442", "註冊 Premium 訂閱"),
                n("cd9102d4", "選擇類別"),
                n("eb551aea", "在用戶檔案上顯示類別"),
                n("f386777a", "切換帳戶類型"),
                n("db483090", "已切換至個人帳戶"),
                n("c701200c", "已切換至商家帳戶"),
                n("acd8da0a", "已切換至創作者帳戶"),
                n("cb55ecce", "切換至個人帳戶"),
                n("h4aeb984", "切換至個人帳戶"),
                n("ada6073a", "不需要專業工具嗎？"),
                n("eb723d4c", "個人帳戶沒有個人資料焦點和購物管理器等工具。如果你想要切換回來，則必須設定新的專業帳戶。"),
                n("hbb1af08", "切換至商家帳戶"),
                n("a9b5e3aa", "否，請取消"),
                n("ia49207a", "是，請切換"),
                n("g3f74902", "要切換至商家帳戶嗎？"),
                n("f3bcfac0", "對於品牌、零售店、服務供應商和組織來說，這是最理想選擇。"),
                n("d0c3f02e", "切換至創作者帳戶"),
                n("a01e84e0", "要切換至創作者帳戶嗎？"),
                n("e8af8ef4", "對於公眾人物、藝術家和有影響力者來說，這是最理想選擇。"),
                n("e44eab74", "目前，並非所有 X 用戶端都支援所有模組"),
                n("ce4185bc", "更多焦點即將推出"),
                n("b5aed332", "沒有可用的焦點"),
                n("g419ecf4", "停留在此頁面"),
                n("d3a097a2", "是，捨棄"),
                n("j1e1cd30", "要捨棄你的變更嗎？"),
                n("fc779c28", "主打焦點"),
                n("ie85a7a8", "要刪除你的商家資訊嗎？"),
                n("b5348efc", "無營業時間"),
                n("db285564", "24 小時營業"),
                n("g7993eee", "自訂營業時間"),
                n("c9ee902a", "顯示地圖"),
                n("j224a074", "當位置焦點開啟時，提供的所有位置資訊將可公開存取。電話和電子郵件可以透過「聯絡」按鈕存取。"),
                n("f448cbcc", "選擇性"),
                n("c16c9568", "地址"),
                n("i3a38711", "Google 地圖服務條款"),
                n("beb66f50", "Google 隱私政策"),
                n("e0d47030", "你的客戶可以在何處聯繫到你？請記住，此資訊將會公開顯示，使客戶能夠找到你。你隨時可以將其移除。"),
                n("c7a4adb0", "加入地址"),
                n("cd39daf6", "郵遞區號"),
                n("gc0df5a6", "加入郵遞區號"),
                n("c6c16a52", "城市"),
                n("aa8015be", "加入城市"),
                n("b688f53a", "州別/省份/地區"),
                n("a67f5bbc", "加入州別/省份/地區"),
                n("if92b1b4", "加入國家/地區"),
                n("ffc5590e", "無效的城市"),
                n("a8fd64d8", "搜尋國家/地區"),
                n("a0abe108", "無效的州別/省份/地區"),
                n("j163df8e", "無效的地址"),
                n("af9b9b78", "無效的郵遞區號"),
                n("i373e022", "輸入電子郵件"),
                n("f91751f8", "此資訊將會公開顯示"),
                n("g33c0564", "無效的電子郵件"),
                n("ga71fbf4", "營業時間"),
                n("ca2ba204", "編輯自訂營業時間"),
                n("d7b7dbca", "你的用戶檔案上將不會顯示營業時間"),
                n("a460e770", "例如：公園、海灘、線上購物"),
                n("ddc88bf0", "設定每日的營業時間"),
                n("j11df0ca", "重疊的時間"),
                n("f9f911f4", "搜尋時區"),
                n("d21a4252", "加入更多營業時間"),
                n("ac6ce1c0", "從"),
                n("c647aac8", "到"),
                n("b926e64a", "輸入網站"),
                n("i019c8b6", "電話"),
                n("eabc6906", "簡訊"),
                n("h24d868c", "電話和簡訊"),
                n("fa64f1fc", "選取國碼"),
                n("c7d3629a", "電話號碼"),
                n("ce48a958", "你喜歡何種聯絡方式？"),
                n("b97705ce", "請記住，此電話號碼將會公開顯示，以便客戶與你聯絡。你隨時可以將其移除。"),
                n("f7ff19ec", "加入國碼"),
                n("bb7f177a", "無效的電話號碼"),
                n("b91d1394", "加入應用程式"),
                n("d3cd1160", "加入 iOS 應用程式"),
                n("f2124008", "App Store 網址"),
                n("dc0d9d6a", "加入 Android 應用程式"),
                n("dd1605f0", "Play 商店網址"),
                n("g4098f78", "我可以在何處找到此資訊？"),
                n("b949cdc6", "移除應用程式"),
                n("b4b8a486", "選取社群"),
                n("jfe04cf6", "要清除你的選擇嗎？"),
                n("a14aa8dc", "這將從你的焦點中移除社群。"),
                n("cc4add98", "選擇一個社群以預覽它在用戶檔案頁面上的外觀"),
                n("jd3e9ea6", "你沒有任何社群"),
                n("daad9741", "建立自己的社群"),
                n("c46cdabc", "進階工具"),
                n("f6a2233a", "跨帳戶管理權限"),
                n("ccb3ca48", "商業機構設定"),
                n("b0ef3100", "建立豐富的廣告行銷活動"),
                n("ff1c5e1a", "專業用戶中心"),
                n("f53adc36", "推動現實世界的成果"),
                n("hc4981d6", "用戶檔案焦點"),
                n("fbce8dbe", "尋找可跟隨的人"),
                n("ae76c624", "拓展人脈"),
                n("ae0383d4", "提高參與度並觸及更多人"),
                n("a1dbe746", "提高參與度並觸及更多人"),
                n("hbd124ae", "推廣貼文"),
                n("hd80bd3e", "推廣貼文"),
                n("fe2b0008", "了解如何使用 X"),
                n("h257d4aa", "選取要推廣的貼文"),
                n("e9334fe6", "資料每隔幾分鐘會更新一次"),
                n("a6d7b1d0", "根據 X 內部資料"),
                n("h71a00e6", "你正透過無廣告體驗節省時間"),
                n("f6c50ec0", "你的無廣告試用已結束"),
                n("e1d1fbca", "你已避免"),
                n("a82d7abd", function (e) {
                    return e.numberOfAds + " 則廣告";
                }),
                n("ff074c76", "你看到了更多你想要的貼文。"),
                n("cbc38428", "透過 Premium+ 暢享無廣告體驗"),
                n("b9028f60", "返回我的無廣告試用"),
                n("e081d6a0", "不用了，我想再次看到廣告"),
                n("fee73dca", "預估節省時間"),
                n("ic073e4e", "你的時間相當寶貴。"),
                n("eb866e88", "預估一年的節省時間"),
                n("ce72f092", "根據你迄今的使用情況。"),
                n("c534c6b4", "我們正在進行數據統計…"),
                n("i57332f0", "請繼續瀏覽並稍後回來查看，看看你避免了多少廣告及節省了多少時間"),
                n("cc10f019", function (e) {
                    return e.minutes + " 分鐘";
                }),
                n("f9b6b7d3", function (e) {
                    return e.hours + " 小時";
                }),
                n("a9af8753", function (e) {
                    return e.days + " 天 " + e.hours + " 小時";
                }),
                n("b93d00e5", function (e) {
                    return e.days + " 天";
                }),
                n("dc9661b3", function (e) {
                    return e.seconds + " 秒";
                }),
                n("g2c63852", "完全免費。無需使用信用卡。"),
                n("be88be23", function (e) {
                    return "你的 " + e.durationInDays + " 天無廣告試用已啟動";
                }),
                n("b63766a6", "無廣告瀏覽"),
                n("h028f7e0", "花更多時間在你喜愛的內容上"),
                n("dd68eef6", "體驗 Premium+ 奢華生活"),
                n("g8a2f217", function (e) {
                    return "享受 " + e.durationInDays + " 天的無廣告體驗";
                }),
                n("dec99336", "無廣告"),
                n("i95803fa", "很遺憾，你目前不符合資格。"),
                n("d28a1d72", "透過 Radar，成為第一個掌握趨勢的人"),
                n("fb70427a", "隆重介紹 X 上最強大的搜尋工具。"),
                n("i54bf620", "監控關鍵字"),
                n("e8bb09bc", "使用進階搜尋功能，關注任何主題。"),
                n("d4c9d5aa", "將趨勢視覺化"),
                n("e78263fe", "利用過去 3 天的每日活動圖表來追蹤對話。"),
                n("e3ed8220", "即時指標"),
                n("f4952956", "透過你的查詢，獲得貼文計數的即時統計資料。"),
                n("cce3f116", "貼文已加入至你的書籤"),
                n("b593b396", "貼文已從你的書籤中移除"),
                n("af9c8a3e", "開啟應用程式"),
                n("ef483238", "貼文狀態頁面"),
                n("jcf3ff56", "大型文字"),
                n("f1252ac8", "中型文字"),
                n("daa0da04", "小型文字"),
                n("ba5256b2", "文字大小"),
                n("h030c24c", "檢舉問題"),
                n("b12ffee6", "從社群中封禁"),
                n("e37836f8", "檢舉詳情"),
                n("fb35e52a", "查看規則"),
                n("e238c590", "後續步驟"),
                n("if218e60", "我們的團隊和技術將會審核你的檢舉。如果我們發現違規行為，將會告知你我們正在採取的行動。"),
                n("b6dc1984", "我們的程序為何？"),
                n("b0a16894", "情境至關重要。在我們執行規則時，將會考慮以下因素 (這並非完整的列表)："),
                n("d4716820", "遭檢舉內容的目標對象是因為他們的身分而遭到針對嗎？"),
                n("e899a534", "這項違規的嚴重程度為何？"),
                n("d9c4e7ae", "此檢舉是否為遭針對的人所提交？"),
                n("afb51066", "提交重複的檢舉並不會加快我們的程序。"),
                n("b7ba712a", "發現違規內容"),
                n("d90b8c04", "未發現任何違規內容"),
                n("c2d0494a", "我們的安全建議"),
                n("be46e000", "重複的檢舉"),
                n("e846ae32", "即使內容已遭到刪除，其他人仍可能製作副本或擷取螢幕截圖。如果你在 X 上看到該內容，請予以檢舉，以便我們將其移除。"),
                n("e3647d08", "與執法機關聯絡"),
                n("gad89c4a", "如果你覺得自己處於危險之中，我們建議你與當地的執法機關聯絡。如果他們有後續問題，可以參考我們的執法機關守則。 "),
                n("h7fa9240", "美國："),
                n("fb2ff552", "請撥打國際自殺防治生命線：988。"),
                n("bb57e8c0", "其他國家和地區："),
                n("b9ce59ba", "再次感謝你讓我們注意到此一情況。"),
                n("d42899ad", "國際自殺防治協會"),
                n("c9853de0", "內容已隱藏"),
                n("c197728e", "已解決"),
                n("f4422d78", "檢舉"),
                n("i07c24fa", "你沒有任何待處理的檢舉"),
                n("h542c98a", "查看詳細資料"),
                n("e6e11d12", "你沒有任何已解決的檢舉"),
                n("ibf33bae", "回報重複項目，以便將其移除"),
                n("a288ca36", "執法機關守則"),
                n("a62c9c34", "跟隨你的興趣。"),
                n("cf39fca2", "聽聽大家在談論什麼話題。"),
                n("j86184fe", "加入對話。"),
                n("ac2035f2", "立即加入。"),
                n("h0af9418", "建立帳戶"),
                n("eba1b198", "正發生"),
                n("fa811c30", "已經有帳戶了嗎？"),
                n("b4bdfb3e", "取得 Grok 應用程式"),
                n("f991cfaa", "取得 Grok"),
                n("a4298bc0", "X 就是世界上正在發生的大小事"),
                n("j3f49ff6", "從突發新聞到娛樂、體育和政治新聞，一手掌握完整消息和所有實況報導。"),
                n("d65555c2", "或"),
                n("e75df5c9", function (e) {
                    return e.query + " - 搜尋";
                }),
                n("ac4fb0f4", "相片"),
                n("aea62568", "搜尋篩選"),
                n("gfcfbf8c", "你的搜尋已儲存。"),
                n("a4645d92", "你儲存的搜尋已刪除。"),
                n("b11805af", function (e) {
                    return "在 X 上查看有關 " + e.query + " 的貼文。看看人們在說些什麼並加入對話。";
                }),
                n("d610e8c3", function (e) {
                    return "有關 " + e.query + " 的最新貼文。看看人們在說些什麼並加入對話。";
                }),
                n("j622effe", "進階搜尋"),
                n("i5045e74", "任何地方"),
                n("h2388754", "在你附近"),
                n("a0cf4306", "Grok 摘要"),
                n("f97f7b46", "隱藏 Grok 摘要"),
                n("f9d35b98", "你只能儲存 25 組搜尋。請刪除一組搜尋以儲存新的搜尋。"),
                n("ha925ad4", "發生錯誤。請稍後再嘗試儲存你的搜尋。"),
                n("h0a9931c", "發生錯誤。請稍後再嘗試刪除你的搜尋。"),
                n("h4912b5e", "儲存搜尋"),
                n("b9bc69ca", "刪除已儲存的搜尋"),
                n("eb63de70", "X - 進階搜尋"),
                n("d3938be8", "字詞"),
                n("e0dded5e", "參與"),
                n("a097f7ba", "日期"),
                n("c03f15ca", "任何語言"),
                n("cb334136", "連結"),
                n("jf1cbcc2", "包括內含連結的貼文"),
                n("gede6f6e", "僅顯示內含連結的貼文"),
                n("bda44dd4", "包括回覆和原始貼文"),
                n("ab870904", "僅顯示回覆"),
                n("b6215680", "包含此處所有字詞"),
                n("cceffa5e", "範例：what’s happening · 同時包含「what’s」和「happening」"),
                n("f1c5faee", "與此完全相同的詞句"),
                n("ad10780e", "範例：happy hour · 包含此詞組「happy hour」"),
                n("a555a3f4", "包含此處任一個字詞"),
                n("ee8a2b60", "範例：cats dogs · 包含「cats」或「dogs」(或兩者皆有)"),
                n("f51fe348", "不包含這些字詞"),
                n("hb657ad4", "範例：cats dogs · 不包含「cats」且不包含「dogs」"),
                n("d10da5da", "包含這些推標"),
                n("f0b52b50", "Example: #ThrowbackThursday · 包含推標 #ThrowbackThursday"),
                n("e292598a", "來自這些帳號"),
                n("hef790d8", "範例：@X · 發送自 @X"),
                n("g2c27394", "對這些帳戶"),
                n("d158d9d0", "範例：@X · 發送以回覆 @X"),
                n("a10e3230", "提及到這些帳戶"),
                n("daaf2c72", "範例：@SFBART @Caltrain · 提及 @SFBART 或提及 @Caltrain"),
                n("b18366ba", "最低回覆次數"),
                n("f481ba1c", "例如：280 · 含有至少 280 則回覆的貼文"),
                n("ib3ddbd4", "最低喜歡次數"),
                n("ef994dac", "例如：280 · 含有至少 280 個喜歡的貼文"),
                n("a504ca74", "最低轉發次數"),
                n("jd9bd944", "例如：280 · 含有至少 280 則轉貼的貼文"),
                n("e95b9448", "一般"),
                n("f458a3b2", "隱私"),
                n("bdc6f5b8", "你的帳戶"),
                n("ea848de8", "EarlyX 設定"),
                n("df483b48", "功能開關"),
                n("bd05add8", "不是機器人"),
                n("d94f12b6", "嘗試搜尋通知、隱私等。"),
                n("ba8f6f82", "搜尋設定"),
                n("ibf92e4a", "付款成功"),
                n("bdf0fb06", "你的訂閱已啟用。"),
                n("ddfd6718", "付款失敗"),
                n("d42fa852", "處理你的付款時出現問題。請再試一次。"),
                n("g055a9ce", "開啟 𝕏 應用程式"),
                n("g931a6e5", function (e) {
                    return "你正在跟隨 " + e.topic;
                }),
                n("h3f9027a", "你將在首頁時間軸中看到與此相關的貼文。此主題將有助於個人化你在 X 上的體驗。"),
                n("e241095e", "你的主題"),
                n("f8bc75e2", "你的主題"),
                n("ed827af6", "主題無法取得。"),
                n("d094c720", "所有主題"),
                n("g3e87c61", function (e) {
                    return e.topicName + " | 主題";
                }),
                n("g02269ba", "在 X 上跟隨主題。主題可讓你在 X 上看到來自不同主題的許多專家或粉絲帳戶的貼文。"),
                n("e80d2509", function (e) {
                    return "在 X 上跟隨「" + e.topicName + "」主題。你將會在 X 上看到許多專家、粉絲或傾向討論「" + e.topicName + "」的帳戶的熱門貼文。";
                }),
                n("e44b4256", "報導記錄"),
                n("a74af3f8", "找不到任何報導記錄。"),
                n("c3077694", "流行趨勢貼文"),
                n("a9042b6c", "流行趨勢記錄"),
                n("ed54bc32", "檢舉流行趨勢"),
                n("f89bcc50", "流行趨勢已檢舉"),
                n("gde7b6b0", "取消儲存"),
                n("i6212670", "正在載入流行趨勢"),
                n("c6a07c10", "流行趨勢時間軸"),
                n("b0c91a92", "登入或註冊，看看 X 上的使用者對此有何評論"),
                n("d7071084", "問 Grok 這個"),
                n("ee2200f4", "此報導是由 Grok 製作的 X 貼文摘要。報導將隨著時間的推移而演變。"),
                n("e1e5d552", "編輯你的朋友圈"),
                n("ec13f9cc", "你的朋友圈中還沒有任何人"),
                n("dab58e32", "您加入的對象會顯示在這裡。"),
                n("f43112a4", "運作方式"),
                n("a4d60c94", "發生錯誤。我們目前無法將他們加入你的朋友圈。"),
                n("a1ba3bd8", "你的朋友圈已滿。你的朋友圈人數已達到上限 150 人。"),
                n("ac3fd6e2", "你還沒有任何推薦"),
                n("eeb4d3f0", "我們會在這裡建議可加入朋友圈的人。"),
                n("aea3c420", "還沒有任何引用"),
                n("b40a22c0", "在分享他人的貼文時加入你的觀點，該貼文就會顯示在這裡。"),
                n("f08d8d08", "讓更多人看到你喜歡的貼文"),
                n("f0ccff52", "透過轉發，在你的時間軸上分享其他人的貼文。當你這麼做時，該貼文就會顯示在這裡。"),
                n("fc1acb54", "還沒有任何喜歡"),
                n("e3527230", "當有人 (甚至是你) 點選愛心喜歡此貼文後，它就會顯示在這裡。"),
                n("i3e8b808", "正在載入已喜歡這則貼文的使用者"),
                n("c69fd704", "正在載入已轉發這則貼文的使用者"),
                n("f12858d4", "已被喜歡"),
                n("fe62cfec", "轉發者"),
                n("h1c5d6aa", "由你發送"),
                n("h6d45054", "由所有人發送"),
                n("da68fff1", function (e) {
                    return e.count + " 個代幣 (只有你能看到)";
                }),
                n("e35f2534", "正在載入貼文參與次數"),
                n("i60dfa72", "貼文參與次數"),
                n("dc604dda", "喜歡此貼文的使用者"),
                n("cdd4ef4a", "轉發此貼文的使用者"),
                n("icc72234", "此貼文的引用"),
                n("hc35b530", "還沒有喜歡的內容"),
                n("e0d6a246", "還沒有任何轉貼"),
                n("i2a26cb4", "當有人點選愛心喜歡此貼文後，就會顯示在這裡。"),
                n("i9b724e8", "你將在這裡看到引用此貼文的所有人的列表。"),
                n("a5ab75ae", "找不到相關貼文。"),
                n("ce637c0e", "找不到相關文章。"),
                n("fd67deaa", "分享相關貼文"),
                n("f9183bb6", "複製相關貼文的連結"),
                n("fc4e5d96", "你只能查看自己貼文的分析資料。"),
                n("ab0da59f", function (e) {
                    return e.entity + "分析";
                }),
                n("ae32e7de", "這是一則推廣貼文。此貼文的查看次數是保密的。"),
                n("a10aa36c", "說明中心"),
                n("d0740558", "說明中心"),
                n("d2d76dca", "說明中心"),
                n("de8bcdaa", "看過你貼文的人員的細分"),
                n("cfa1ef16", "推廣"),
                n("d267afa2", "20 以下"),
                n("db81cab0", "20-29"),
                n("f173716e", "30-39"),
                n("ada329e6", "40-49"),
                n("j2950694", "50 以上"),
                n("bcd9cf68", "65 以上"),
                n("f05f1838", "其他/未指定"),
                n("fa5be588", "自然產生"),
                n("c65126fe", "推廣"),
                n("c61c6624", "推廣"),
                n("f1196a04", "推廣分析"),
                n("bb66e3fc", "推廣分析"),
                n("g512ddcc", "自然資料分析"),
                n("j9256524", "你的推廣績效的細分"),
                n("ceeb3016", "你的推廣績效的細分"),
                n("bf4558fa", "你的自然產生績效的細分"),
                n("c69069e6", "此貼文在 X 上被查看的次數"),
                n("a0615bac", "使用者與貼文互動的總次數。這包括貼文上的任何位置 (包括推標、連結、頭像、使用者名稱和展開貼文)、轉發、回覆、跟隨和喜歡的所有點擊次數。"),
                n("acc4cf12", "透過此貼文查看個人資料的次數"),
                n("c7d0d1c4", "此貼文中任何網址的點擊次數"),
                n("a4da7724", "使用者查看此貼文詳細資料的次數"),
                n("jedd2771", function (e) {
                    return e.percentage + " (來自推廣)";
                }),
                n("g33fd6b1", function (e) {
                    return e.percentage + " 來自推廣";
                }),
                n("b71059c3", function (e) {
                    return e.percentage + " 來自非跟隨者";
                }),
                n("h4cbba3e", "< 5%"),
                n("f4f0094c", "< 5% (來自推廣)"),
                n("h1cdac12", "< 5% (來自推廣)"),
                n("g884b2cc", "< 5% (來自非跟隨者)"),
                n("b32334a0", "觸及的帳戶數量"),
                n("h142a79c", "此貼文的唯一查看次數"),
                n("de4def4e", "迄今為止所有推廣活動的百分比"),
                n("e3390c1e", "前 48 小時"),
                n("aead0975", function (e) {
                    return "這會追蹤這則貼文在發佈後的 48 小時內被閱讀的次數。最高曝光次數為 " + e.maxValue + " 次。";
                }),
                n("ib1f8491", function (e) {
                    return e.likeCount + " 個喜歡";
                }),
                n("dc0e7f37", function (e) {
                    return e.retweetCount + " 次轉發";
                }),
                n("d0eeb127", function (e) {
                    return e.replyCount + " 則回覆";
                }),
                n("db6efeb8", "你的推廣正在執行中"),
                n("j6daea86", "你的推廣已暫停"),
                n("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                n("f42a198d", function (e) {
                    return "花費金額：" + e.spentBudget + " / " + e.totalBudget;
                }),
                n("e8adeec8", "再次推廣"),
                n("fbb5c37e", "再次推廣"),
                n("ccffb487", function (e) {
                    return "你的貼文迄今已獲得 " + e.impressions + " 次曝光。切換至專業帳戶以擴展觸及人數。";
                }),
                n("ha13fd94", "推廣貼文"),
                n("jede3014", "你的推廣正在審核中"),
                n("b823301e", "在獲得核准後，便會向你選取的受眾推廣你的貼文。"),
                n("a2e48870", "檢視 X 的廣告政策"),
                n("ge538876", "你所分享影片的指標"),
                n("ca7e10d8", "唯一觀看次數"),
                n("i611fc96", "此影片在所有貼文中的總觀看次數"),
                n("a69cd868", "此影片的唯一觀看次數"),
                n("f894a688", "受眾保留率"),
                n("ad9d9204", "觀眾在離開之前觀看影片的時間百分比，以及他們觀看的影片內容多寡。"),
                n("da4b7a70", "觀看影片達指定時間的觀眾百分比"),
                n("de2d89a2", "已觀看 25%"),
                n("i92754c2", "已觀看 50%"),
                n("be8ddcc2", "已觀看 75%"),
                n("b01410d6", "已觀看 100%"),
                n("gfb3d8af", function (e) {
                    return "觀看直到 " + e.timeLabel;
                }),
                n("fc6cbba2", "目前這裡還沒有可查看的項目"),
                n("b80a53c8", "在收集更多資料後，你將在這裡看到該資訊。"),
                n("d25dccb6", "分析不適用於朋友圈貼文。"),
                n("g61ac32a", "我們會自動鎖定最有可能與你的內容互動的使用者。"),
                n("e8702feb", function (e) {
                    return "享有 " + e.couponAmount + " 優惠！";
                }),
                n("e44dc579", function (e) {
                    return "立即開始，在 " + e.date + "之前為你的首個推廣活動取得 " + e.couponAmount + " 優惠。";
                }),
                n("hd8df545", function (e) {
                    return "立即開始，在 " + e.date + "之前為你的下一個推廣活動取得 " + e.couponAmount + " 優惠。";
                }),
                n("f1d32e41", function (e) {
                    return "花費 " + e.spendAmount + " 即可獲得 " + e.couponAmount + " 的廣告抵用金。";
                }),
                n("c4d0434b", function (e) {
                    return "每天 " + e.dailyBudget + "，持續 " + e.durationLabel;
                }),
                n("dc4a9413", function (e) {
                    return e.totalBudget + " / " + e.durationLabel;
                }),
                n("bad70c09", function (e) {
                    return "位置";
                }),
                n("c133a39b", function (e) {
                    return e.minAge + " - " + e.maxAge;
                }),
                n("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                n("g4bf9cb7", function (e) {
                    return e.durationDays + " 天";
                }),
                n("gc3ce5d9", function (e) {
                    return "每日預估觸及人數為 " + e.audienceLow + " 至 " + e.audienceHigh + " 人";
                }),
                n("c1778029", function (e) {
                    return e.locationsHeading + "：" + e.locations + e.newlinePlaceholder + "年齡範圍：" + e.formattedAge + e.newlinePlaceholder + "性別：" + e.gender;
                }),
                n("a4ab12b9", function (e) {
                    return "在你為一個或多個行銷活動花費 " + e.spendAmount + " 後，我們便會將 " + e.couponAmount + " 直接存入你的廣告帳戶。該抵用金可能需要幾天才會入帳。";
                }),
                n("cb51c854", "任何性別"),
                n("bb7b39e2", "男性"),
                n("eb9466d0", "女性"),
                n("b07cc9f2", "地區"),
                n("ce309bee", "地鐵"),
                n("cc49d030", "郵遞區號"),
                n("c3fca124", "提高參與度"),
                n("d4f57cce", "增加你的跟隨者"),
                n("c6daa762", "獲得更多連結點擊次數"),
                n("cc642518", "搜尋位置"),
                n("i0e8c3c6", "定位結果"),
                n("f69ad048", "選擇位置"),
                n("d948b978", "你只能推廣自己的貼文。"),
                n("cfcdb4a2", "發生錯誤。請確認你已停用任何廣告封鎖程式。"),
                n("j7a2af7a", "不想要推廣此貼文嗎？"),
                n("a78bce8e", "如果你現在離開，將不會推廣此貼文。"),
                n("g8844150", "不要推廣"),
                n("e7eb3684", "每日預算"),
                n("d9f6e3ce", "每日預算滑桿"),
                n("b3954eca", "時間長度的天數滑桿"),
                n("ce665a60", "預估觸及人數為概略值。無法保證實際觸及人數。"),
                n("i0c3b95c", "下一輪由我們買單！"),
                n("h8b6e32a", "你已推廣你的貼文！"),
                n("ee8014a6", "請隨時查看貼文分析以衡量你的廣告績效。"),
                n("db841200", "提高參與度、觸及更多人，並散播有關你頁面的訊息。"),
                n("fcc839b6", "你的目標是什麼？"),
                n("b679a538", "你的貼文包含媒體"),
                n("cb19a2f0", "獲得更多喜歡、轉發等互動次數。"),
                n("a2d37164", "為你的網站帶來更多訪客"),
                n("cefad302", "加入你的貼文連結"),
                n("b614fad0", "請確定你的貼文包含連結。"),
                n("de43b660", "付款方式"),
                n("hb4773a0", "加入新的付款方式"),
                n("aa2a3dd4", "刪除卡片"),
                n("b1c5b63c", "末碼為"),
                n("affb5878", "確認刪除"),
                n("db443ae2", "一切都沒問題嗎？"),
                n("a96f811e", "推廣目標"),
                n("fbd44e96", "你的預算"),
                n("e36bce64", "付款方式"),
                n("ia83756c", "小計"),
                n("cc217a04", "優惠券餘額"),
                n("g4f2b588", "剩餘優惠券餘額"),
                n("i41612da", "建立推廣活動"),
                n("cdae1af0", "加入稅務資訊"),
                n("ed8bb5a0", "加入付款詳細資料"),
                n("fc640c20", "加入付款詳細資料以領取你的優惠券"),
                n("be2dc078", "註冊並加入付款詳細資料"),
                n("iaefd4de", "註冊並加入付款詳細資料以領取你的優惠券"),
                n("e5e42640", "嗯… 你的優惠券未載入。請稍後再試。"),
                n("e85dfd66", "此貼文的行銷活動已經建立。"),
                n("a4db098c", "我們似乎無法建立你的推廣活動。請稍後再試。"),
                n("ef7e3916", "發生錯誤。請檢查你的推廣活動詳細資料，然後再試一次。"),
                n("c1134966", "條款和廣告方針"),
                n("he45cc43", "優惠券條款"),
                n("c9439a82", "條款和廣告方針"),
                n("c672105a", "你想要觸及哪些人？"),
                n("e1efbeae", "年齡範圍"),
                n("c6ff7c10", "最小年齡範圍"),
                n("b555fb46", "最大年齡範圍"),
                n("j2c03e12", "55+"),
                n("d4e01892", "房屋、借貸和就業機會廣告政策"),
                n("df8d4fa0", "選取性別"),
                n("i982d424", "你想要投資多少錢？"),
                n("b9ff6cb0", "未選取任何付款方式"),
                n("i8b90688", "條款和廣告方針"),
                n("a93bd26d", "優惠券條款"),
                n("d31dc460", "條款和廣告方針"),
                n("ga845597", function (e) {
                    return "總計 " + e.durationLabel;
                }),
                n("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                n("b21c2549", "了解更多"),
                n("j9f78b42", "此貼文中沒有被標記的使用者。"),
                n("cb2054fa", "正在載入使用者"),
                n("e4ad6bda", "在這張相片中"),
                n("cdd4aafe", "正在載入對話中的人"),
                n("aac3fad2", "此對話中的人"),
                n("a7f66562", "正在載入貼文"),
                n("b7a898fa", "從這裡直接前往下一則貼文！"),
                n("e254fdd2", "你可以直接滑動到下一則貼文！"),
                n("h59700fa", "ImmersiveMediaViewer"),
                n("i86c2940", "進度列"),
                n("h2fcc532", "正在載入記錄"),
                n("a74821a0", "你的付款似乎沒有通過或即將到期。請更新你的付款資訊以保留 Premium 訂閱。"),
                n("bb55752e", "代幣可讓你對發佈精彩內容的創作者表達支持。未使用的代幣會保留在你的餘額中。"),
                n("ea7ce65f", function (e) {
                    return "包含 " + e.count + " 個獎勵代幣。";
                }),
                n("e557f9d2", "你已達到代幣餘額限制。"),
                n("e2beba5e", "最熱門"),
                n("gafeeb96", "購買代幣"),
                n("bc42db1c", "可隨時取消。每月自動續訂。"),
                n("f1561b06", "購買者條款"),
                n("fe93ed4a", "購買成功"),
                n("bcb90375", function (e) {
                    return "你的新代幣餘額為 " + e.balance + " 個。";
                }),
                n("ia2eb0c0", "購買失敗！"),
                n("c7e11484", "你的列表是空的"),
                n("a96208ba", "你必須在先建立列表，才能加入成員。"),
                n("d2826908", "建立新的列表"),
                n("he062e8a", "挑選列表"),
                n("c2fb1e94", "一份列表中最多只能加入 5,000 個帳戶。"),
                n("f30edc68", "設為私人"),
                n("h51a2cf6", "發生錯誤。請稍後再嘗試刪除你的橫幅。"),
                n("bb10280e", "發生一些錯誤。請稍後再嘗試儲存你的列表。"),
                n("h8885a22", "列表名稱不得超過 25 個字元"),
                n("f8132984", "當你將列表設為私人時，只有你可以看到該列表。"),
                n("h421e74c", "建議的列表"),
                n("aa62dea8", "我們正在密切注意中"),
                n("e5e4d3aa", "請稍後再回來查看建議的列表。"),
                n("c4d7650c", "管理成員"),
                n("h7f2418c", "正在載入列表資訊"),
                n("b18e5cd2", "發生一些錯誤。請稍後再嘗試刪除你的列表。"),
                n("cdd73e9c", "刪除列表"),
                n("def8ff62", "要刪除列表嗎？"),
                n("j8b9cde8", "此動作無法復原，且你將失去你的列表。"),
                n("e9f3dec4", "列表搜尋"),
                n("b9192d55", function (e) {
                    return e.query + " - 列表搜尋";
                }),
                n("d6a23192", "建立新列表"),
                n("ie256518", "列表搜尋時間軸"),
                n("j57a2568", "列表搜尋"),
                n("hc76e8cd", function (e) {
                    return "沒有符合「" + e.query + "」的列表";
                }),
                n("d872881a", "何不建立一個列表？"),
                n("j177067a", "搜尋列表"),
                n("g13ea02c", "嘗試搜尋列表"),
                n("d1461f1e", "此列表很孤單"),
                n("bcbd3416", "跟隨此列表的人將會顯示在這裡。"),
                n("b197a56c", "列出跟隨者"),
                n("f0ab07f5", function (e) {
                    return "成員 (" + e.memberCount + ")";
                }),
                n("h9ce3406", "列表成員"),
                n("dfeaeb26", "加入至你的列表"),
                n("a332103e", "被加入此列表的人將會顯示在這裡。"),
                n("e2f7dc62", "尋找建議的成員"),
                n("gc23cc00", "請嘗試搜尋帳戶，以查看可加入此列表的建議。"),
                n("e3deb126", "列表建議"),
                n("eb7b54be", "正在載入列表"),
                n("a9ca06d2", "資訊"),
                n("a367dc9a", "你會看到最新發送的貼文"),
                n("dd438748", "你會先看到熱門貼文"),
                n("fe7e217c", "查看最新貼文"),
                n("ce78b698", "你會先看到熱門貼文。最新貼文則會顯示最新發送的貼文。"),
                n("i5a1628a", "查看熱門貼文"),
                n("f333a93e", "你會先看到最新貼文。熱門貼文則會向你顯示最佳貼文。"),
                n("c7294984", "檢舉列表"),
                n("g6340998", "這不會自動將你加回他們的列表。"),
                n("i6da4f7a", "分享列表"),
                n("a062ff80", "複製列表的連結"),
                n("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                n("d2004da3", function (e) {
                    return "你沒有跟隨 @" + e.screenName;
                }),
                n("a64512a4", "列表時間軸"),
                n("i0bcc456", "如果有，你將能夠看到他們的列表。"),
                n("d8315ca0", "你所在的列表"),
                n("e74be9ac", "他們所在的列表"),
                n("c80cb4e4", "新列表"),
                n("bbcaa24b", function (e) {
                    return "@" + e.screenName + " 建立的列表";
                }),
                n("b081cdf7", function (e) {
                    return "@" + e.screenName + " 尚未建立任何列表";
                }),
                n("f5978664", "如果有，就會顯示在這裡。"),
                n("h243711c", "你尚未建立任何列表"),
                n("b69e2f71", function (e) {
                    return "@" + e.screenName + " 尚未被加入任何列表";
                }),
                n("e05568cc", "當他們被加入列表時，就會顯示在這裡。"),
                n("b86a098a", "你尚未被加入任何列表"),
                n("h06e09a2", "當有人將你加入列表時，就會顯示在這裡。"),
                n("gbaa5489", function (e) {
                    return "@" + e.screenName + " 的列表成員資格";
                }),
                n("g6b54ff6", "你已掌握最新狀態"),
                n("ec5fd35a", "當有人請求跟隨你後，該請求就會顯示在這裡，以便你接受或拒絕。"),
                n("ec2d8342", "拒絕"),
                n("j85d8d90", "這個使用者沒有等待中的跟隨請求。"),
                n("c3d23f10", "似乎發生一個小問題。但別擔心，這不是你的錯。請點擊下方，再試一次。"),
                n("d2613123", function (e) {
                    return "訂閱 - " + e.price + "/月";
                }),
                n("c4640fc0", "分享訂閱服務個人資料"),
                n("a72064a8", "複製訂閱服務個人資料連結"),
                n("e6c72234", "電子郵件分享條款"),
                n("b17f0c4b", function (e) {
                    return "你現在已訂閱 @" + e.screenName;
                }),
                n("a5634d9a", "處理訂閱時發生問題。請關閉此提示，然後再試一次。"),
                n("fe9d3afa", "正在載入跟隨者"),
                n("ab7fc3ef", function (e) {
                    return "正在超級跟隨 " + e.fullName + " (@" + e.screenName + ") 的人";
                }),
                n("j0d17377", function (e) {
                    return "你認識且正在跟隨 " + e.fullName + " (@" + e.screenName + ") 的人";
                }),
                n("fa9e827f", function (e) {
                    return "正在跟隨 " + e.fullName + " (@" + e.screenName + ") 的人";
                }),
                n("ha979be5", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 跟隨的人";
                }),
                n("d28be573", function (e) {
                    return "已訂閱 " + e.fullName + " (@" + e.screenName + ") 的人";
                }),
                n("g9da3853", function (e) {
                    return "已被 " + e.fullName + " (@" + e.screenName + ") 訂閱的人";
                }),
                n("cfd952a1", function (e) {
                    return "正在跟隨 " + e.fullName + " (@" + e.screenName + ") 的已認證帳戶";
                }),
                n("fecc696e", "已認證的跟隨者"),
                n("g0a2fbbe", "你還沒有任何訂閱者"),
                n("g65f4bac", "你還沒有任何跟隨者"),
                n("c36cfddc", "在尋找跟隨者嗎？"),
                n("fd275c1a", "你還沒有任何已認證的跟隨者"),
                n("e08bd098", "你將在這裡找到訂閱你的所有人的列表。"),
                n("j029a4dc", "當有人跟隨你時，你就會在這裡看到他們。"),
                n("b2b2c6ce", "當有人跟隨此帳戶後，他們就會顯示在這裡。發佈貼文和與他人互動將有助於增加跟隨者。"),
                n("cb1a15c8", "跟隨帳戶是一個管理時間軸的簡易方法，還可以得知你感興趣的主題和人物的最新消息。"),
                n("i967b954", "你將在這裡找到所有訂閱服務的列表。"),
                n("a44e403e", "當已認證的帳戶跟隨你時，你就會在這裡看到它們。"),
                n("d74ee2e3", function (e) {
                    return "@" + e.screenName + " 還沒有任何你認識的跟隨者";
                }),
                n("ae5749c7", function (e) {
                    return "@" + e.screenName + " 未跟隨任何人";
                }),
                n("b5099e33", function (e) {
                    return "@" + e.screenName + " 沒有任何已認證跟隨者。";
                }),
                n("ec251f36", "當你認識的人跟隨他們時，就會在這裡列出。"),
                n("f8af4f48", "當他們跟隨帳戶後，就會顯示在這裡。"),
                n("fd0aad94", "當有已認證的使用者跟隨此帳戶時，就會顯示在這裡。"),
                n("b84f6df1", function (e) {
                    return "在限定期間內，贈送 Premium 可享 " + e.percentage + "% 折扣";
                }),
                n("cfcac293", function (e) {
                    return "贈送並支付 " + e.price;
                }),
                n("d7a73450", "等級"),
                n("hbd2c24e", "此帳戶目前不符合獲得禮物的資格。"),
                n("f3fddc98", "購買者條款"),
                n("cff9c889", "了解更多"),
                n("c65dda96", "你的禮物已發送。"),
                n("f6e2a407", function (e) {
                    return "允許任何人在你回覆 @" + e.screenName + " 的貼文時，看到你的已訂閱徽章";
                }),
                n("j8dedddd", function (e) {
                    return "當你將此功能關閉時，@" + e.screenName + " 及其訂閱者仍然會在你回覆 @" + e.screenName + " 的訂閱者專屬貼文時看到你的徽章。@" + e.screenName + " 始終能看到你的徽章。";
                }),
                n("c8a513f6", "取消訂閱"),
                n("ea000ec8", "已經取消訂閱了嗎？"),
                n("d7b8387e", "如果你已經取消，則無需採取其他動作。你的訂閱將在計費周期結束時自動到期。"),
                n("f4166d9a", "想要取消你的訂閱嗎？"),
                n("b74ff5fc", "如果你取消，你的訂閱將在計費周期結束時自動到期。"),
                n("ee9efbc8", "繼續取消"),
                n("c5d9c77a", "似乎發生一個小問題。但別擔心，這不是你的錯。請關閉此視窗，然後再試一次。"),
                n("jda53c24", "你可以透過 Apple App Store 取消訂閱。"),
                n("g0a7a53e", "你可以透過 Google Play 商店取消訂閱。");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var n = c[a];
                    (n.enumerable = n.enumerable || !1),
                        (n.configurable = !0),
                        "value" in n && (n.writable = !0),
                        Object.defineProperty(
                            e,
                            ((f = n.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var n = a.call(e, c || "default");
                                    if ("object" != typeof n) return n;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(f, "string"))
                                ? t
                                : String(t)),
                            n,
                        );
                }
                var f, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            n("i5f14be7", function (e) {
                return e.displayName + "，歡迎回來";
            }),
                n("a76d58ba", "廣告分析"),
                n("eccd0e1a", "組織分析"),
                n("deea1708", "想要查看你的所有 X 帳戶的分析嗎？"),
                n("eb603ffc", "升級以建立附屬網路並查看彙總分析。"),
                n("gf67aae4", "升級至完整權益"),
                n("h75e3618", "包含組織"),
                n("h24a8862", "關於此核取方塊"),
                n("c29e3a88", "選取附屬帳戶"),
                n("j8318d57", function (e) {
                    return e.number + " 個附屬帳戶";
                }),
                n("bf809ec0", "選取附屬帳戶"),
                n("b719e224", "沒有結果"),
                n("c9938100", "搜尋結果"),
                n("d1a35ec6", "加入帳戶"),
                n("b437adda", "升級至付費"),
                n("f1f6c88b", function (e) {
                    return "帳戶 (" + e.count + ")";
                }),
                n("b02156b8", "邀請"),
                n("gd67d29b", function (e) {
                    return "邀請 (" + e.count + ")";
                }),
                n("daf646e6", "請注意：你必須適當地標示帳戶。"),
                n("i3895c32", "你的帳戶正在審核中，因為你變更了 X 推號"),
                n("i5f8b628", "在帳戶完成審核之前，你無法修改附屬帳戶。"),
                n("e9e663ac", "你的款項逾期未付。"),
                n("c3ddd22c", "條款"),
                n("c9729d8a", "條款"),
                n("cdcd1d2c", "將附屬帳戶加入你的組織"),
                n("d30ea6f3", function (e) {
                    return "你確定要移除 @" + e.name + " 嗎？";
                }),
                n("c2dfbb86", "請執行"),
                n("ba047f76", "若移除附屬帳戶，將會立即移除他們的勾號及附屬帳戶徽章。你將繼續支付費用至該月結束。"),
                n("j26dee0e", "移除附屬帳戶"),
                n("e30cbdf0", "此附屬帳戶是一個已認證組織的訂閱者，因此必須保持組織身分。他們不能變更為個人身分。"),
                n("j3115ce8", "個人"),
                n("d8bb1d84", "組織"),
                n("e970bdbd", function (e) {
                    return "還剩 " + e.count + " 個邀請";
                }),
                n("id67d953", function (e) {
                    return "擷取你的 Stripe 結帳詳細資料時發生錯誤。如果此問題持續存在，請聯絡 " + e.supportEmail + "。";
                }),
                n("f323d314", "重新發送"),
                n("ac645cde", "你隨時可以重新加入它們。"),
                n("d12af2dd", function (e) {
                    return "你確定要移除對 @" + e.screenName + " 的邀請嗎？";
                }),
                n("ib60b2d5", function (e) {
                    return "你確定要重新發送對 @" + e.screenName + " 的邀請嗎？";
                }),
                n("ec6e7d9a", "在待處理的等級切換完成之前，你的帳戶將處於唯讀模式。請前往 Stripe 檢查你的付款，確保等級切換成功。"),
                n("b33d1518", "從受支援的整合或自訂的 XML 摘要中同步工作"),
                n("dd2db402", "步驟 1：收集必要的資訊"),
                n("edb098c2", "步驟 2：聯絡我們的支援團隊"),
                n("c4474460", "步驟 2：發送電子郵件給我們的支援團隊"),
                n("a08da0fa", "後續的處理流程為何？"),
                n("c127374e", "發送訊息給我們"),
                n("b2cb2a0c", "你的已認證組織帳戶的使用者名稱"),
                n("b8e64002", "你的應徵者追蹤系統的名稱"),
                n("acb99db6", "列出你的工作的就業網站網址"),
                n("a64a5b7a", "將必要的資訊發送給我們的支援團隊以開始整合程序。"),
                n("e3dffb4e", "在下方複製我們的支援電子郵件地址，並將必要的資訊發送給我們的支援團隊以開始整合程序。"),
                n("b4fef99e", "在我們的支援團隊收到你的請求後，將會審核你的資訊並協助設定整合。"),
                n("h37f2d96", "請注意，並非所有應徵者追蹤系統目前均受支援。"),
                n("ce102a20", "正在重新導向到 Stripe"),
                n("i90ea7d2", "請立即更新你的帳單資訊以保留你的權益。"),
                n("a62359e6", "已認證組織設定"),
                n("ge221b7c", "升級「已認證組織」訂閱，以存取附屬帳戶並獲得更多廣告抵用金。"),
                n("i4dccc18", "帳單"),
                n("ec3cd6e4", "管理你的付款方式、更新帳單資訊，並檢視你的發票。"),
                n("dac61c3c", "帳戶設定"),
                n("b6b5fd66", "管理你的 X 帳戶，包括變更使用者名稱或密碼。"),
                n("hb9c4a1c", "問題、程式錯誤回報和意見回饋"),
                n("c674f5b4", "設定發票付款"),
                n("i8237e66", "從信用卡付款切換為透過銀行轉帳開具發票。"),
                n("hebd348a", "設定如何使用廣告來推廣僱用入口網站中的工作。"),
                n("ib5e6f90", "工作推廣"),
                n("id720215", "僱用"),
                n("dd59f146", "工作推廣廣告帳戶"),
                n("e7e36818", "當廣告帳戶的撥款來源設定完成後，就有資格使用工作推廣。"),
                n("c28566e0", "廣告帳戶"),
                n("c80160d3", "廣告"),
                n("ff0edac0", "你確定要取消訂閱嗎？"),
                n("h2ac0348", "否，請返回"),
                n("dbf9667e", "我確定"),
                n("j7592572", "迴轉"),
                n("ee778942", "紅綠燈"),
                n("fdd57981", function (e) {
                    return "我們想為你提供 " + e.totalAmount + " 美元的一次性免費廣告抵用金。";
                }),
                n("i032a231", function (e) {
                    return "我將留下來並領取 " + e.totalAmount + " 廣告抵用金";
                }),
                n("hd7d278c", "不用，謝謝"),
                n("jf8a0dea", "太棒了！新的免費廣告抵用金將在下一個計費週期顯示在你的帳戶中。"),
                n("ebbb3154", "關閉並返回 X"),
                n("j1f68dda", "最後步驟：你確定要取消嗎？"),
                n("c9c3464c", "正在取消訂閱"),
                n("dd3a293c", "你的已認證組織訂閱已結束。"),
                n("faa0f956", "取消你的訂閱時發生錯誤。"),
                n("b28289ea", "謝謝"),
                n("b36f74ae", "除非你再次註冊並啟用，否則你將無法再存取此入口網站。"),
                n("b2297a4a", "需要解決問題嗎？你可以預約與我們進行通話。"),
                n("h3bdbc54", "是，我要預約通話"),
                n("i135d64e", "繼續取消"),
                n("g275882d", function (e) {
                    return "重要：你尚未領取 " + e.creditAmount + " 的免費廣告抵用金";
                }),
                n("ib085ed6", "我將留下來並領取廣告抵用金"),
                n("b5447710", "找不到使用者"),
                n("h94755b8", "使用者已在選擇邀請的名單中"),
                n("bfb5effe", "使用者已是附屬帳戶"),
                n("c4b9664e", "已建立附屬關係"),
                n("g0eadcf6", "已附屬於另一個組織"),
                n("a8c81f88", "組織帳戶"),
                n("e5abe772", "使用者已有待處理的邀請"),
                n("e49b97e2", "搜尋帳戶"),
                n("f002f1d6", "發送邀請"),
                n("g2a8bae4", "加入 X 帳戶"),
                n("af7293cc", "邀請 X 帳戶加入你的組織。如果他們接受，便會獲得一個勾號，而且其個人資料上也會顯示與你的附屬關係。"),
                n("ec0f203e", "在附屬帳戶接受邀請後，請務必將其勾號更新為正確的勾號顏色。"),
                n("cec08784", "你已達到此發票上附屬帳戶的數量限制。"),
                n("ab70828f", function (e) {
                    return "加入 @" + e.screenName;
                }),
                n("d49b389f", "這裡"),
                n("b9e4bf55", "了解更多"),
                n("hc4703a9", "了解更多"),
                n("fa0ffaeb", "了解更多"),
                n("jf351704", "若要繼續，你必須更新此發票上的附屬帳戶限制。"),
                n("ia5a6a40", "若要開始使用，你必須加入你的付款詳細資料。"),
                n("d40d1cc0", "若要繼續，你必須透過 Stripe 付款。"),
                n("c4a5f614", "加入付款詳細資料"),
                n("fa2a280a", "更新發票"),
                n("i7b2f08e", "歡迎使用已認證組織"),
                n("g4e18b84", "你已達到附屬帳戶限制"),
                n("cbe23239", function (e) {
                    return "適合超過 " + e.affiliatesCount + " 個附屬帳戶的採購訂單。";
                }),
                n("fc1f43d0", "產生發票"),
                n("g8881c78", "繼續以付款"),
                n("g59f8506", "注意：無法驗證為企業或政府實體的帳戶將不予退款。"),
                n("a310e476", "直接"),
                n("fde6cf98", "若要立即存取已認證組織。"),
                n("fdfbfcb0", "發票"),
                n("f45d02e8", "設定你的訂閱時發生錯誤。請嘗試從你的啟用電子郵件中重新提交。"),
                n("a1c566c0", "設定你的訂閱時發生錯誤。請重新提交你的詳細資料。"),
                n("f5a1c6ac", "你所在的地區可以使用訂閱服務"),
                n("ef7ae9cd", "了解更多"),
                n("d3c6b8c9", "了解更多"),
                n("fafe5b9f", function (e) {
                    return "訂閱 · " + e.price + "/" + e.interval;
                }),
                n("f2ae1d63", "購買者服務條款"),
                n("ie8759c5", "購買者服務條款"),
                n("d842dd7b", function (e) {
                    return "在 X 上更快拓展，並獲得 " + e.credit + " 的免費廣告抵用金";
                }),
                n("fcfb696e", "⁺限時廣告抵用金優惠。"),
                n("f5b98d62", function (e) {
                    return "每" + e.interval;
                }),
                n("ed7b9984", function (e) {
                    return "每" + e.interval;
                }),
                n("da11a2d7", function (e) {
                    return "最高 " + e.creditAmount + " 的廣告抵用金⁺";
                }),
                n("a6c45ede", "包括："),
                n("e9aa43dc", "自然徵才啟事"),
                n("i1266238", "工作推廣功能"),
                n("e8a4ea7a", "優先支援"),
                n("j99e2f4d", function (e) {
                    return e.price + "/" + e.interval;
                }),
                n("ieafe1c6", "確認你的訂閱變更"),
                n("bb21a170", "變更訂閱"),
                n("b0dcc4dc", "你的帳戶已在等候切換等級。"),
                n("f3aef4ca", "找不到任何有效訂閱"),
                n("h802e65e", "訂閱更新失敗。請重試。你目前的訂閱不受影響。"),
                n("c5269eb0", "這是你的有效訂閱。"),
                n("c578c4ca", "目前方案"),
                n("i5d19147", "新方案"),
                n("b025ff5f", "這裡"),
                n("d6b932d4", "免費試用中"),
                n("b0efe690", "繼續使用基本方案"),
                n("g5f9cdaa", "確認你的方案變更"),
                n("j21911de", "你想要繼續使用基本方案，還是保留完整權益方案？"),
                n("b59dec9e", "你即將從完整權益免費試用降級至基本方案。"),
                n("e5ff0e1e", "這項變更將導致："),
                n("ca004c80", "完整權益試用功能 (包括附屬帳戶) 將無法再使用。"),
                n("fae108ee", "你在試用期間加入的附屬帳戶將喪失 Premium+ 權益和支援。"),
                n("d47c0c7c", "你是誰？"),
                n("hbd31720", "請選擇適合你的訂閱："),
                n("c75a9386", "進一步了解"),
                n("b916b258", "和"),
                n("ic6012ea", "我是個人"),
                n("d8e618ce", "適用於個人和創作者"),
                n("dcbccede", "我是組織"),
                n("f44ce884", "適用於企業、政府機構和非營利組織"),
                n("dece6c60", "組織名稱"),
                n("c4c1b600", "組織電子郵件地址"),
                n("b1e0aec0", "組織推號"),
                n("c42d5f4a", "附屬帳戶數量"),
                n("fca5f04b", function (e) {
                    return "你最多可以購買 " + e.affiliatesCount + " 個附屬帳戶，並將支付相應的費用。";
                }),
                n("dca6b3ac", "設定發票"),
                n("c97ad52a", "更新發票"),
                n("b36f0fd4", "選取貴組織所需的附屬帳戶數量。"),
                n("b4871f4f", "這裡"),
                n("b633d19e", "謝謝你"),
                n("f713d3e2", "你的申請已收到，目前正在審核中。"),
                n("e11d5e1a", "你將能夠利用 Premium 的所有權益，但在帳戶獲得核准之前，貴組織將不會獲得金色或灰色勾號，而且你將無法加入附屬帳戶。"),
                n("d83617cc", "你的帳戶將經過審核。"),
                n("afb30564", "我們可能會要求提供額外資訊來核准你的帳戶"),
                n("gdd3fa68", "一旦通過審核並獲得核准，你的帳戶將立即獲得認證，並可開始使用及加入附屬帳戶。"),
                n("e6389996", "任何未獲核准的帳戶將不予退款。"),
                n("a889b460", "付款成功"),
                n("d1c886dc", "下一步：上傳並驗證文件"),
                n("b13e9454", "你的申請尚未完成。請提交所需文件。這通常需要約 10 分鐘。"),
                n("e6b0965a", "你的訂單"),
                n("a1b58798", "在下方檢視你的訂單"),
                n("b651c7d7", function (e) {
                    return "附屬帳戶 x " + e.count;
                }),
                n("ec5e9c54", "基本訂閱"),
                n("e16093fc", "每月總計金額"),
                n("ce4acef6", "每年總計"),
                n("f4db2df0", "在支付發票金額後，你的訂閱才會生效。"),
                n("b9e0d614", "你發票中的附屬帳戶限制已更新。"),
                n("a45c9596", "你的發票已成功產生。"),
                n("e4e5532a", "套用的折扣"),
                n("b557f073", function (e) {
                    return "擷取你的 Stripe 發票詳細資料時發生錯誤。如果此問題持續存在，請聯絡 " + e.supportEmail + "。";
                }),
                n("e8c366ce", "X 購買者條款"),
                n("ee86d380", "組織資訊"),
                n("b9c9ccca", "你的全名"),
                n("c7e818de", "你的工作電子郵件地址"),
                n("i60d7542", "組織網站"),
                n("b92f9dee", "組織類型"),
                n("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                n("e63bf39d", "了解更多"),
                n("f09630ff", "這裡"),
                n("eb043b72", "申請待處理"),
                n("a9ac4602", "你的已認證組織申請仍在審核中。請稍後再試。"),
                n("c5af3e12", "限時優惠。抵用金不會累計。"),
                n("e18d6fd6", "你的廣告抵用金"),
                n("if435d1a", "你已用完本月可用的所有抵用金。下一筆抵用金將於下次訂閱付款時發放"),
                n("af6704d7", "這裡"),
                n("b293c6b4", "已認證 Premium 支援"),
                n("e9e9ca58", "可用"),
                n("cf2ba3a2", "廣告帳戶 ID"),
                n("gd7d051c", "啟用"),
                n("f391c800", "廣告帳戶 ID 為必要項"),
                n("ja116d2c", "廣告帳戶 ID 無效"),
                n("hf037537", function (e) {
                    return "此抵用金將於 " + e.startDate + "提供";
                }),
                n("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                n("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                n("gd03b494", "如何使用你的廣告抵用金"),
                n("h1f36d3e", "為了使用你的已認證組織廣告抵用金，你必須執行下列步驟："),
                n("a6519ffc", "如果你先前曾投放過廣告"),
                n("ibc9654a", "如果你是新的廣告客戶"),
                n("d3710c76", "如果你想要將抵用金用於附屬帳戶"),
                n("d60a8f14", "在 X 上投放廣告"),
                n("fe66e4a8", "X 廣告管理"),
                n("b3ca0108", "使用 X 廣告來廣泛傳播你的訊息。"),
                n("g3754d57", "這裡"),
                n("i615ad63", "這裡"),
                n("a3ba48b9", "這裡"),
                n("ca3c633a", "廣告抵用金"),
                n("ha843c96", "廣告"),
                n("dd0f3b08", "廣告"),
                n("c9fad534", "無抵用金"),
                n("a211b11e", "沒有任何抵用金可供啟用"),
                n("f2011db1", function (e) {
                    return "已使用 " + e.usedAmount + " (共 " + e.couponAmount + ")";
                }),
                n("ae37e25c", "不明金額"),
                n("i1407e15", function (e) {
                    return "已用於廣告帳戶 " + e.accountId;
                }),
                n("id4359bf", function (e) {
                    return "已於 " + e.when + " 在廣告帳戶 " + e.accountId + " 上到期";
                }),
                n("f89af915", function (e) {
                    return "到期時間：" + e.when;
                }),
                n("c1b5e1ed", function (e) {
                    return "將於 " + e.when + " 在廣告帳戶 " + e.accountId + " 上到期";
                }),
                n("e8d8a2a9", function (e) {
                    return "有效期限：" + e.when;
                }),
                n("i3884c1f", function (e) {
                    return "可用時間：" + e.when;
                }),
                n("b070acf4", "即將可用"),
                n("ace946c4", "啟用優惠券"),
                n("b0b02e37", function (e) {
                    return "此優惠券已成功套用至廣告帳戶 ID：" + e.accountId;
                }),
                n("f520ee22", "廣告帳戶 ID"),
                n("df96ca56", "其他帳戶"),
                n("b5566402", "ID 僅包含字母和數字。"),
                n("eb160d07", "廣告管理的帳戶選擇器"),
                n("e016ad32", "唯讀模式"),
                n("d7ab194e", "在處理你的訂閱變更時，某些已認證帳戶的功能可能會處於唯讀模式。"),
                n("g25d851e", "廣告帳戶"),
                n("de7fef84", "請聯絡客戶支援，以取得有關此帳戶的協助"),
                n("ff1321b6", "設定完成，此帳戶已啟用"),
                n("c1205320", "透過加入信用卡來啟用你的廣告帳戶"),
                n("c0343c0a", "上次的付款已失敗，請檢查帳戶的付款方式"),
                n("j56e34a4", "請聯絡客戶支援，以取得有關帳戶存取的協助"),
                n("gef920f2", "需要進行初始設定才能啟用帳戶"),
                n("b68dd4d8", "你無權存取此帳戶，請向團隊管理員尋求協助"),
                n("d637962c", "你沒有任何廣告帳戶"),
                n("dd087ae0", "在 ads.x.com 上設定一個帳戶"),
                n("i3d7dd02", "符合資格的廣告帳戶已就緒，可進行工作推廣"),
                n("cc8f8516", "建立廣告帳戶來推廣工作"),
                n("b4f117b8", "你無權存取工作推廣廣告帳戶"),
                n("b7347cf4", "設定廣告帳戶來推廣工作"),
                n("h7d03a2a", "透過僱用儀表板來加入工作"),
                n("cd5aeec6", "建立廣告帳戶"),
                n("ged51d2e", "建立廣告帳戶"),
                n("gcfa25e6", "沒有任何廣告帳戶可供你的組織使用。請前往 ads.x.com 建立一個帳戶。"),
                n("g76fb922", "新帳戶"),
                n("db0a69e7", function (e) {
                    return "你的廣告帳戶 (ID：" + e.adAccountId + ") 是新的。請在「廣告管理」中完成初始設定以啟用它。";
                }),
                n("c7bad5cc", "設定帳戶"),
                n("g8c563c0", "你需要存取權"),
                n("f6f29b17", function (e) {
                    return "你無權存取廣告帳戶 (ID：" + e.adAccountId + ")。請要求你的團隊管理員在「廣告管理」中將你加入此帳戶。";
                }),
                n("a15bb840", "需要付款方式"),
                n("j4e981d9", function (e) {
                    return "你的廣告帳戶 (ID：" + e.adAccountId + ") 已完成部分設定。若要啟用它，請為帳戶加入付款方式。在用完你套用到此帳戶的所有抵用金後才會向你收費。";
                }),
                n("af142910", "付款失敗"),
                n("a9635acf", function (e) {
                    return "你的廣告帳戶 (ID：" + e.adAccountId + ") 已啟用，但上次的付款已失敗。若要重新啟用它，請變更此帳戶的付款方式。";
                }),
                n("d1cca474", "變更付款方式"),
                n("fe8b969a", "客戶支援可以提供協助"),
                n("i8aa0b91", function (e) {
                    return "此廣告帳戶 (ID：" + e.adAccountId + ") 需要客戶支援的協助才能啟用。請務必在訊息中包含廣告帳戶 ID。你的請求將會優先處理。";
                }),
                n("d82c2074", "取得支援"),
                n("ad37d536", "推號轉移條款"),
                n("e760074a", "取得閒置的推號，或更換成你擁有的推號"),
                n("j003ef92", "為你或你的附屬機構向 X 購買非活躍的推號，或更換成你已擁有的推號。"),
                n("d57a8e42", "這是已認證組織的專屬服務，而且每個推號需要額外付費，起價為 $10,000 美元。"),
                n("h9367bd6", "提交推號查詢"),
                n("a6a62e7e", "使用我們的自動化支援機器人回答幾個問題，以開始此程序。"),
                n("e5912290", "正在開始推號查詢"),
                n("c2e24f66", "請留意此畫面底部角落的支援訊息。"),
                n("c94f514e", "推號查詢已開始"),
                n("cf60d152", "在聊天視窗中完成簡短的問卷，以提交你的推號查詢。"),
                n("f06b124e", "常見問答"),
                n("h677fdcc", "推號是如何定價的？"),
                n("a55b39aa", "主要是根據字元長度和字詞共通性而定。價格從 $10,000 美元起，最高可達 $500,000 美元以上。"),
                n("d46bcb3a", "如何知道某個推號是否可供購買？"),
                n("c6bcf72c", "請使用「立即開始」按鈕向我們發送請求，我們將告知你該推號是否可供購買。"),
                n("d478604c", "我可以代表其他企業購買推號嗎？"),
                n("c09f8cd2", "不可以。企業只能代表與其業務真正相關的附屬機構購買推號。"),
                n("d814f020", "銷售流程是怎麼樣的？需要多久時間？"),
                n("f600b6f0", "請使用「立即開始」按鈕，提出購買或更換推號請求。我們將在 3 個工作天內回覆並提供可用性和定價。付款後，我們將在 1 至 2 天內將推號轉移至你選擇的帳戶。或者，我們也可以將舊的推號移至你擁有的另一個帳戶。"),
                n("i8debc4a", "購買多個推號是否有提供折扣？"),
                n("c5199f3c", "是的，具體取決於你購買的推號數量和報價的總金額。"),
                n("c20f923e", "我擁有商標，這有影響嗎？"),
                n("b2fd4c15", "商標政策"),
                n("a690746e", "取得優先支援"),
                n("he2dc9b0", "透過發送貴組織的推號和請求詳細資料來聯絡我們。"),
                n("e5e6479e", "請發送電子郵件給我們，內含貴組織的推號和查詢的詳細資料，以獲得最快的支援。"),
                n("ica8392a", "在收到你的請求後，我們將進行審核並依照收到的順序優先處理。"),
                n("ed37e36e", "重要：缺少貴組織的推號或使用個人電子郵件可能會導致處理請求時發生延遲。"),
                n("h7e1c146", "委派帳戶目前不受支援。"),
                n("eb0d4fe2", "建立欄"),
                n("e93d2f8a", "透過加入各種欄來自訂你的體驗，例如："),
                n("e8203d1e", "搜尋結果"),
                n("d82fd532", "私人訊息"),
                n("c87babee", "更多…"),
                n("f1990aa4", "使用面板來組織你的欄"),
                n("ib9c9a54", "想像你在 X Pro 上有多個桌面。你可以視需要消除干擾，僅專注在你所需的主題和工具上。"),
                n("fb5ac13e", "移動欄"),
                n("bd545b7e", "點擊這些點可將某一欄拖放到你面板上的任意位置。"),
                n("a98513b6", "自訂欄"),
                n("c8759e44", "將滑鼠游標移至某欄的頂端，即可取得下列選項："),
                n("a93e96c8", "依熱門或最新來排序貼文"),
                n("df300378", "變更欄大小"),
                n("aa263910", "使用進階搜尋工具"),
                n("ab3915aa", "提示和設定"),
                n("ia03837a", "前往這裡，以便："),
                n("f0bd595c", "管理面板"),
                n("a74e9464", "變更顯示設定"),
                n("h254eb92", "探索鍵盤快速鍵"),
                n("j6e669a0", "再次觀看導覽"),
                n("c15802be", "正在發送貼文…"),
                n("e5506950", "面板"),
                n("b1bd9a8a", "新增面板"),
                n("cf1a138f", function (e) {
                    return "已變更為面板 - " + e.title;
                }),
                n("g9c2da24", "開啟對話方塊以建立新面板"),
                n("hcef6b72", "開啟對話方塊以管理你的面板"),
                n("a77dbc7a", "編輯面板"),
                n("a154a293", function (e) {
                    return "已選取面板 " + e.deckName;
                }),
                n("a77bbe9d", function (e) {
                    return "已取消選取面板 " + e.deckName;
                }),
                n("ha2aae72", "開啟對話方塊以管理所選的面板"),
                n("hf59ffc8", "導覽列"),
                n("dd6142d7", "Pro"),
                n("d69fc67a", "加入新欄"),
                n("ad61a830", "撰寫貼文"),
                n("c44f5114", "訊息設定"),
                n("c71066fe", "進行導覽"),
                n("b452e6c2", "你的進展如何？"),
                n("j7737bc2", "感謝你使用 X Pro，我們想聽聽你迄今對此功能的看法。"),
                n("e8038d64", "你的意見對我們至關重要，它將協助我們打造更好的體驗。"),
                n("fce3c5ce", "提供回饋意見"),
                n("ha39df38", "個人"),
                n("ja7b7d1a", "目前無法連線。你所做的變更可能不會儲存。"),
                n("ad5df1d7", function (e) {
                    return "已變更為欄 - " + e.title;
                }),
                n("ba7bd92e", "欄設定"),
                n("cc4ff736", "正在分享欄"),
                n("g684a93a", "所有查看此欄的人都會看到你對該欄所做的任何變更。"),
                n("a6bbdc1c", "僅限查看"),
                n("f6e88162", "實驗室"),
                n("e6df688c", "選項"),
                n("e3f2b93a", "顯示或隱藏此欄的相關資訊。"),
                n("db257758", "媒體預覽大小"),
                n("if2fbab8", "回覆媒體預覽大小"),
                n("he517d52", "重新命名欄"),
                n("f6eb2cfe", "欄名"),
                n("d6d39c84", "欄必須有名稱。"),
                n("e5c06aee", "欄寬"),
                n("af6a4368", "將此對話重新命名，並查看其中有哪些人。"),
                n("cdeac5ee", "私人訊息設定"),
                n("fda7ee26", "管理哪些人可以發送訊息給你。"),
                n("c4ec8620", "包含"),
                n("d5f29cd4", "排除"),
                n("d01a62f8", "時間和位置"),
                n("d614afc8", "喜歡、回覆和轉發"),
                n("fb2bbc7a", "貼文內容"),
                n("a589add2", "這些字詞的任一個 (或)"),
                n("d2f8dc8a", "來自某人的貼文"),
                n("e37201ec", "回覆給某人"),
                n("e035e056", "提及某人"),
                n("ef2d4092", "排除字詞"),
                n("d59f395e", "你的顯示語言"),
                n("g67cd3f2", "選擇語言"),
                n("c85f9b9c", "變更語言"),
                n("b5148188", "多於"),
                n("hf369320", "少於"),
                n("f4dce7b6", "數量"),
                n("ddafa9a2", "查看選項"),
                n("c6be8432", "參與度"),
                n("e60b9fac", "顯示原始貼文"),
                n("eb441fee", "顯示轉貼"),
                n("e920e6dc", "顯示引用"),
                n("g9580526", "顯示回覆"),
                n("i73cbb5c", "一個搜尋只能加入一份列表。只有第一份列表會套用至此搜尋。"),
                n("c765315d", function (e) {
                    return "輸入 " + e.listHandleListNameFormat + " 或列表 ID";
                }),
                n("a153fbf2", "如何在搜尋中使用列表"),
                n("bf0d5a7c", "每個搜尋可加入一份列表。"),
                n("c6e8759a", "若要加入列表，請依照此格式："),
                n("dd9daca8", "在列表名稱中將句點取代為「-」。"),
                n("cd71b264", "了解列表的相關資訊。"),
                n("ca23d726", "圖片和影片"),
                n("f1fa97a8", "廣播"),
                n("c0bab0ba", "僅顯示含有媒體的貼文"),
                n("g9512656", "僅顯示已認證的人"),
                n("b967e296", "僅顯示你跟隨的人"),
                n("gc51a2ac", "任何時間"),
                n("d42a4916", "最近"),
                n("a2229a06", "某個時段"),
                n("c1fe6156", "開始時間"),
                n("cbc02622", "結束時間"),
                n("b666573c", "搜尋位置"),
                n("cf260344", "貼文於"),
                n("j5805302", "半徑"),
                n("e592ab3c", "為獲得較佳結果，請在搜尋中包含位置和州別或國家/地區。"),
                n("e8843b5d", function (e) {
                    return e.meters + " 公尺";
                }),
                n("g9e6a4e5", function (e) {
                    return e.kilometers + " 公里";
                }),
                n("ec688a09", function (e) {
                    return "這可防止 @" + e.screenName + " 將你加入他們的任何列表，包括這份列表。";
                }),
                n("iad54d54", "清除書籤"),
                n("g4d581a2", "清空這個和所有書籤資料夾"),
                n("fb14aebe", "清空書籤"),
                n("jf748f40", "要清除所有書籤嗎？"),
                n("d63a211a", "此動作無法復原，你將會移除你已加入書籤的所有貼文。"),
                n("a16ebc1a", "開始新的聊天"),
                n("a1ff1890", "這將會清除你目前的對話。"),
                n("ab352ee0", "顯示最新貼文"),
                n("c004c4d6", "清除貼文"),
                n("fc702822", "清除貼文並查看最新發送的貼文。"),
                n("a2c59056", "在你清除欄之前…"),
                n("d31bdbbe", "切換到最新貼文"),
                n("dec3722c", "最新貼文"),
                n("g33b8c04", "製作複本"),
                n("de2c3008", "製作此欄的複本。"),
                n("a7c01ce0", "變更名稱或刪除資料夾"),
                n("e52e4c82", "變更位置和個人化選項。"),
                n("f4d052a4", "Grok (一般模式)"),
                n("fa97c1c6", "Grok (趣味模式)"),
                n("efb37dec", "模式"),
                n("h0064892", "一般"),
                n("ad86db50", "建立面板"),
                n("hb70ef30", "從此搜尋建立面板"),
                n("j8a945cc", "熱門貼文"),
                n("f3a4a654", "已認證貼文"),
                n("c8da0c42", "相片和影片"),
                n("d2cf6f74", "Premium 合作夥伴"),
                n("c9b39e70", "移動"),
                n("b9ea5f7c", "將欄移至另一個面板。"),
                n("g8b6d450", "通知選項"),
                n("dd703fbd", function (e) {
                    return "刪除欄 - " + e.title;
                }),
                n("d9d11fc6", "要刪除公開欄嗎？"),
                n("h17ada6c", "刪除公開欄將導致所有跟隨者不可逆轉地喪失對該欄的存取權。"),
                n("hb388fe8", "刪除欄"),
                n("c1343ad6", "將此轉換為搜尋欄。"),
                n("e7a12d72", "已轉換為搜尋欄"),
                n("f29424f0", "取消變更"),
                n("h5ff85a2", "分享欄"),
                n("d32058ba", "將欄設為公開以啟用分享。"),
                n("c926a6ca", "你所做的變更將會顯示給跟隨該欄的任何人。"),
                n("g0175ca2", "欄選擇器"),
                n("a800727c", "返回欄選擇器"),
                n("f318bc40", "建立新資料夾"),
                n("e300a9f0", "建立書籤資料夾"),
                n("j341c67c", "資料夾必須有名稱。"),
                n("d00586a6", "無法載入此欄。請嘗試建立新欄。"),
                n("d0d8277e", "欄擁有者已刪除該欄或將其設為私人。"),
                n("j08fd6fe", "你的社群"),
                n("b569a1fa", "返回社群"),
                n("i176bfd2", "探索列表"),
                n("a57c3292", "探索新列表"),
                n("f59f87dc", "尋找其他人的列表"),
                n("a5d70676", "你所屬的列表"),
                n("e377790a", "返回「列表」"),
                n("e952b8c3", function (e) {
                    return "@" + e.userScreenName + " 的列表";
                }),
                n("bc24f834", "返回「尋找其他人的列表」"),
                n("ee11d084", "搜尋個人資料"),
                n("c300f3bc", "加入一些欄"),
                n("bd744e9a", "透過搜尋填入"),
                n("i10d4124", "從頭開始"),
                n("jbff8606", "提交查詢"),
                n("dbd8a566", "部分草稿貼文無法刪除。"),
                n("c82be5a8", "你選取的草稿貼文已刪除。"),
                n("ad84af68", "正在載入草稿貼文"),
                n("ef97fb3a", "你沒有任何草稿貼文"),
                n("f26ece12", "如果有，就會顯示在這裡。"),
                n("a4911812", "正在刪除草稿貼文"),
                n("b49be1ca", "捨棄草稿貼文"),
                n("ca91dc76", "此動作無法復原，且你將失去草稿貼文。"),
                n("b38b254a", "部分排定貼文無法刪除。"),
                n("he2e3cc4", "你選取的排定貼文已刪除。"),
                n("jf9faee4", "正在載入排定貼文"),
                n("aa1cfd48", "你沒有任何排定貼文"),
                n("b2a70dbe", "正在刪除排定推文"),
                n("a07bb1b0", "捨棄排定貼文"),
                n("id78e802", "此動作無法還原，你將失去排定貼文。"),
                n("d9a75e16", "選擇一項"),
                n("aa030cd4", "優先查看推薦的貼文。"),
                n("c0d2d4aa", "首頁時間軸"),
                n("ecbbbb90", "查看你自己或其他人的列表。"),
                n("c351229c", "查看你所屬的社群。"),
                n("a2d1df82", "尋找你要找的內容。"),
                n("d5387d8a", "及時取得你的訊息。"),
                n("e738198c", "查看 X 上的流行趨勢。"),
                n("ifb8c91e", "尋找個人資料並查看他們的最新動態。"),
                n("aa0525d0", "個人資料"),
                n("cb7844a6", "隨時掌握你的通知和提及。"),
                n("e64da55e", "查看你的排定貼文。"),
                n("h9659832", "查看你的草稿貼文。"),
                n("f1b6535e", "草稿貼文"),
                n("a24add8a", "查看已加入書籤的貼文。"),
                n("gb19f215", function (e) {
                    return "欄 - " + e.title;
                }),
                n("g7751b34", "關閉堆疊"),
                n("b94fa48c", "清除堆疊"),
                n("dd3dc3cc", "在堆疊中返回"),
                n("bc7acfd0", "已分享欄"),
                n("a6587d95", function (e) {
                    return "將欄重新排序 - " + e.title;
                }),
                n("fb071dea", "移動欄"),
                n("c77a6327", function (e) {
                    return "開啟欄選項 - " + e.title;
                }),
                n("h53c41f0", "欄選項"),
                n("f7bbbb6d", function (e) {
                    return "關閉欄選項 - " + e.title;
                }),
                n("eee9f83e", "關閉欄選項"),
                n("a443bbc0", "關閉搜尋"),
                n("c8b12c8f", function (e) {
                    return "設定欄內容 - " + e.title;
                }),
                n("fe048090", "顯示總覽"),
                n("e57560b4", "隱藏總覽"),
                n("fb087db0", "建立個別的欄"),
                n("aa128cd8", "加入為新欄"),
                n("aa4f00c6", "分享面板"),
                n("fdf97052", "前往面板選項"),
                n("ed427868", "要將面板設為公開嗎？"),
                n("gecc71a2", "若要分享面板，請先將其設為公開。"),
                n("f0653866", "正在分享面板"),
                n("b158400a", "跳過此步骤"),
                n("h15afbce", "讓我們協助你進行設定"),
                n("ibe6be32", "自訂你的 X Pro 體驗：選擇適合你的欄寬、顏色、文字和媒體大小。"),
                n("e28eb008", "開啟顯示設定"),
                n("dc8b86e0", "現在我們來加入你的欄"),
                n("ee28603e", "匯入你的欄"),
                n("dad15d22", "透過匯入現有的「搜尋」、「列表」和「個人資料」欄來節省時間。你之後將無法複製這些內容。"),
                n("j85b4522", "或是重頭開始"),
                n("hfd5ca12", "嗯… 我們無法匯入你的欄"),
                n("b855852a", "只能匯入「搜尋」、「列表」和「個人資料」欄。請改為加入首頁欄。"),
                n("dc6c806e", "無法匯入你的欄"),
                n("a0dfe2f6", "X Pro 是在一個簡單的介面中查看多個時間軸欄的便捷方式。"),
                n("i8912d28", "我們來加入一些欄吧…"),
                n("ce0c0f34", "現在我們來熟悉一下各處"),
                n("h36d2aa2", "了解一些實用的祕訣，協助你開始使用。"),
                n("fbaf9442", "加入起始面板"),
                n("b354ea52", "正在加入起始面板…"),
                n("if195eb8", "正在加入欄…"),
                n("ea07517c", "欄已刪除。"),
                n("habced9e", "可復原欄。"),
                n("g4fcb4f8", "欄已復原。"),
                n("d4429cba", "嗯…此面板不存在。請嘗試選取其他面板。"),
                n("g2c6e34a", "管理內容大小、顏色和背景。"),
                n("bf2890a6", "視覺比例"),
                n("h098a550", "預設欄寬"),
                n("ab248726", "預設媒體預覽"),
                n("jdaf161c", "訊息標籤"),
                n("ge0fcfd0", "停留卡"),
                n("e1cab6e8", "要將變更套用到現有的欄嗎？"),
                n("ce2e487c", "如果你變更所有的欄，則所有面板上的每一欄都會更新。如果你選擇否，則只有你從現在開始建立的欄才會使用新設定。"),
                n("fdbd90a6", "是，變更所有的欄"),
                n("h8affe68", "否，僅限新的欄"),
                n("f06885b6", "欄媒體大小選項"),
                n("e4bab2d0", "欄寬選項"),
                n("f0e71094", "顯示訊息標籤"),
                n("aa25a5a6", "在畫面底部提供可收合的訊息標籤"),
                n("g3da3c90", "顯示停留卡"),
                n("b08a8656", "在游標停留在互動式項目上時顯示停留卡"),
                n("g9df1984", "加入面板"),
                n("df77af70", "為面板選擇一個表情符號"),
                n("ee7765ba", "挑選表情符號"),
                n("e0127c83", function (e) {
                    return "變更表情符號 " + e.emoji;
                }),
                n("hb8b6254", "任何人都可以從你的個人資料中存取公開面板。你也可以分享其連結。如果你改變心意，隨時可以再次將其設為私人。了解更多"),
                n("gfbaf4e8", "目前無法將此面板設為公開"),
                n("ae04848a", "此面板包含與你的 X 帳戶相關的欄。若要將此面板設為公開，你必須移除這些欄。了解更多"),
                n("d606207a", "刪除面板"),
                n("h95cb00e", "此面板將會永久刪除。此動作無法復原。"),
                n("f50c9834", "此面板將會永久刪除。如果刪除該面板，你之後將無法進行復原。"),
                n("cb861826", "將面板重新排序"),
                n("i5896b2b", function (e) {
                    return "編輯面板「" + e.title + "」";
                }),
                n("ef602cab", function (e) {
                    return "刪除面板「" + e.title + "」";
                }),
                n("b44b9d83", function (e) {
                    return "取消釘選面板「" + e.title + "」";
                }),
                n("je4a847f", function (e) {
                    return "釘選面板「" + e.title + "」";
                }),
                n("ad41be88", "將欄移至面板"),
                n("cb82860a", "找不到欄"),
                n("icbecd02", "加入欄"),
                n("fdf1a2c6", "加入面板"),
                n("d25acc28", "裡面有什麼內容？"),
                n("fe5df266", "要將欄設為私人嗎？"),
                n("i3206148", "將公開欄設為私人將導致所有跟隨者喪失對該欄的存取權。"),
                n("c65d210c", "將欄設為私人"),
                n("j4d54f1e", "適用於 X 使用者的強大、即時工具。"),
                n("je0526a0", "在單一畫面上監控多個時間軸。追蹤和組織內容，並與你的社群即時互動。"),
                n("d128af54", "註冊 X Premium"),
                n("bacd7195", function (e) {
                    return "X 上的 " + e.fullName + " (@" + e.screenName + ")";
                }),
                n("e5b4aafa", "你的網際網路連線已中斷。"),
                n("g43c3b36", "請重新連接網際網路以繼續。"),
                n("hafe83ec", "按「關閉」以退出應用程式。"),
                n("b2ec74fe", "關閉"),
                n("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " 次查看 " + e.timeAgo;
                }),
                n("a7a90902", "請選取以顯示"),
                n("cb0a3b5e", "此貼文可能包含敏感媒體。你確定要顯示它嗎？"),
                n("a4eb1304", "你隨時可以重新登入。"),
                n("b86c2e12", "登入以搜尋 X 的所有內容。"),
                n("ia13bd7c", "鍵盤"),
                n("f9fa40c8", "體驗最棒的 X"),
                n("gb6a7f62", "你的代碼已過期。如果你想再試一次，請選取下方的按鈕以取得新代碼。"),
                n("ge19602a", "取得新代碼"),
                n("dd4ec2e8", "在筆記型電腦或行動裝置上造訪下方的網址並輸入這裡顯示的代碼，即可登入 X。"),
                n("f4d7084c", "使用以下兩個選項之一登入 X："),
                n("ebc1accc", "掃描此 QR 碼"),
                n("a4742bc0", "在筆記型電腦或行動裝置上造訪下方的網址，並輸入這裡顯示的代碼。"),
                n("f260dea2", "x.com/tvlogin"),
                n("h797e380", function (e) {
                    return "" + e.url;
                }),
                n("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                n("g7ee7019", function (e) {
                    return "登入以查看 " + e.name + " 的影片。";
                }),
                n("fb83778c", "登入以查看此使用者的影片。"),
                n("dd4bbaea", "你沒有可顯示的影片。"),
                n("i71d6193", function (e) {
                    return e.name + " 沒有可顯示的影片。";
                }),
                n("adb512f0", "最近的影片"),
                n("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hda3bb87", function (e) {
                    return "個跟隨中";
                }),
                n("cd3f5206", "即將播放："),
                n("c930299f", function (e) {
                    return "即將於 " + e.count + "後播放：";
                }),
                n("b2e9f19c", "重播上一段影片"),
                n("de906774", "速度"),
                n("caca839e", "隱藏字幕"),
                n("b049f56c", "品質"),
                n("fa7169d8", "若要檢舉此內容，請在筆記型電腦或行動裝置上造訪下方的網址"),
                n("c973ec9c", "帳戶使用者名稱"),
                n("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                n("d0e1b720", "內容網址"),
                n("a4ee9394", "白人"),
                n("a9f3474c", "青色"),
                n("i50b6538", "洋紅色"),
                n("jffeb664", "紅色"),
                n("e375c2d0", "黑人"),
                n("c2c5dea4", "字體顏色"),
                n("ce71b3d0", "字體系列"),
                n("d2eb1582", "預設 (無襯線體)"),
                n("e684030e", "Arial (無襯線體)"),
                n("jad3900c", "Times New Roman (襯線體)"),
                n("e205f3a0", "等寬 (無襯線體)"),
                n("d207d39a", "文字不透明度"),
                n("a562039c", "背景顏色"),
                n("h44e879e", "背景不透明度"),
                n("b843ced4", "自動"),
                n("e30d2cea", "0.5 倍"),
                n("d030db62", "1.25 倍"),
                n("ga63a594", "1.5 倍"),
                n("f571bc5a", "1.75 倍"),
                n("d0284204", "2 倍"),
                n("b7d7f606", "快轉"),
                n("ee0f61ca", "倒轉"),
                n("i2d14148", "取消喜歡"),
                n("a1eb471a", "移除不喜歡"),
                n("e40051e8", "移除書籤"),
                n("g9ecf0e8", "查看回覆"),
                n("aa97ae7e", "電視播放器控制項"),
                n("ed170a6a", "滑桿"),
                n("ee838ea0", "跟隨此主題將有助於個人化首頁時間軸和在 X 上的體驗"),
                n("h85446ce", "此瀏覽器已不受支援。"),
                n("e24d1fa6", "請切換至受支援的瀏覽器，以繼續使用 x.com。你可以在說明中心查看受支援的瀏覽器列表。"),
                n("a138aeb2", "JavaScript 無法使用。"),
                n("d8e122c2", "我們偵測到此瀏覽器中的 JavaScript 已停用。請啟用 JavaScript 或切換至受支援的瀏覽器，以繼續使用 x.com。你可以在說明中心查看受支援的瀏覽器列表。"),
                n("f1a9e3a2", "只需較少的數據用量，即可取得突發新聞、政治、流行音樂、世界賽事、體育比分和最新的全球新聞報導。"),
                n("bb402b62", "X Pro 是一個可自訂的儀表板，可讓你隨時掌握最新消息。"),
                n("ed617674", "360"),
                n("e23b20a0", "取消"),
                n("a620fcf0", "正在載入圖片"),
                n("e9e2064c", "發生一些錯誤，但別擔心 — 這不是你的錯。"),
                n("d7060c80", "重新整理"),
                n("a0493514", "重試"),
                n("ff3dd27c", "預設"),
                n("b554fcf4", "淺色"),
                n("j590b148", "偏淺色"),
                n("e7d4ee86", "中"),
                n("ia423ebc", "偏深色"),
                n("a2cf0942", "深色"),
                n("j824dc06", "搜尋表情符號"),
                n("fffb3384", "找不到表情符號"),
                n("j3d20752", "請嘗試搜尋其他內容。"),
                n("d67ad796", "選擇你的預設膚色"),
                n("e6388bfa", "全部清除"),
                n("j7c67eca", "最近"),
                n("da539d38", "搜尋結果"),
                n("d95eb228", "返回"),
                n("af8fa2ae", "關閉"),
                n("ef8b2f54", "閱讀圖表"),
                n("d567ceda", "垂直"),
                n("f7b30768", "堆疊"),
                n("hcd54328", "分組"),
                n("affbaf62", "更多資訊"),
                n("c388d026", "確定"),
                n("ha20397c", "協助工具功能"),
                n("baf7a43c", "協助工具"),
                n("e8f674ab", function (e) {
                    return "這是一個" + e.chartType + "長條圖。此圖表的標題是 " + e.chartTitle + "。總共有 " + e.noOfCategories + " 個類別。最小值為 " + e.minValue + "，最大值為 " + e.maxValue + "。請使用導覽控制項來探索圖表。";
                }),
                n("d969327c", "播放音訊版本"),
                n("d8cbbcd4", "播放音訊圖表。按下以播放圖表的音訊版本，或在每個資料點上按「A」鍵以取得其音訊版本"),
                n("dec1d7ef", function (e) {
                    return e.label + "，" + e.group + "，" + e.value;
                }),
                n("f765bead", function (e) {
                    return "無標籤的資料，" + e.group + "，" + e.value;
                }),
                n("idea1817", function (e) {
                    return e.label + "，" + e.value;
                }),
                n("fe94be6b", function (e) {
                    return "無標籤的資料，" + e.value;
                }),
                n("b15c0a18", "要捨棄編輯嗎？"),
                n("aebf81c8", "你所做的任何變更都不會儲存。"),
                n("aa744c1e", "繼續編輯"),
                n("fe04d89a", "捨棄"),
                n("bb5d8cd2", "是"),
                n("dc33d78a", "文章封面圖片"),
                n("j190bf1a", "直播"),
                n("e3fcbdba", "關閉"),
                n("jc0b3a8c", "圖片描述"),
                n("ia1d2e58", "已被作者喜歡"),
                n("h81f3036", "文章"),
                n("bed2945c", "閱讀圖片描述"),
                n("j2eea17a", "以下媒體可能包含敏感內容。"),
                n("b05a39b2", "查看"),
                n("a7cd5cf4", "影片"),
                n("b6eb8f6a", "廣播"),
                n("dcc2b9b3", function (e) {
                    return "播放 " + e.locVideoType;
                }),
                n("hf4ffd4d", function (e) {
                    return "播放直播 " + e.locVideoType;
                }),
                n("f6e90cd7", function (e) {
                    return "長度：" + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                n("e7d191ed", function (e) {
                    return "從 " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord + "開始";
                }),
                n("daa73df1", function (e) {
                    return e.viewerCount + " 次查看";
                }),
                n("b4f19b97", function (e) {
                    return e.listItem1 + " 和 " + e.listItem2;
                }),
                n("i0135403", function (e) {
                    return e.listItem1 + "、" + e.listItem2;
                }),
                n("f1574a4b", function (e) {
                    return e.listItem1 + " 和 " + e.listItem2;
                }),
                n("ec72e2f8", "跟隨"),
                n("d9d2a865", function (e) {
                    return "暢玩" + e.ttc_card_cta_play;
                }),
                n("a8422cd5", function (e) {
                    return "購物" + e.ttc_card_cta_shop;
                }),
                n("ff1b8c17", function (e) {
                    return "立即購物" + e.ttc_card_cta_shop_now;
                }),
                n("d04488ef", function (e) {
                    return "預訂" + e.ttc_card_cta_book;
                }),
                n("b0b0cfb7", function (e) {
                    return "連接" + e.ttc_card_cta_connect;
                }),
                n("ea5247d5", function (e) {
                    return "訂購" + e.ttc_card_cta_order;
                }),
                n("b7b58677", function (e) {
                    return "開啟" + e.ttc_card_cta_open;
                }),
                n("g15f6870", "了解更多"),
                n("d1ff55d8", "安裝"),
                n("g40f106c", "發送訊息給我們"),
                n("j393e386", "發送私人訊息給我們"),
                n("a771d32e", "發送私人訊息給我"),
                n("d8e9c24c", "發送私人訊息"),
                n("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 顆星 – " + e.appNumRatings + " 個評分";
                }),
                n("cc5508a9", function (e) {
                    return "開始時間：" + e.timestampUTC;
                }),
                n("f4520a5d", function (e) {
                    return "發佈 " + e.action;
                }),
                n("f17dfdb6", "播放"),
                n("j836de8a", "受保護的帳戶"),
                n("f4b8dc08", "已訂閱的帳戶"),
                n("f936caa6", "譯者帳戶"),
                n("ac72ee4e", "已認證的帳戶"),
                n("f49e0aac", "提供已認證帳戶的詳細資料。"),
                n("f59bdb94", "提供受保護帳戶的詳細資料。"),
                n("d7e50a66", "了解更多"),
                n("fc065ee4", "進一步了解訂閱服務"),
                n("e453f536", "什麼是訂閱服務"),
                n("bd4cb7a0", "當你訂閱喜愛的創作者後，你就能獲得獎勵內容，而他們也能賺取一些報酬。"),
                n("g7099a02", "告訴我更多資訊"),
                n("c2637ef6", "知道了"),
                n("efb17190", "跟隨你"),
                n("g57b5f6c", "你的訂閱者"),
                n("a77a27c0", "已訂閱"),
                n("gdd173da", "由 Grok 以趣味模式回答"),
                n("dfd6eeac", "由 Grok 回答"),
                n("deceb214", "由 Grok 創作的圖片"),
                n("befddd48", "顯示"),
                n("hf3f8e3a", "顯示更多"),
                n("h504ea5e", "使用 Grok 建立你的版本"),
                n("eb722de2", "來問 Grok"),
                n("bb5c5864", "引用"),
                n("a8b58cf4", "顯示此對話串"),
                n("i5f742fe", "顯示此投票"),
                n("fc45ccc6", "嵌入的影片"),
                n("a9edea48", "重新載入"),
                n("d26d8730", "複製影片位址"),
                n("f1b6bcec", "複製 GIF 位址"),
                n("j25d7cca", "隱藏字幕"),
                n("a858b25c", "顯示字幕"),
                n("faf9f484", "廣告"),
                n("ae2ea9e7", function (e) {
                    return e.advertiserName + " 的廣告";
                }),
                n("hea01798", "搜尋滑桿"),
                n("f8a09386", "在 Periscope 上觀看"),
                n("gf2b6eee", "子母畫面"),
                n("b3160a69", function (e) {
                    return "百分之 " + e.volumePercent;
                }),
                n("fb236728", "暫停"),
                n("e9bd453e", "重播"),
                n("d46b00b0", "跳至直播"),
                n("ec8ab8b4", "靜音"),
                n("b8b6344a", "取消靜音"),
                n("c9a642fa", "音量滑桿"),
                n("c27e60b0", "全螢幕"),
                n("d2969f10", "退出全螢幕"),
                n("f06f2e53", function (e) {
                    return e.currentTime + "，共 " + e.durationTime;
                }),
                n("eeb64451", function (e) {
                    return "觀看 " + e.advertiserName;
                }),
                n("f3c268a5", function (e) {
                    return "到 " + e.advertiserName + " 選購";
                }),
                n("g60001bb", function (e) {
                    return "查看 " + e.advertiserName;
                }),
                n("dff1ddd9", function (e) {
                    return "前往 " + e.advertiserName;
                }),
                n("b0b22805", function (e) {
                    return "造訪 " + e.advertiserName;
                }),
                n("c67e71aa", "立即觀看"),
                n("a6ada13e", "立即購買"),
                n("j0f12222", "查看更多");
            n("f569f7c8", "前往網站"),
                n("j0c6772a", "造訪網站"),
                n("f73003aa", "影片將在廣告之後播放"),
                n("b3112b8a", "略過"),
                n("h6333ad0", "略過廣告"),
                n("c59da417", function (e) {
                    return e.seconds + "後略過廣告";
                }),
                n("c3c147cf", function (e) {
                    return e.seconds + "後略過";
                }),
                n("h9b3104e", "影片設定"),
                n("ha3efce4", "自動"),
                n("hd8d044d", function (e) {
                    return "自動 (" + e.quality + ")";
                }),
                n("a7bf9962", "下載影片"),
                n("ccc97152", "播放速度"),
                n("h531ade0", "影片畫質"),
                n("e8b5757c", "0.25 倍"),
                n("e7e954de", "0.5 倍"),
                n("g07ffe66", "0.75 倍"),
                n("d8bede9e", "1 倍"),
                n("j41845c8", "1.25 倍"),
                n("e9eeed9e", "1.5 倍"),
                n("fe45dc84", "1.75 倍"),
                n("e791190a", "2 倍"),
                n("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                n("c4d66d2e", "由於瀏覽器的選擇，你接收的畫質不理想。建議你使用支援 HEVC 的瀏覽器。"),
                n("a681babd", function (e) {
                    return "在 " + e.trimmedHostname + " 立即觀看";
                }),
                n("db3cd325", function (e) {
                    return "造訪 " + e.trimmedHostname;
                }),
                n("f1ad0df1", function (e) {
                    return "廣告 · " + e.timeRemaining;
                }),
                n("ef16ab2b", function (e) {
                    return e.advertiserName + " 的廣告 · " + e.timeRemaining;
                }),
                n("a15adf2c", "此表單"),
                n("c1658fc6", "無法播放媒體。"),
                n("h519ae04", "由於著作權聲明的緣故，此媒體已遭到停用。"),
                n("ce871584", "此廣播已結束。"),
                n("c101eb96", "此廣播無法觀看。"),
                n("gb24a514", "為了回應著作權所有人的檢舉，此媒體已停用。"),
                n("hcaf3e63", function (e) {
                    return "由於 " + e.holder + " 提出的著作權聲明，此媒體已遭到停用。";
                }),
                n("if05c038", "你所在的位置無法觀看此廣播。"),
                n("d420171b", function (e) {
                    return "由於 " + e.holder + " 提出著作權聲明，因此無法播放影片";
                }),
                n("b1eb72fa", "抱歉，此影片在某些地區受到限制，在我們取得你的位置前，請稍候片刻。請務必在瀏覽器中啟用位置設定。"),
                n("c057680c", "我們無法在此瀏覽器中播放影片。請嘗試使用其他網頁瀏覽器。"),
                n("i5dfae6e", "你所在的位置無法觀看此影片。"),
                n("c2388276", "此影片已刪除。"),
                n("d2c96140", "來賓音訊指示器"),
                n("f6dc9146", "重播"),
                n("d30c74fe", "音量"),
                n("f2d4e6f2", "再次觀看"),
                n("e9f1af3a", "了解更多"),
                n("f1881d86", "無法回覆、分享或喜歡這則貼文。"),
                n("j3d37222", "X 是根據法律要求提供此通知。"),
                n("e461d0ee", "取得最新消息"),
                n("d1386940", "掌握最新資訊"),
                n("ecda5f9e", "誤導"),
                n("a423473c", "法律要求的通知"),
                n("b3296688", "可見度受限"),
                n("ccd32094", "現在"),
                n("abfcce0d", function (e) {
                    return e.amountOfTime + "前";
                }),
                n("ae408b76", "你已轉發"),
                n("j355f008", "釘選的貼文"),
                n("habf9678", "已被作者釘選"),
                n("db0798ed", function (e) {
                    return e.topicName + " 主題";
                }),
                n("dc716ec9", function (e) {
                    return "推薦的主題：" + e.topicName;
                }),
                n("fbc2003c", "已結束"),
                n("h5051dd8", "已取消"),
                n("bb5f91a3", function (e) {
                    return e.count + " 人在此音訊空間中";
                }),
                n("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " 人正在聆聽";
                }),
                n("cdff6cd3", function (e) {
                    return e.speaker + " 正在說話 + " + e.count + " 人正在聆聽";
                }),
                n("df006f4f", function (e) {
                    return e.count + " 人感興趣";
                }),
                n("c889af33", function (e) {
                    return e.count + " 人已加入";
                }),
                n("d6f2056f", function (e) {
                    return e.count + " 人已收聽";
                }),
                n("jbc5f47a", "音訊空間停駐列"),
                n("gfe2830f", function (e) {
                    return "其他 " + e.count + " 人";
                }),
                n("dbeae6cf", function (e) {
                    return "其他 " + e.count + " 位聆聽者";
                }),
                n("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                n("dc718e53", function (e) {
                    return "+ 其他 " + e.count + " 人";
                }),
                n("d0e7b11b", function (e) {
                    return e.date + " " + e.time;
                }),
                n("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                n("ebe41367", function (e) {
                    return "時間 " + e.time;
                }),
                n("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                n("d925a4f9", function (e) {
                    return "剩下 " + e.formattedCount + " 分鐘";
                }),
                n("ib15cddb", function (e) {
                    return "剩下 " + e.formattedCount + " 小時";
                }),
                n("db9ed19f", function (e) {
                    return "剩下 " + e.formattedCount + " 天";
                }),
                n("e1ebcecb", function (e) {
                    return e.formattedDays + " 天 剩下 " + e.formattedHours + " 小時";
                }),
                n("cc1da1fd", function (e) {
                    return e.formattedHours + " 小時 剩下 " + e.formattedMins + " 分鐘";
                }),
                n("f89a5d60", "主持人"),
                n("ce2cfb36", "訂閱者專屬"),
                n("df06241c", "社群"),
                n("b03e162a", "聆聽直播"),
                n("b3d828ee", "已加入"),
                n("g519ec2a", "播放錄音"),
                n("c6000450", "已設定提醒"),
                n("db44ff5c", "設定提醒"),
                n("f7b6346a", "立即開始"),
                n("cc1f75ac", "音訊空間"),
                n("bd08d1b2", "無法取得詳細資料"),
                n("j8b01b27", function (e) {
                    return " " + e.host + " 所主持的音訊空間 " + e.title + " 已取消";
                }),
                n("fda9f48c", "音訊空間已取消"),
                n("jf7853f7", function (e) {
                    return e.host + " 所主持的音訊空間 " + e.title + " 已結束";
                }),
                n("i1a29920", "音訊空間已結束"),
                n("db467ffe", "加入音訊空間"),
                n("i8dc3993", function (e) {
                    return "主持人：" + e.host;
                }),
                n("eb0b05b9", function (e) {
                    return "與其他 " + e.count + " 人";
                }),
                n("d19b9f77", function (e) {
                    return e.action + "由 " + e.host + " 主持的 " + e.title + "，" + e.scheduledStart;
                }),
                n("e679d5d7", function (e) {
                    return "立即開始預定於 " + e.scheduledStart + " 的「" + e.title + "」";
                }),
                n("ea4258b7", function (e) {
                    return e.action + "音訊空間，" + e.scheduledStart;
                }),
                n("dcbcaa23", function (e) {
                    return "播放以下項目的錄音： " + e.title;
                }),
                n("gaeb997e", "更多"),
                n("f8b21226", "加入"),
                n("e1b95ab0", "上次編輯時間："),
                n("i308d42c", "這則貼文有新版本"),
                n("h092d520", "這則貼文有新版本。"),
                n("b74bf8b8", "圖片"),
                n("ha9ed08c", "創作工具："),
                n("bff61470", "點擊這裡以編輯"),
                n("f4393d0f", function (e) {
                    return "歸屬於 " + e.name;
                }),
                n("f8e8e32e", "你"),
                n("df6703d3", "你"),
                n("c20f7e9f", function (e) {
                    return f(e.otherUsersCount, "其他 " + e.otherUsersCount + " 人");
                }),
                n("he26f627", function (e) {
                    return f(e.otherUsersCount, "其他 " + e.otherUsersCount + " 人");
                }),
                n("gea7aa3c", "下一步"),
                n("b6462b32", "上一個"),
                n("caddb529", "和"),
                n("ff31714c", function (e) {
                    return "和其他 " + e.othersCount + " 人";
                }),
                n("e06c99b7", "和"),
                n("i4e2f96c", function (e) {
                    return "和其他 " + e.othersCount + " 人";
                }),
                n("ga629a8c", "查看對話中的人"),
                n("d6f781e4", "當你訂閱喜愛的 X 創作者後，你就能獲得獎勵內容，而他們也能賺取一些報酬。"),
                n("dab106f8", "成員"),
                n("a46e92c2", "版主"),
                n("f9633e62", "管理員"),
                n("a3dfd0cb", function (e) {
                    return "貼文" + e.noun;
                }),
                n("d7580651", function (e) {
                    return "貼文" + e.noun;
                }),
                n("c68b6367", function (e) {
                    return "文章" + e.noun;
                }),
                n("h13ffc88", "語音"),
                n("c8c4600e", "語音貼文"),
                n("de8c5eb2", "播放音訊"),
                n("ec286028", "暫停音訊"),
                n("ad77feb6", "無法取得字幕"),
                n("e82adfeb", function (e) {
                    return e.count + " 個網頁";
                }),
                n("cfb8c1f7", function (e) {
                    return e.count + " 則貼文";
                }),
                n("g78032d5", function (e) {
                    return e.count + " 個網頁和貼文";
                }),
                n("j3de54a8", "筆記"),
                n("a6a6ced4", "閱讀筆記"),
                n("dbc0c2f4", "書籤"),
                n("d6885d3e", "查看社群"),
                n("d5a48014", "標題"),
                n("b92b6156", "副標題"),
                n("ec5ed598", "內文"),
                n("c69eb656", "全職"),
                n("g46ae43c", "全職約聘"),
                n("jf7d4cc6", "兼職"),
                n("b2214572", "約聘"),
                n("f8337bd6", "/每年"),
                n("i935bf88", "/每小時"),
                n("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                n("c5954d30", "列表"),
                n("fe64170c", "在做出選擇後，即無法變更"),
                n("g10ace38", "投票選項"),
                n("a3edf99a", "最終結果"),
                n("c2b81e9d", function (e) {
                    return e.formattedCount + " 票";
                }),
                n("e86732e4", "已選取"),
                n("a35a5b10", "你所認識的跟隨者"),
                n("fc8cd112", "未被你跟隨的任何人跟隨"),
                n("df8cd2af", function (e) {
                    return "投影片 " + e.itemCount + " 之 " + e.currentSlide + " - 輪播。" + e.type + "。" + e.altText;
                }),
                n("d70740da", "下一張投影片"),
                n("c4d53ba2", "上一張投影片"),
                n("h6405c17", function (e) {
                    return "投影片 " + e.itemCount + " 之 " + e.currentSlide + " - 輪播";
                }),
                n("a3efd2c4", "主題"),
                n("b91c8e53", function (e) {
                    return e.title + " 的主題卡。";
                }),
                n("b3826295", function (e) {
                    return e.title + " 的主題卡，" + e.description + "。";
                }),
                n("c9bb65db", function (e) {
                    return e.slidesLength + " 張圖片的集合。" + e.heroVanityContent + "。" + e.heroTitleContent;
                }),
                n("e1bddf52", "拖曳以旋轉"),
                n("f0e1fb48", "無法在此瀏覽器中預覽此影片格式。你可能仍然可以上傳影片"),
                n("c2fc878d", function (e) {
                    return "你已超過字元上限 " + e.count + " 個字元";
                }),
                n("db11b27f", function (e) {
                    return "剩下 " + e.count + " 個字元";
                }),
                n("bb7b821a", "你可以回覆"),
                n("fc41217b", function (e) {
                    return "跟隨 @" + e.screenName + " 或被其提及的帳戶可以回覆";
                }),
                n("e5dc76d0", "你可以回覆此對話"),
                n("ab105904", "哪些人可以回覆？"),
                n("fd1cda7a", "你無法回覆此對話"),
                n("f064f477", function (e) {
                    return "@" + e.screenName + " 跟隨或提及的帳戶可以回覆";
                }),
                n("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " 提及的帳戶可以回覆";
                }),
                n("d2ae1499", function (e) {
                    return "訂閱 @" + e.screenName + " 或被其提及的帳戶可以回覆";
                }),
                n("a4e254ff", function (e) {
                    return "已認證的帳戶或 @" + e.screenName + " 提及的帳戶可以回覆";
                }),
                n("j1b02fd8", "獲得認證"),
                n("daba4484", "只有作者和版主可以看到此貼文"),
                n("f956070a", "此推文因違反社群規則而被版主隱藏。"),
                n("cc17f408", "當成員移除後，他們的貼文便會對社群中的其他人隱藏。"),
                n("j620ce06", "哪些人可以看到此貼文？"),
                n("bd414b44", "訂閱者專屬"),
                n("dd0da5d9", function (e) {
                    return "@" + e.screenName + " 及其訂閱者可以看到你的貼文";
                }),
                n("g1c6a77e", "你看到的是訂閱服務內容"),
                n("d3b143d7", function (e) {
                    return "由於你訂閱 @" + e.screenName + "，因此可以看到並回覆此推文";
                }),
                n("f6337117", function (e) {
                    return "由於你訂閱 @" + e.screenName + "，因此可以看到此貼文";
                }),
                n("g766a06d", function (e) {
                    return "只有在 @" + e.screenName + " 的朋友圈中的人可以看到此貼文";
                }),
                n("j040a368", "回覆中的連結已停用"),
                n("b31d0af7", function (e) {
                    return e.screenName + " 不允許在此貼文的回覆中發佈連結";
                }),
                n("eab0f780", "你不能在此貼文的回覆中發佈或引用外部連結。"),
                n("f17a1f54", "Premium 專屬"),
                n("a0953370", "訂閱"),
                n("d9687d23", function (e) {
                    return "下降 " + e.trendValueNegativePercent;
                }),
                n("ac73eb5a", "無變化"),
                n("c5a9f921", function (e) {
                    return "上升 " + e.trendValuePositivePercent;
                }),
                n("e3098e07", function (e) {
                    return e.minutes + " 分鐘前";
                }),
                n("fea16a51", function (e) {
                    return e.hours + " 小時前";
                }),
                n("a4f2d94d", function (e) {
                    return e.days + " 天前";
                }),
                n("hf9bc787", function (e) {
                    return e.weeks + " 週前";
                }),
                n("efcd5885", function (e) {
                    return e.months + " 個月前";
                }),
                n("c37228b5", function (e) {
                    return e.years + " 年前";
                }),
                n("jf83d092", "日"),
                n("af4abf20", "月"),
                n("b871f280", "年"),
                n("hac89ab0", "1 月"),
                n("ef30b30a", "2 月"),
                n("b56920fa", "3 月"),
                n("b1a0f1ec", "4 月"),
                n("daf779c8", "5 月"),
                n("c6ad074e", "6 月"),
                n("f1db106c", "7 月"),
                n("i4e80b7a", "8 月"),
                n("efa6cc1e", "9 月"),
                n("f40a0cbe", "10 月"),
                n("ac74a31c", "11 月"),
                n("i6c1e4b2", "12 月"),
                n("de540c32", "顯示密碼"),
                n("b4abfdb4", "隱藏密碼"),
                n("f06ae5d3", function (e) {
                    return "標準貼文還剩 " + e.standardTweetCount + " 個字元，總計剩餘 " + e.totalCount + " 個字元";
                }),
                n("fee0a8bc", "儲存"),
                n("ae7f7656", "清除"),
                n("gd769996", "發生錯誤。請嘗試重新載入。"),
                n("i5450bec", "媒體"),
                n("f7432494", "加入相片"),
                n("a5f7ce12", "回跟"),
                n("c3befdbe", "正在跟隨"),
                n("d3029dbc", "取消跟隨"),
                n("aeb6f0a0", "訂閱"),
                n("b4397192", "管理"),
                n("i8cfb6e6", "己封鎖"),
                n("ea100d6a", "解除封鎖"),
                n("fe40537f", function (e) {
                    return "要解除封鎖 @" + e.screenName + " 嗎？";
                }),
                n("i58d8718", "對方將能夠跟隨你並參與你的公開貼文。"),
                n("cda66545", function (e) {
                    return "點擊以" + e.followType + " " + e.screenName;
                }),
                n("ee05e96b", function (e) {
                    return "點擊至 " + e.followType + " 至 " + e.screenName;
                }),
                n("a8d77a25", function (e) {
                    return "點擊以離開 " + e.screenName;
                }),
                n("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                n("f238ba1d", function (e) {
                    return e.followType + " 至 " + e.screenName;
                }),
                n("j6161cab", function (e) {
                    return "要取消跟隨 @" + e.screenName + " 嗎？";
                }),
                n("i4bb9ef7", function (e) {
                    return "要取消跟隨 " + e.title + " 嗎？";
                }),
                n("ge753264", "他們的貼文將不再顯示在「為你推薦」時間軸中。除非他們的貼文受到保護，否則你仍可以查看其個人資料。"),
                n("b837c0e8", "即使你取消跟隨這個主題，但是視你跟隨的帳戶而定，你可能仍會看到與其相關的貼文。"),
                n("ddac1f1d", function (e) {
                    return "你確定要離開 " + e.communityName + " 嗎？";
                }),
                n("j8e33c40", "你將無法存取此社群，也無法再參與其中，但你之前的貼文仍然可見。"),
                n("f305840e", "等待中"),
                n("i036327c", "要捨棄跟隨請求嗎？"),
                n("j95e3097", function (e) {
                    return "這會取消你的待處理請求，@" + e.screenName + " 將不會再看到該請求。";
                }),
                n("d85bc1b8", "在你的圖片上放大或縮小。"),
                n("f596ace8", "外觀比例：原始"),
                n("df031fca", "外觀比例：寬形"),
                n("b40332c6", "外觀比例：方形"),
                n("e547b368", "原始"),
                n("f7571204", "寬"),
                n("e6e16812", "方形"),
                n("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                n("f1a1b791", function (e) {
                    return "由 " + e.fullName + " 推廣";
                }),
                n("if2bf8b4", "推廣"),
                n("f3624b5c", "宣傳 (政治)"),
                n("b4b3b113", function (e) {
                    return "由 " + e.fullName + " 宣傳 (政治)";
                }),
                n("be222050", "已宣傳 (議題)"),
                n("hcbbe447", function (e) {
                    return "由 " + e.fullName + " 宣傳 (議題)";
                }),
                n("jcf3e7a2", "Lottie 動畫的影格進度"),
                n("a0af935c", "已喜歡"),
                n("b8c465e2", "已轉發"),
                n("c7a989ce", "已加入書籤"),
                n("b03835c7", function (e) {
                    return e.replyCount + " 則回覆";
                }),
                n("g4a195e7", function (e) {
                    return e.retweetCount + " 次轉發";
                }),
                n("e089b42d", function (e) {
                    return e.likeCount + " 個喜歡";
                }),
                n("e0a8fe39", function (e) {
                    return e.bookmarkCount + " 個書籤";
                }),
                n("c58b2ab7", function (e) {
                    return e.viewCount + " 次觀看";
                }),
                n("f2849136", "分析"),
                n("f206e970", "查看貼文分析"),
                n("c7073f5b", function (e) {
                    return e.count + " 次查看。查看貼文分析";
                }),
                n("hf417cf0", "從書籤中移除"),
                n("febd30ed", function (e) {
                    return e.count + " 個書籤。加入書籤";
                }),
                n("a8dc9587", function (e) {
                    return e.count + " 個書籤。已加入書籤";
                }),
                n("d636ebc6", "喜歡"),
                n("eb3a8b0c", "取消喜歡"),
                n("j472ecfc", "喜歡此貼文"),
                n("dac92b0d", function (e) {
                    return e.count + " 個喜歡。喜歡";
                }),
                n("aa650427", function (e) {
                    return e.count + " 個喜歡。已喜歡";
                }),
                n("hdf7226a", "回覆"),
                n("c9940955", function (e) {
                    return e.count + " 則回覆。回覆";
                }),
                n("f2919fb8", "轉發"),
                n("fd1e5446", "取消轉發"),
                n("dfad425d", function (e) {
                    return e.count + " 次轉發。轉發";
                }),
                n("a386dc55", function (e) {
                    return e.count + " 次轉發。已轉發";
                }),
                n("f65198c2", "查看引用"),
                n("dc63da16", "分享"),
                n("cee0585c", "分享貼文"),
                n("ceb6841c", "當成員移除後，他們的貼文便會對社群中的其他人隱藏。"),
                n("cb731cae", "編輯朋友圈"),
                n("c33d3a84", "朋友圈中發生的事只能在朋友圈中知道"),
                n("c4f10e71", "了解更多"),
                n("b09adb0c", "查看對話"),
                n("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                n("daf8a75f", function (e) {
                    return "個跟隨中";
                }),
                n("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ad9b5988", function (e) {
                    return "位跟隨者";
                }),
                n("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                n("ce44a35c", function (e) {
                    return "個訂閱者";
                }),
                n("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                n("hb608cfc", function (e) {
                    return "個訂閱";
                }),
                n("ef633578", "帳戶已停用"),
                n("a6a3d496", "插入連結"),
                n("acce6978", "編輯連結"),
                n("f5e8f526", "編輯"),
                n("h517e8d8", "移除"),
                n("a30ae58e", "要顯示的文字"),
                n("da38c958", "網址"),
                n("d5d57678", "插入"),
                n("ec822028", "請填寫此欄位"),
                n("ebc5d2cc", "此網址有誤。請檢查此連結的拼寫和格式。"),
                n("h30a19bb", function (e) {
                    return "這是一個圓形圖。此圖表的標題是 " + e.chartTitle + "。總共有 " + e.noOfCategories + " 個類別。最小值為 " + e.minValue + "，最大值為 " + e.maxValue + "。請使用導覽控制項來探索圖表。";
                }),
                n("h39fbf33", function (e) {
                    return "橫條圖，其資料值從 " + e.minValue + " 到 " + e.maxValue;
                }),
                n("gdd51574", "下拉以重新整理"),
                n("e557ad8e", "有效"),
                n("e3a58c28", "展開"),
                n("db355331", function (e) {
                    return e.team + " 獲勝";
                }),
                n("a8428d5e", "即將開打"),
                n("a7aad8ba", "即時"),
                n("e431f1aa", "決賽"),
                n("a7391708", "已延期"),
                n("d2dbfa92", "已取消"),
                n("cd734f66", "今天"),
                n("c8891d06", "明天"),
                n("d2414d31", function (e) {
                    return e.count + " 個未讀項目";
                }),
                n("ce4e85ae", "未讀項目"),
                n("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                n("eb124f96", "AM/PM"),
                n("i7a6f114", "時"),
                n("ccc99ff2", "分"),
                n("g5662c95", function (e) {
                    return "第 " + e.conversationTreeDepth + " 層：";
                }),
                n("b3688156", "此使用者目前正在某個進行中的音訊空間內，點擊以加入"),
                n("c0eb8825", function (e) {
                    return "@" + e.screenName + " 目前正在某個進行中的音訊空間內，點擊以加入";
                }),
                n("d068dc6d", function (e) {
                    return "@" + e.screenName + " 目前正在某個進行中的直播內，點擊以觀看";
                }),
                n("d9fd5570", "隱藏的回覆"),
                n("c566d3a6", "隱藏"),
                n("a897c4d6", "開啟編輯記錄"),
                n("e07a85a2", "貼文無法查看"),
                n("ffeb2fc6", "下一則"),
                n("af2a65d9", function (e) {
                    return "已選取 " + e.timestamp;
                }),
                n("j3d49e93", function (e) {
                    return e.timestamp + " 分鐘";
                }),
                n("a394f905", function (e) {
                    return e.seconds + " 秒";
                }),
                n("f42c0c80", "所選區段的結尾，請使用方向鍵來調整選取範圍"),
                n("i667afe8", "所選區段的開始，請使用方向鍵來調整選取範圍"),
                n("gfaaead8", "未命名"),
                n("cfd13f46", "語音停駐列"),
                n("eba2660a", "藍色"),
                n("hc196b78", "梅紅色"),
                n("c8bc49d2", "紫色"),
                n("efff09ee", "綠色"),
                n("fcb424ee", "黃色"),
                n("ie2215aa", "洋紅色"),
                n("f106ce44", "橙色"),
                n("acddd4d4", "紅色"),
                n("cef9b062", "藍綠色"),
                n("d9daefca", "深灰色");
            var d = a(202784),
                b = [
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 1 : 2 === e ? 2 : 3 === e ? 4 : 4 === e ? 3 : 5 === e ? 5 : 6 === e ? 6 : void 0;
                    },
                ],
                u = { f451c521: 0, b8e3884f: 0, e8969de9: 0, a389fb7b: 0, gd8d8205: 0, i981a661: 1, jceb2edb: 0, f20a22a1: 1, c7f250eb: 0, dc107867: 2, f5b357b5: 2, d4918c71: 0, a87b1795: 0 };
            function i(e) {
                return e;
            }
            var o = (function (e) {
                var c, a, n, f, o;
                function m() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = m).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (m.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (n = m),
                    (f = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X 會保留音訊空間的副本以供審核之用。", "。"];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["你已封鎖的帳戶將無法加入。但是，未登入 X 的人可能可以聆聽。"];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X 會將音訊空間的副本保留限定的時間，以審核垃圾訊息和濫用情況。"];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["訂閱已認證組織並獲得 $1,000 美元的廣告抵用金，可用來在貴組織的任何帳戶上投放廣告。"];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["在加入 X 後，你就可以回覆 ", " 的貼文。"];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["在加入 X 後，你就可以與跟隨者分享 ", " 的貼文。"];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["立即加入 X，讓 ", " 知道你喜歡他們的貼文。"];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["跟隨 ", " 以查看他們在 X 上分享的內容。"];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["立即加入 X，以便私下分享 ", " 的貼文。"];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["跟隨 ", " 以查看精選貼文"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["立即加入 X，看看由 ", " 精選的人物所發送的一系列貼文"];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["立即加入 X，探索對你最重要事物的最新和有趣對話，例如 ", "。"];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["搜尋 ", " 在 X 上的貼文。"];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["X 及其合作夥伴會使用 Cookie 為你提供更好、更安全、更快速的服務，並支援我們的業務。某些 Cookie 是使用及改進我們的服務並確保其正常運作所必需。如果點擊「接受所有 Cookie」，你也將允許 X 及其合作夥伴使用 Cookie 為你提供符合興趣的廣告和通訊內容。如果點擊「拒絕非必要 Cookie」，我們將不會使用 Cookie 來收集訂製廣告和通訊內容所需的額外資料。若要了解更多資訊，包括如何變更你的選擇，請造訪我們", "的 Cookie 頁面。"];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X 及其合作夥伴會使用 Cookie 為你提供更好、更安全、更快速的服務，並支援我們的業務。某些 Cookie 是使用及改進我們的服務並確保其正常運作所必需。", "。"];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["如果註冊，即表示你同意", "和", "，包括 ", "。"];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["提供至少 3 篇與你相關之文章的連結，這些文章必須在過去 6 個月內發佈於合格的新聞出版物中。"];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["視你擁有的 X 帳戶類型而定，你將需要符合特定的要求。"];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["挑選最能描述你的帳戶的選項。"];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為社會運動參與者或組織者的認證資格。"];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["你尚未達到你所在地區被認證為社會運動參與者所需的最低跟隨者人數或提及次數門檻。"];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["提供 Google 搜尋趨勢個人資料的連結，其中包含與你相關的最近搜尋活動證據。"];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["提供與你相關的維基百科頁面連結。它必須至少包含 3 個外部參考。"];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["提供參考連結，其中提及你處於經認證之倡議組織的領導地位。此參考必須來自經認證之組織的官方網站。"];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為有影響力人士的認證資格。"];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["你尚未達到你所在地區被認證為內容創作者或有影響力人士所需的最低跟隨者人數或提及次數門檻。"];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為知名公司、品牌或組織的認證資格。"];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["提供 Google 搜尋趨勢個人資料的連結，其中包含與你的公司、品牌或組織相關的最近搜尋活動證據。"];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["提供與你的公司、品牌或組織相關的維基百科頁面連結，其中至少包含 3 個外部參考。"];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["提供證明你的公司、品牌或組織在公開證券交易所上市之證據的連結。"];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["提供至少 3 篇與貴公司有關之文章的連結，這些文章必須在過去 6 個月內發佈於經認證的新聞出版物中。"];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["你必須在經認證的組織擔任領導階層職務，才符合此類別的認證資格。加入貴組織的帳戶以確認資格。"];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為知名組織之資深領導人的認證資格。"];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["提供至少 3 篇由經認證的新聞組織所發佈之文章的連結，這些文章必須在過去 6 個月內發佈，並提及你擔任貴組織的資深領導人或主管。"];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["提供參考連結，其中以你是貴組織之資深領導人的身分提及你。此參考必須來自經認證公司、品牌或組織的官方網站。"];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["提供 Google 搜尋趨勢個人資料的連結，其中包含與你的作品相關的最近搜尋活動證據。"];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["提供至少 3 篇與你的作品相關之文章的連結，這些文章必須在過去 6 個月內發佈於合格的新聞出版物中。"];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為主要作品之官方帳戶的認證資格。"];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["提供證明你的製作組織在公開證券交易所上市之證據的連結。"];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["提供與你的作品相關的維基百科頁面連結，其中至少包含 3 個外部參考。"];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為知名娛樂公司的認證資格。"];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["提供 Google 搜尋趨勢個人資料的連結，其中包含與貴娛樂公司相關的最近搜尋活動證據。"];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["提供至少 3 篇與貴公司相關之文章的連結，這些文章必須在過去 6 個月內發佈於合格的新聞出版物中。"];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["提供證明你的娛樂公司在公開證券交易所上市之證據的連結。"];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["提供與貴娛樂公司相關的維基百科頁面連結，其中至少包含 3 個外部參考。"];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為有影響力的數位內容創作者的認證資格。"];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["提供你的內容創作者個人資料連結。你的創作者個人資料可以位於任何數位平台，但必須提及你的 X 推號。"];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["提供與你相關的維基百科頁面連結，其中至少包含 3 個外部參考。"];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為娛樂產業中人士的認證資格。"];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["提供你的 IMDB 個人資料連結，其中至少包含 50 位製作人員。"];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["提供參考連結，其中以你是娛樂產業中人士的身分提及你和你的 X 帳戶。此參考必須來自已認證實體的官方網站。"];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["挑選最能描述你的政府帳戶的類別。"];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["提供至少 5 篇由經認證的新聞組織所發佈之文章的連結，這些文章必須在過去 6 個月內發佈，並提及你是合格的公職候選人。"];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["提供至少 5 篇由經認證的新聞組織所發佈之文章的連結，這些文章必須在過去 6 個月內發佈，並提及你是合格的政府機關。"];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["提供至少 5 篇由經認證的新聞組織所發佈之文章的連結，這些文章必須在過去 6 個月內發佈，並提及你是合格的政府官員。"];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["提供你的官方競選活動網站連結，其中提及你是州級或國家級政府機關的候選人以及你的 X 帳戶。"];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["提供政府官方網站的連結，其中提及你的政府機關或公共服務以及你的 X 帳戶。"];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["提供參考連結，其中提及你是合格的政府官員或附屬機構。此參考必須來自已認證政府組織的官方網站。"];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["記者必須受僱於已認證的新聞組織或出版物才能獲得認證。請提供僱主帳戶的連結。"];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為知名記者的認證資格。"];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["提供參考連結，其中以你是僱主所僱用之記者的身分提及你。此參考必須來自已認證新聞組織的官方網站。"];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["提供最近六個月內出版之合格出版物的至少三個署名和/或出處。"];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為知名新聞組織的認證資格。"];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["提供 Google 搜尋趨勢個人資料的連結，其中包含與你的新聞組織相關的最近搜尋活動證據。"];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["提供與你的新聞組織相關的維基百科頁面連結，其中至少包含 3 個外部參考。"];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["提供證明你的新聞組織在公開證券交易所上市之證據的連結。"];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["提供至少 3 篇與你的新聞組織有關之文章的連結，這些文章必須在過去 6 個月內發佈於經認證的新聞出版物中。"];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["職業體育界人物必須參加經認證的體育聯盟和賽事才能獲得認證。提供與你的帳戶相關之經認證的團隊、聯盟、活動或組織的連結。"];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["你尚未達到你所在地區被認證為遊戲界人物所需的最低跟隨者人數門檻。"];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["遊戲界人物必須參加經認證的電子競技聯盟和賽事才能獲得認證。提供與你的帳戶相關之經認證的團隊、聯盟、活動或組織的連結。"];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為知名體育聯盟、團隊或全球競賽的認證資格。"];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["提供 Google 搜尋趨勢個人資料的連結，其中包含與你的職業體育組織相關的最近搜尋活動證據。"];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["提供與你的職業體育組織相關的維基百科頁面連結，其中至少包含 3 個外部參考。"];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["提供證明你的職業體育組織在公開證券交易所上市之證據的連結。"];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["提供全球競賽或職業體育組織的官方網站連結，其中提及你是聯盟、團隊或競賽。"];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["提供至少 3 篇與你的組織相關之文章的連結，這些文章必須在過去 6 個月內發佈於經認證的新聞出版物中。"];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為職業運動員的認證資格。"];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["選取一種方法來證明你的帳戶符合做為遊戲界人物的認證資格。"];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["提供全球競賽或職業體育組織的官方網站連結，其中提及你是職業運動員、經理或教練。"];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["提供經認證之電子競技聯盟或活動的官方網站連結，其中提及你是名單上的團隊成員、教練或經理。"];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["很抱歉，我們目前無法處理任何新的認證申請。請稍後回來查看，然後再試一次。"];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["為了透過電子郵件驗證你的身分，你必須有一個先前已驗證的地址。為達此目的，請瀏覽至", "。"];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["為了透過電子郵件驗證你的身分，你必須有一個符合我們資格要求的經驗證電子郵件地址。為達此目的，請瀏覽至", "。"];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["認證適用於特定領域中的知名人士或群體。如果你似乎符合此條件，請開始認證申請程序。"];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["請確認身分證件上的臉部清楚可見且文字清晰易讀，否則你可能需要重新提交。X 將不會接收或儲存身分證件的副本。"];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["如需有關如何存取或修正任何已提交資料的資訊，請參閱", "。"];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["我們將在做出決定後立即與你聯絡。這可能需要最多 " + this.props.days + " 天。"];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["透過簡短的", "，協助我們進行改進。"];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["你的上一個申請已在 " + this.props.date + " 遭到拒絕。你必須在該日期算起的 30 天後才能提交新的申請。"];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["你的上一個申請已在 " + this.props.date + " 提交。你必須在該日期算起的 30 天後才能提交新的申請。"];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["你的上一個申請已在 " + this.props.date + " 提交。我們將在做出決定後立即與你聯絡。"];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["祝你愉快，並記得遵守", "。"];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["這些是已與帳戶連接的應用程式。你可以查看這些應用程式有權存取的資訊及撤銷存取權。"];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["你跟隨的人隨時都能發送訊息給你。"];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["連接管理帳戶，這樣你的自動化帳戶便會獲得自動化帳戶標籤。所有自動化帳戶都必須連接到管理帳戶。"];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["", " ", " 翻譯"];
                            },
                        },
                        {
                            key: "c4c230bf",
                            get: function () {
                                return ["Grok 將根據你的 X 使用情況和", "自動翻譯。你也可以在下方切換自動翻譯設定。"];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["我們試圖讓 X 成為可進行健康對話的地方，因此已停用大部分與此貼文互動的方式。如果你想要談論它，仍然可以引用該貼文。"];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["我們致力使 X 成為健康對話的場所，因此已停用大部分與此貼文互動的方式。"];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["只有 @" + this.props.username + " 及其朋友圈才能看到這些貼文。"];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["這些是由社群管理員制定並施行，也是 ", "的補充內容。"];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["社群是公開的，因此受保護的帳戶目前無法加入。你可以閱讀貼文，但是若要參與，請", "。"];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["由於違反以下社群規則，你已被版主移除："];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " 次觀看"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["GIF 來自 "];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["影片來自 "];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["相片來自 "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['改為搜尋 "', '"'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['你是指 "', '" 嗎？'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " 現在可以回覆"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " 個字元"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["上次編輯時間："];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["", "以取得說明和操作方式。"];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["來自 "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["上次儲存時間："];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["「", "」將會解除發佈、移至你的草稿，並且不會公開顯示。"];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["以下的媒體可能包含敏感內容。"];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["編輯功能僅適用於原始貼文，不包括回覆或對話串等內容。", "你可以編輯哪些內容。"];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["想要編輯你的朋友圈嗎？沒問題。如果你將任何人移除，他們將不會收到通知。", "。"];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["", "新的文章撰寫器，以取得新的格式設定選項。"];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["社群是公開的，因此受保護的帳戶無法加入對話。你可以閱讀和喜歡貼文，但是若要進行更多動作，你必須", "。"];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["回覆給 "];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["回覆給 "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["回覆給 "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["回覆給 "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["回覆給 " + this.props.communityName + " 中的 "];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["回覆給 " + this.props.communityName + " 中的 "];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["回覆給 " + this.props.communityName + " 中的 "];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["回覆給「" + this.props.communityName + "」中的 "];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["回覆給 ", "。他們的", "也將看到你的回覆。"];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["回覆給 ", "。他們的", "也將看到你的回覆。"];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["回覆給 ", "。他們的", "也將看到你的回覆。"];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["回覆給 ", "。他們的", "也將看到你的回覆。"];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["回覆給 ", "。" + this.props.trustedFriendsTweetOwner + " 的朋友圈中跟隨你的人也能夠看到你的回覆。"];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["回覆給 ", "。" + this.props.trustedFriendsTweetOwner + " 的朋友圈也將能夠看到你的回覆。"];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["回覆給 ", "。", " 的朋友圈中跟隨你的人也能夠看到你的回覆。"];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["回覆給 ", "。", " 的朋友圈也將能夠看到你的回覆。"];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["回覆給 ", "。", " 的朋友圈中跟隨你的人也能夠看到你的回覆。"];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["回覆給 ", "。", " 的朋友圈也將能夠看到你的回覆。"];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["回覆給 ", "。", " 的朋友圈中跟隨你的人也將看到你的回覆。"];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["回覆給 ", "。", " 的朋友圈也將看到你的回覆。"];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["如果點擊「推廣貼文」，即表示你同意", "。"];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["你的新電子郵件 " + this.props.unverifiedEmail + " 尚未確認。"];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["如果變更密碼，你將會登出所有使用中的 X 工作階段，目前使用的工作階段除外。擁有你帳戶存取權的", "將不受影響。"];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["我同意 X 和 Persona 使用我的身分證件圖片和自拍照 (包括擷取的生物辨識資料) 來確認我的身分，以及用於與 X 相關的安全和保障、詐欺預防及支付用途。Persona 可將此類資料儲存最多 30 天。只要我訂閱 ", "，X 就可以儲存我的全名、位址和身分證件號碼的雜湊。"];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["我同意 X 和 Au10tix 使用我的身分證件圖片和自拍照 (包括擷取的生物辨識資料) 來確認我的身分，以及用於與 X 相關的安全和保障、詐欺預防及支付用途。Au10tix 可將此類資料儲存最多 30 天。只要我參與「", "」或「", "」計劃，X 就可以儲存我的全名、位址和身分證件號碼的雜湊。"];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["我同意 X 和 Au10tix 使用我的身分證件圖片和自拍照 (包括擷取的生物辨識資料) 來確認我的身分，以及用於與 X 相關的安全和保障、詐欺預防及支付用途。Au10tix 可將此類資料儲存最多 30 天。只要我參與「", "」或「", "」計劃，X 就可以儲存我的全名、位址和身分證件號碼的雜湊。"];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["我同意 X 和 Stripe 使用我的身分證件圖片和自拍照 (包括擷取的生物辨識資料) 來確認我的身分，以及用於與 X 相關的安全和保障、詐欺預防及支付用途。Stripe 或其子處理者可將此類資料儲存最多 30 天，並可用它來訓練模型和更新資料庫以進行詐欺偵測。只要我參與「", "」或「", "」計劃，X 就可以儲存我的全名、位址和身分證件號碼的雜湊。"];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["我同意 X 和 Stripe 使用我的身分證件圖片和自拍照 (包括擷取的生物辨識資料) 來確認我的身分，以及用於與 X 相關的安全和保障、詐欺預防及支付用途。Stripe 或其子處理者可將此類資料儲存最多 30 天，並可用它來訓練模型和更新資料庫以進行詐欺偵測。只要我參與「", "」或「", "」計劃，X 就可以儲存我的全名、位址和身分證件號碼的雜湊。"];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["請將它記下來或拍攝螢幕擷圖，然後保存在安全的地方。這組密碼只能使用一次。"];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["這是與帳戶相關聯的主要國家/地區。你的國家/地區可協助我們為你量身打造 X 體驗。"];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["這些是你從行動裝置中匯入的聯絡人。這項資訊會用來打造個人化的 X 體驗，例如建議可跟隨的帳戶。你可以移除先前上傳的所有聯絡人，並在所有裝置上關閉與 X 的同步。請注意，此作業需要一些時間。"];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["如果啟用此設定，你就可以將位置資訊附加至貼文。"];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " (按月計費)，為期 " + this.props.duration + " 個月"];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["", " " + this.props.discountedPrice + " (按年計費)，為期 " + this.props.duration + " 年"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return ["", " ", " (為期 " + this.props.duration + " 年)"];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return ["", " ", " (為期 " + this.props.duration + " 個月)"];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["當你封鎖某個人時，此人將無法跟隨你或發送訊息給你，你也不會看到來自他們的通知。"];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["有些帳戶資訊可能仍可在搜尋引擎中找到，例如 Google 或 Bing。"];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["如果你只想要變更你的使用者名稱，則不需要停用你的帳戶，只需在", "中進行編輯即可。"];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["若要將你目前的使用者名稱或電子郵件地址用於其他 X 帳戶，請在停用此帳戶之前", "。"];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["如果你想要下載", "，你必須在停用帳戶之前完成申請和下載程序。下載資料的連結無法發送給已停用的帳戶。"];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["你正在確認 ", " 是正確的。如果該日期不正確，帳戶可能會受影響。"];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X 會使用你的年齡來量身打造體驗 (包括廣告)，如", "中所述。"];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["你可以控制哪些人可在 X 上看到你的生日。"];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " 正在主持"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " 正在共同主持"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " 正在說話"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " 正在聆聽"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["建立 "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["擁有此網站的公司已經存在。你是指 ", " 嗎？"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["這些篩選條件將不會影響你跟隨的人的通知。"];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["你可以同時將文字、詞句、使用者名稱或推標靜音。"];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["當你將文字靜音後，就不會收到包含這些文字的新貼文通知，也不會在首頁時間軸中看到有這些文字的貼文。"];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["以下是你已靜音的每個人。你可以將他們從此列表中加入或移除。"];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["管理你在 X 上看到敏感媒體時的偏好設定。進一步了解我們的", "。"];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["這包括其他被標記為敏感內容的媒體，例如：已將其", "標記為敏感的帳戶中的媒體。"];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["你的帳戶已被標記，因此無法參與創作者收益分成計劃。你可以依照", "的指示提出申訴。在處理申訴期間，你的收益分成仍會繼續累積。"];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["你的帳戶已被標記，因此無法參與廣告收益分成計劃。你可以依照", "的指示提出申訴。在處理申訴期間，你的收益分成仍會繼續累積。"];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["訂閱", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["想知道你能賺取的報酬嗎？"];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["如果提出申請，即表示你同意受", "的規範"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["選取一個對你和你的受眾都合理的月費。想知道你能賺取的報酬嗎？"];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["如果選取「接受並繼續」，即表示你同意受", "的規範"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["請再次檢查並確認你的訂閱價格。", "。"];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["我們已確認你的 Stripe 帳戶。你帳戶上的訂閱服務將很快上線。我們會在上線後立即發送通知給你。你也可以造訪個人資料以查看訂閱服務是否已啟用。"];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["如果點選下方的按鈕，即表示你同意", "。"];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["如果選取「加入並認證身分」，即表示你同意"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["如果選取「加入並認證身分」，即表示你同意"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["透過你貼文回覆中投放的廣告來賺取收入。若要獲得加入廣告收益計劃的資格，你的帳戶必須遵守 ", "、", "。"];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["在", "中，控制 X 如何自訂你的體驗"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["是的，所有自動化帳戶都需要加上標籤。這是我們", "中的要求。"];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["在", "頁面上了解更多資訊。"];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["在", "頁面上了解更多資訊。"];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["很遺憾你要離開。#GoodBye"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["如果你尚未提供生日，我們會根據你的 X 個人資料及活動提供一個年齡範圍。年齡資訊會用來打造個人化體驗。"];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["不正確嗎？你可以將生日加入", "，而不公開分享。"];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["訂製受眾通常是根據電子郵件列表或瀏覽行為建立，可協助廣告客戶觸及潛在客戶，或已經對他們的業務表示興趣的人。"];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["你目前是 ", "的 ", "之一。"];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["若要啟用此設定，請前往 ", "設定，然後開啟「根據你的推測身分進行個人化」。"];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["若要啟用此設定，請前往", "設定，然後開啟「根據你的推測身分進行個人化」。"];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["你可以在", "設定中停用「根據你的推測身分進行個人化」來移除這項資訊。"];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["你可以在 ", "設定中停用「根據你的推測身分進行個人化」，即可移除這項資訊。"];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["這些推測的電子郵件地址雜湊與你提供給 X 的電子郵件地址共用通用元件。你可以在 ", "設定中停用「根據你的推測身分進行個人化」，即可移除這項資訊。"];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["X 會使用這些裝置來改善及衡量你在此瀏覽器上的使用體驗。"];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["這些是與你相關聯的瀏覽器和裝置。"];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["X 會使用這些瀏覽器、裝置和資訊，為你打造個人化體驗。這包括你尚未用來登入 X 的裝置和瀏覽器，以及與你的 X 帳戶連結的電子郵件地址和電話號碼類似的地址和號碼。"];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["前往你的", "，並將其開啟。"];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["如果你看到任何應用程式有可疑活動，請前往", "，並撤銷其存取權。在某些情況下，IP 位置可能會與你的實際位置不同。"];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["X 的合作夥伴會根據購物決策、生活風格和其他線上與線下行為來建立受眾。"];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["發生錯誤，無法傳送你的 X 資料。若要重新申請你的資料，請", "。"];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", "前"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["只能顯示前 1 千位來賓。可能有匿名或未登入 X 的聆聽者。", "。"];
                            },
                        },
                        {
                            key: "ie5066ff",
                            get: function () {
                                return [this.props.seconds + " 秒"];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + " 分 " + this.props.seconds + " 秒"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + " 小時 " + this.props.minutes + " 分"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " 已變更群組相片"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["你已將群組名稱變更為 "];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " 已將群組名稱變更為 "];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["群組名稱已變更為 "];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " 已將 ", " 加入"];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " 已加入"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " 已離開"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " 已將你加入"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["此群組中還有"];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["這個群組中還有其他 " + this.props.count + " 人"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["此貼文可能包含敏感內容。"];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["訊息已加密。"];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["你無法將加密的私人訊息發送給此人。"];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["你無法再發送訊息給此人。"];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["你目前的裝置無法存取此加密對話。若要存取，請使用你先前的裝置登入。"];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["你無法發送訊息給此群組，因為你未獲得認證。"];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["你無法發送訊息給此使用者，因為你未獲得認證。"];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["你已回覆 ", " 的 Fleet："];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["已回覆你的 Fleet："];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " 已發送一個 GIF"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " 已發送一個連結"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " 已發送一張相片"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " 已發送一張貼圖"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " 已發送一段影片"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " 已發送一則語音訊息"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " 已分享一則貼文"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", "："];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["你已對 @", " 的影片加入表情符號 "];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " 已對 @", " 的影片加入表情符號 "];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["你已對一段影片加入表情符號 "];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " 已對一段影片加入表情符號 "];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["你已對 @", " 的相片加入表情符號 "];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " 已對 @", " 的相片加入表情符號 "];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["你已對一張相片加入表情符號 "];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " 已對一張相片加入表情符號 "];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["你已對 @", " 的 GIF 加入表情符號 "];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " 已對 @", " 的 GIF 加入表情符號 "];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["你已對一個 GIF 加入表情符號 "];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " 已對一個 GIF 加入表情符號 "];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["你已對 @", " 的貼文加入表情符號 "];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " 已對 @", " 的貼文加入表情符號 "];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["你已對一則貼文加入表情符號 "];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " 已對一則貼文加入表情符號 "];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["你已對 @", " 的連結加入表情符號 "];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " 已對 @", " 的連結加入表情符號 "];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["你已對一個連結加入表情符號 "];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " 已對一個連結加入表情符號 "];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["你已對 @", " 的訊息加入表情符號 ", "："];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " 已對 @", " 的訊息加入表情符號 ", "："];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["你已加入表情符號 ", "："];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " 已加入表情符號 ", "："];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["你已對 @", " 的語音訊息加入表情符號 "];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " 已對 @", " 的語音訊息加入表情符號 "];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["你已對一則語音訊息加入表情符號 "];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " 已對一則語音訊息加入表情符號 "];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["你已加入表情符號 "];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " 已加入表情符號 "];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["X 系統會掃描分享的連結和媒體，以找出垃圾訊息、濫用和禁止的內容。我們還會分析使用模式，以偵測可疑行為並改善你的體驗。我們可能會手動審核私人訊息，以便調查遭檢舉的違規和服務濫用行為，或符合法律或政府要求。如需更多詳細資訊，請參閱我們的", "。"];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["你未跟隨的人所發送的訊息請求會顯示在這裡。若要回覆他們的訊息，你必須接受該請求。"];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["當你開始挑戰時，Google 可能會收集並使用關於你本人、你的裝置和瀏覽器的資訊。請查看 Google 的", "。"];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " 個喜歡"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " 個相片和影片"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " 則貼文"];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["你確定要查看這些貼文嗎？查看貼文不會解除封鎖 @" + this.props.screenName + "。"];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["若要檢舉智慧財產權問題，請造訪", "。若要檢舉此產品的任何其他問題，請前往 iOS 或 Android 版應用程式。"];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["如需有關產品違規的更多資訊，請", "。"];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["計數："];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["類別是自選的，並非由 X 指定、驗證或認可。", "。"];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["此帳戶附屬於 ", "。"];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["只有已核准的跟隨者可以查看 @" + this.props.screenName + " 的貼文。若要請求存取權，請點擊「跟隨」。"];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X 會將違反 ", "的帳戶停權"];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["我們需要知道 X 帳戶 ", " 是否屬於你。如果不是，我們便會繼續，並從該帳戶中移除 ", "。"];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["如果 X 帳戶 ", " 屬於你，而且你想要取消訂閱未來的電子郵件通知，請前往", "。"];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["我們已從 X 帳戶 ", " 中移除你的電子郵件地址 ", "。現在，你將不會收到寄送給該帳戶的通知。"];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["可能有人在註冊 X 帳戶時，無意間輸入了你的電子郵件地址。他們也可能正使用該電子郵件地址從事濫用行為。你可以檢舉該帳戶，以協助辨識和移除 X 中的垃圾訊息。"];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", "："];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["嘗試跟隨", "以充分利用熱門文章。"];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["已跟隨 @" + this.props.screenName + "。", "。"];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["當你匿名聆聽時，其他人將無法看見你，而你也無法參與。"];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["成為訂閱者的福利之一，就是可存取像這樣的音訊空間。只有 @" + this.props.screenName + " 的訂閱者可以加入此音訊空間。", "。"];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["將你的評價積分從目前的 " + this.props.currentImpact + " 分提高到 " + this.props.ratingImpactToEarnIn + "，你的撰寫能力便會解鎖。"];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["關於此貼文中的連結 (", ")，並且應該顯示在包含此連結的所有貼文上"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["你確定此備註對包含此圖片的", "都有幫助，即使這些貼文訴說的內容並不相同？"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["你確定此備註對包含此圖片的所有貼文都有幫助，即使這些貼文訴說的內容並不相同？"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["你確定此備註對包含此影片的", "都有幫助，即使這些貼文訴說的內容並不相同？"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["你確定此備註對包含此影片的所有貼文都有幫助，即使這些貼文訴說的內容並不相同？"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["你確定此備註對包含此媒體的", "都有幫助，即使這些貼文訴說的內容並不相同？"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["你確定此備註對包含此媒體的所有貼文都有幫助，即使這些貼文訴說的內容並不相同？"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["進一步了解"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["請求會匿名處理並", "以提高透明度"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["如果你想要協助撰寫及評價社群備註，請", "。"];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["為了確保請求的品質並防止垃圾訊息，帳戶必須有通過驗證的電話號碼才能請求提供社群備註。請"];
                            },
                        },
                        {
                            key: "a7eaa695",
                            get: function () {
                                return ["協助找出", "的貼文"];
                            },
                        },
                        {
                            key: "f863bea7",
                            get: function () {
                                return ["不會對貼文造成損害，而是能協助", "在廣受喜歡的貼文"];
                            },
                        },
                        {
                            key: "e59bfa27",
                            get: function () {
                                return ["為此試驗功能"];
                            },
                        },
                        {
                            key: "ffd3d1a1",
                            get: function () {
                                return ["評價會匿名處理，並公開地向公眾顯示以提高透明度。"];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["身為貼文作者，你可以"];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " 評價積分"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " 撰寫積分"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["備註最初加入到某則貼文的此圖片中 (該貼文後來已刪除)，並且可能會顯示在包含此圖片的其他貼文上"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["最初加入至", "圖片中的備註，並且可在包含此圖片的其他貼文上顯示"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["備註最初加入到某則貼文的此影片中 (該貼文後來已刪除)，並且可能會顯示在包含此影片的其他貼文上"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["最初加入至", "影片中的備註，並且可在包含此影片的其他貼文上顯示"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["備註最初加入到某則貼文的此媒體中 (該貼文後來已刪除)，並且可能會顯示在包含此媒體的其他貼文上"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["最初加入至", "媒體中的備註，並且可在包含此媒體的其他貼文上顯示"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["備註最初是針對某則貼文撰寫 (該貼文後來已刪除)，並且可能會顯示在包含 ", " 連結的其他貼文上"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["備註最初是針對", "撰寫，並可能會顯示在包含 ", " 連結的其他貼文上"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["如果人們同意的話，可以顯示在包含此影片的 ", "上。"];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["如果人們同意的話，可以顯示在包含此影片的貼文上。"];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["如果人們同意的話，可以顯示在包含此圖片的 ", "上。"];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["如果人們同意的話，可以顯示在包含此圖片的貼文上。"];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["如果人們同意的話，可以顯示在包含此媒體的 ", "上。"];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["如果人們同意的話，可以顯示在包含此媒體的貼文上。"];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["備註最初加入到某則貼文的此影片中 (該貼文後來已刪除)，目前正顯示在包含此影片的 ", "上"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["最初加入至", "影片中的備註，並且正在包含此影片的 ", "上顯示"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["備註最初加入到某則貼文的此影片中 (該貼文後來已刪除)，並且可能正顯示在包含此影片的 ", "上"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["最初加入至", "影片中的備註，並且可能在包含此影片的 ", "上顯示"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["備註最初加入到某則貼文的此圖片中 (該貼文後來已刪除)，目前正顯示在包含此圖片的 ", "上"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["最初加入至", "圖片中的備註，並且正在包含此圖片的 ", "上顯示"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["備註最初加入到某則貼文的此圖片中 (該貼文後來已刪除)，並且可能正顯示在包含此圖片的 ", "上"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["最初加入至", "圖片中的備註，並且可能在包含此圖片的 ", "上顯示"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["備註最初加入到某則貼文的此媒體中 (該貼文後來已刪除)，目前正顯示在包含此媒體的 ", "上"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["最初加入至", "媒體中的備註，並且正在包含此媒體的 ", "上顯示"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["備註最初加入到某則貼文的此媒體中 (該貼文後來已刪除)，並且可能正顯示在包含此媒體的 ", "上"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["最初加入至", "媒體中的備註，並且可能在包含此媒體的 ", "上顯示"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["已顯示在包含 ", " 連結的 ", "上"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["可能會顯示在包含 ", " 連結的 ", "上"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["備註最初顯示在某則貼文上 (該貼文後來已刪除)。已顯示在包含 ", " 連結的 ", "上"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["備註最初顯示在", "上。已顯示在包含 ", " 連結的 ", "上"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["備註最初顯示在某則貼文上 (該貼文後來已刪除)。可能會顯示在包含 ", " 連結的 ", "上"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["備註最初顯示在", "上。可能會顯示在包含 ", " 連結的 ", "上"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["已向 X 上的小部分受試人員顯示 · 查看次數：" + this.props.impressionTruncated + "+"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["向 X 上的小部分受試人員顯示"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["已在 X 上顯示 · 查看次數：" + this.props.impressionTruncated + "+"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["已顯示在 X 上"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["評價會匿名處理並公開顯示以提高透明度。了解社群備註如何", "資料。"];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["你已將此備註評價為", "。"];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["你已將此備註評價為", "。"];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["你已將此備註評價為", "。"];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["此備註是否應顯示在包含 ", " 連結的 ", "上？"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["此備註是否應顯示在包含此相同影片的 ", "上？"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["此備註是否應顯示在包含此相同圖片的 ", "上？"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["此備註是否應顯示在包含此相同媒體的 ", "上？"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["此備註是否應顯示在包含 ", " 連結的所有貼文上？"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["此備註是否應顯示在包含此相同影片的所有貼文上？"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["此備註是否應顯示在包含此相同圖片的所有貼文上？"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["此備註是否應顯示在包含此相同媒體的所有貼文上？"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["有改善社群備註的想法或建議嗎？"];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["顯示請求者引用的另外 " + this.props.remainingCount + " 則貼文"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["社群備註貢獻者使用別名 · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["這是社群備註的新功能，歡迎隨時"];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["將你的評價積分從目前的 " + this.props.currentRatingImpact + " 分提高到 " + this.props.requiredRatingImpact + "。"];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " 則已刪除的備註"];
                            },
                        },
                        {
                            key: "c5260711",
                            get: function () {
                                return ["已刪除的備註"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["若要解鎖你的撰寫能力，請將此分數提高到 " + this.props.requiredRatingImpact];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["想要開始撰寫備註嗎？請將你的評價積分提高到 " + this.props.requiredRatingImpact + " 或更高。"];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["社群備註會保留已刪除備註的狀態，以便準確地將信譽分配給備註作者和評價者。"];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["相關內容是由 X 使用者撰寫，並會在其他人將其評價為有幫助時顯示。", "。"];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["你對資料集的使用受到「X 開發人員合約和政策」的規範。如果點擊「下載」圖示，即表示你同意 ", "。"];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["檔案編號 " + this.props.fileIndex + " (共 " + this.props.totalFiles + " 個)"];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["請嘗試搜尋其他內容，或檢查你的", "，看看它們是否導致你找不到可能敏感的內容。"];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", "前活躍"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["你確定要使 ", " 成為版主嗎？"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["你確定要移除 ", " 的版主身分嗎？"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["輸入 ", " 以繼續"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " 已隱藏一則貼文"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " 已釘選一則貼文"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " 已取消釘選一則貼文"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " 已取消隱藏一則貼文"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " 已移除一位成員"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " 已恢復一位成員的資格"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " 已加入此社群"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " 已離開此社群"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " 已核准一個成員請求"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " 已拒絕一個成員請求"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " 已重新核准一個成員請求"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["已被 ", " 和 ", "檢舉"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["已被 ", " 檢舉"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["已被 ", "檢舉"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["你已隱藏 @", " 的貼文"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["你已保留 @", " 的貼文"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["由 ", " 建立於 " + this.props.date];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["若要使用此功能，請切換至你擁有的帳戶。身為參與者，你可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。我們一直在尋找改進委派的方法。歡迎你隨時", "。"];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["若要使用此功能，請切換至你擁有的帳戶。身為管理員，你可以發送私人訊息、發佈貼文和建立列表，以及查看這些內容。你還可以邀請或移除帳戶的參與者，並查看貼文分析。我們一直在尋找改進委派的方法。歡迎你隨時", "。"];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["", "以查看與此工作相關的更多資訊"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["開始在你的時間軸中看到「", "」工作 (位於 ", ")"];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["正在顯示「", "」工作 (位於 ", ")"];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["查看貼文不會解除封鎖 @" + this.props.screenName + "。"];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["預購只要 "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["在", "進一步了解我們的營利計劃和政策。"];
                            },
                        },
                        {
                            key: "gfc900b9",
                            get: function () {
                                return ["(手續費 ", ")"];
                            },
                        },
                        {
                            key: "bd9265e3",
                            get: function () {
                                return ["(", "% 手續費，最低 ", ")"];
                            },
                        },
                        {
                            key: "b5648ffb",
                            get: function () {
                                return ["", "% 手續費，最低 "];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["如果購買，即表示你同意我們的", "和", "。如條款中所述，訂閱服務會自動續訂，直到取消為止。可隨時取消訂閱。"];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["如果購買，即表示你同意我們的", "和", "。"];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["喜歡、提及、轉貼及更多內容 — 當它們來自已認證帳戶時，你就會在這裡看到。"];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["在", "進一步了解第三方應用程式存取權。"];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["由 ", " 製作。閱讀 " + this.props.orgName + " 的 ", " 和 ", "。"];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["發送訊息給 ", " 以尋求支援。"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", "以開始。"];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["同步自 "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["分享自 "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["如有關於 X 僱用的問題，請發送電子郵件至 ", "。"];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["(若是組織，請", ")"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["如果開始", "並訂閱，即表示你同意我們的", "。在 " + this.props.numberOfDays + " 天免費試用後，你將需要支付註冊時所選的年度或月付方案費用，除非你在 " + this.props.numberOfDays + " 天免費試用期內取消。如條款中所述，訂閱服務會自動續訂，直到取消為止。", "。若要取消，請至少在續訂前 24 小時進行，以免產生額外費用。你必須有通過驗證的電話號碼才能訂閱。如果你已在另一個平台上訂閱，請透過該平台管理你的訂閱。"];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["如果訂閱，即表示你同意我們的", "。如", "中所述，訂閱會自動續訂，直到取消為止。", "。若要取消，請至少在續訂前 24 小時進行，以免產生額外費用。升級時，你目前的訂閱和相關功能將立即切換到新的訂閱等級。我們將立即向你收取新等級的費用，但你目前計費週期中任何按比例計算的餘額都將計入今天的總費用中。除非法律要求，否則你將不會收到先前訂閱的任何退款。"];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["如果訂閱，即表示你同意我們的", "。如", "中所述，訂閱會自動續訂，直到取消為止。", "。若要取消，請至少在續訂前 24 小時進行，以免產生額外費用。降級時，你目前的訂閱將保持有效，直到下一個計費週期、新的訂閱開始為止。我們將在下一個計費週期開始時，向你收取新等級的費用。"];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["如果訂閱，即表示你同意我們的", "。如", "中所述，訂閱會自動續訂，直到取消為止。", "。若要取消，請至少在續訂前 24 小時進行，以免產生額外費用。切換後，你將可繼續享有與你的等級相關的功能。我們會立即向你收取新年度方案的費用，而你按月計費週期中任何按比例計算的餘額都將計入今天的總費用中。"];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["如果訂閱，即表示你同意我們的", "。如", "中所述，訂閱會自動續訂，直到取消為止。", "。若要取消，請至少在續訂前 24 小時進行，以免產生額外費用。切換後，你將可繼續享有與你的等級相關的功能。我們將立即向你收取該等級的月費，但你年度付款中按比例計算的餘額將會計入月費中，直至用完為止。"];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["訂閱只需 ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["", " " + this.props.newPrice + "/" + this.props.interval + " (按年計費)"];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["地址資訊已與 Google 分享。若要了解更多資訊，請參閱 ", "和 ", "。"];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["只有社群的管理員和版主才能在用戶檔案中將社群設為焦點。想要", "嗎？"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["若要尋找你附近的危機處理中心，請造訪", "。"];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["如果你覺得自己處於危險之中，我們建議你與當地的執法機關聯絡。如果他們有後續問題，可以參考我們的", "。"];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["你隨時可以在", "中取消跟隨。"];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["上次更新時間："];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["當你編輯朋友圈時，成員將不會收到通知。你加入的任何人都將能夠看到你先前的朋友圈貼文。"];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["此貼文的查看次數。若要了解更多資訊，請造訪", "。"];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["此貼文的查看次數。查看次數可能需要幾分鐘才會顯示。若要了解更多資訊，請造訪", "。"];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["無法取得此貼文的查看次數。若要了解更多資訊，請造訪", "。"];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["如果點擊「建立推廣活動」，即表示你已閱讀並同意", "及", "。"];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["如果點擊「建立推廣活動」，即表示你已閱讀並同意", "。"];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["根據 X 的", "，此廣告帳戶的部分鎖定選項無法使用。"];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["如果點擊「推廣貼文」，即表示你已閱讀並同意", "及", "。"];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["如果點擊「推廣貼文」，即表示你已閱讀並同意", "。"];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["此貼文沒有任何隱藏的回覆，但受保護的貼文可能會被篩選掉。"];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["如果點擊下方進行此項購買，即表示你同意受", "的規範。"];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["這可防止 ", " 將你加入他們的任何列表，包括這份列表。"];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["將你的電子郵件與 " + this.props.creatorName + " 分享。如果接受，即表示你同意讓 X 將電子郵件地址與創作者分享以進行平台外通訊，並接受", "。"];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["以 " + this.props.price + " 的價格將一年份的 " + this.props.tier + " 贈予 @" + this.props.screenName + "。在你完成付款後，他們將收到你已向他們發送禮物的通知。"];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["此禮物訂閱的價格是在購買時收取且不可退款。它可供一次性使用、不可更換、不可合併，也沒有現金價值。它會在 X 審核並指派給接受者之後開始生效，接受者必須確認我們的", "和政策。如果接受者無法符合任何資格要求、取消訂閱或拒絕我們的條款和政策，則該禮物將不可兌換且不可退款。可能需支付稅金。條款可能有所變更。", "。"];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["組織擁有金色勾號，個人擁有藍色勾號。根據我們的", "，不當使用將導致你的訂閱遭到取消且不予退款。"];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["組織擁有方形頭像，個人擁有圓形頭像。根據我們的", "，不當使用將導致你的訂閱遭到取消且不予退款。"];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["設定透過", "入口網站推廣工作時，要使用哪個廣告帳戶。"];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["找不到符合資格的帳戶。請查看", "頁面，了解後續步驟。"];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["取消已認證組織將導致貴組織立即失去金色勾號。"];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["此外，所有附屬帳戶將立即被取消，並失去其金色或藍色勾號和附屬帳戶徽章。"];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["取消訂閱將會立即從你的組織和所有附屬帳戶中移除勾號和所有付費功能。"];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["如果你今天決定留下來，我們將在接下來的 " + this.props.totalDays + " 天內，每 " + this.props.daysOfCouponInterval + " 天向你的入口網站增加 " + this.props.creditAmount + " 美元的額外免費廣告抵用金。當你領取此優惠後，我們的支援團隊將與你聯絡，協助你為貴組織充分利用這筆抵用金。"];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["如果你今天決定留下來，我們將在接下來的 " + this.props.daysToWaitForFirstRedeemable + " 天內，向你的入口網站增加 " + this.props.creditAmount + " 美元的額外免費廣告抵用金。當你領取此優惠後，我們的支援團隊將與你聯絡，協助你為貴組織充分利用這筆抵用金。"];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["這是一次性優惠，因此不會再次提供。"];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["你仍然可以返回並領取一次性優惠 (該優惠不會再次提供)。在下一個計費週期之前，你訂閱的剩餘天數將不予退款。之後也不會向你收費。"];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["已認證組織可在 X 中獲得所有問題的優先支援。無論是什麼問題，我們都可以協助你盡快解決。你想要預約與已認證組織團隊的成員進行通話，並與支援人員交談嗎？"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["如果取消，你將立即失去這筆免費廣告抵用金的存取權，以及訂閱隨附的所有未來的免費廣告抵用金。由於你已為此福利付費，我們建議你留下來以使用它。"];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["若要提高你的限制，請在", "聯絡認證進階支援。"];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["每個額外的附屬帳戶費用為 ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["第一年的年費為 ", "，之後每年只要 ", "。"];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["每個額外的附屬帳戶為每個推號每年 ", "。"];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + 每個推號每", " ", " (", ")。"];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", ")。"];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["在 ", "之前訂閱，即可領取年度方案的 30% 折扣以及最高 $12,000 的免費廣告抵用金"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["完整權益為 ", "/", " (", ")。每個額外的附屬帳戶為每個推號每", " ", " (", ")。"];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["基本權益為 ", "/", " (", ")。"];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["如果點擊「訂閱」，即表示你同意我們的", "。訂閱服務會自動續訂，直到取消為止。所有註冊的帳戶都必須通過手動審核。"];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["如果點擊「訂閱」，即表示你同意我們的", "。訂閱服務會自動續訂，直到取消為止。註冊的帳戶將會進行真實性審核。如果註冊的帳戶不是組織，你將遭到拒絕且不予退款。"];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ 在限定期間內，", "可獲得 ", " 廣告抵用金，供你用於貴組織或其任何附屬帳戶，並提供專屬支援。"];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ 在限定期間內，", "可獲得 ", " 廣告抵用金，供你用於貴組織，並提供專屬支援。"];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return ["", this.props.activeTierName + "：" + this.props.activePriceLabel];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return ["", this.props.targetTierName + "：" + this.props.targetPriceLabel];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["這裡不支援這項訂閱變更，請在", "與已認證的 Premium 支援聯絡。"];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["如果你需要更多附屬帳戶，請在", "聯絡認證銷售人員。"];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["如果點擊「" + this.props.action + "」，即表示你同意受 ", "的規範。"];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["我們將使用此資訊來評估 ", " 的申請。", "。"];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["如果勾選此方塊，即表示你已閱讀並同意", "提供的條款與條件。"];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["已認證組織現在包含 " + this.props.xtc_coupon_value + " (或等值當地貨幣) 的廣告抵用金*。你可以將其套用到你的組織或任何附屬帳戶。只需在下方選擇廣告帳戶即可兌換。"];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["已認證組織現在包含 " + this.props.xtc_coupon_value + " (或等值當地貨幣) 的廣告抵用金*。你將每隔 30 天收到 " + this.props.xtc_coupon_value + " (或等值當地貨幣)，供你隨時用於廣告的支出。你可以將其套用到你的組織或任何附屬帳戶。只需在下方選擇廣告帳戶即可兌換。"];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["若要管理你的廣告帳戶 ID，請在", "進行操作。"];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["遇到問題嗎？如有任何疑問，請聯絡", "。"];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["你有 ", " 天可使用此廣告抵用金中剩餘的 ", "。"];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["啟用你的廣告抵用金。如果你有多個廣告帳戶，可在下方編輯輸入內容。兌換期限為 " + this.props.expiresAt];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["尋找與你的 X 帳戶關聯的廣告帳戶 ID。你可以在", "找到此資訊。"];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["請確定你已在「廣告管理」中選取「加入新的付款方式」，將信用卡加入為付款類型。如果你未設定信用卡，抵用金將不會套用，你的廣告也不會投放。"];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["將你的廣告帳戶 ID 複製到此頁面頂端的文字輸入方塊。點擊「啟用」。"];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["啟動你的行銷活動。"];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["請確定你已在「廣告管理」中選取「加入新的付款方式」，將信用卡加入為付款類型。如果你未設定信用卡，你的廣告將不會投放。"];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["你將在「廣告管理」的「帳單」下方，看到你已套用的抵用金。"];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["如果你過去曾使用 X 投放過廣告，則你可能有多個廣告帳戶 ID。"];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["你可以在", "找到所有廣告帳戶 ID 的列表。"];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["請確定你選擇了正確的廣告帳戶 ID，以便套用抵用金。"];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["身為已認證組織的「完整權益」訂閱者，你可以將抵用金套用到任何附屬帳戶。"];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["若要進行此操作，你必須有權存取你想要執行行銷活動的附屬帳戶的廣告帳戶 ID。"];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["你可以透過登入附屬帳戶並導覽到", "以找到此資訊。"];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["已認證的組織有資格獲得抵用金以用於", "和工作推廣。請完成以下步驟以完全啟用廣告功能。"];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["已認證的組織有資格獲得抵用金以用於", "。請完成以下步驟以完全啟用廣告功能。"];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["啟用優惠券"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["請選擇合格的活躍帳戶來獲得這筆 " + this.props.couponAmount + " 抵用金。"];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["你可以在", "中找到帳戶 ID 列表。範例 ID：o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["工作已就緒，可使用 ", " 動作進行推廣"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["一旦符合資格，就可以使用 ", " 動作來推廣工作"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["我們會對商標持有人或其授權代表提交的請求進行調查。請參閱我們的", "以了解詳情。"];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["使用下列格式，輸入列表擁有者推號及列表名稱：", "。"];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["只有在你切換至", "時才能清除此欄。"];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["查看我們的隱私政策："];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["查看我們的服務條款："];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["X 及其合作夥伴會使用 Cookie 為你提供更好、更安全、更快速的服務，並支援我們的業務。某些 Cookie 是使用及改進我們的服務並確保其正常運作所必需。如果點擊「接受所有 Cookie」，你也將允許 X 及其合作夥伴使用 Cookie 為你提供符合興趣的廣告和通訊內容。如果點擊「拒絕非必要 Cookie」，我們將不會使用 Cookie 來收集訂製廣告和通訊內容所需的額外資料。若要了解有關我們 Cookie 做法的更多資訊，請造訪 Cookie 說明中心頁面："];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["已被作者 "];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " 文章"];
                            },
                        },
                        {
                            key: "i74be1ef",
                            get: function () {
                                return ["", " 和 "];
                            },
                        },
                        {
                            key: "he2cc06d",
                            get: function () {
                                return ["", "、"];
                            },
                        },
                        {
                            key: "hf3108d3",
                            get: function () {
                                return ["", " 和 "];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["由於 " + this.props.copyrightHolder + " 提出的著作權聲明，此媒體已遭到停用。如有爭議，請使用", "。"];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " 已轉發"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", " " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["來自 "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", "和"];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " 和"];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["回覆 "];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["回覆給 ", " ", " "];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["回覆給 ", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["回覆給 ", " ", " ", " "];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["回覆給 ", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["閱讀時間："];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["來自 "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " 位成員"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["已被 ", " 跟隨"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["已被 ", " 和 ", " 跟隨"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["已被 ", "、", " 和 ", " 跟隨"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["已被你跟隨的 ", "、", " 和其他 ", " 人跟隨"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " 和其他 ", " 人是此主題中的流行趨勢"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["由 ", " 出資"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["出資者為 ", "，並且未獲得任何候選人或候選人委員會的授權。"];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["出資者為 ", " · 已獲得 " + this.props.sponsorshipCandidate + " 授權"];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["只有你和你的朋友圈中的人可以看到此貼文。轉發、引用和分享功能將無法使用。"];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["流行趨勢："];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["流行趨勢：", "、"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " 來自 "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || i);
                                return function (e, n, f) {
                                    return e.concat(n, c[a(f)]);
                                };
                            },
                        },
                    ]) && t(n.prototype, f),
                    o && t(n, o),
                    Object.defineProperty(n, "prototype", { writable: !1 }),
                    m
                );
            })(a(111677)._ActualI18NFormatMessage || d.Component);
            n("_ActualI18NFormatMessage", o),
                n("I18NFormatMessage", function (e) {
                    return d.createElement(o, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                h = (m._numberFormat, m._numberFormatterFn),
                s = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                j = m._relativeTimeFormatterFn,
                l = m._unitFormatterFn;
            (m.a1844743793 = h(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0萬" }, 5: { other: "00萬" }, 6: { other: "000萬" }, 7: { other: "0000萬" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh-Hant").pluralGenerator({}))),
                (m.a1393757629 = h(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a917643357 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2028260967 = h(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1548750171 = h(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b412167214 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0萬" }, 5: { other: "00萬" }, 6: { other: "000萬" }, 7: { other: "0000萬" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh-Hant").pluralGenerator({}))),
                (m.a526427546 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1377707399 = h(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1707473160 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1681202408 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0萬" }, 5: { other: "00萬" }, 6: { other: "000萬" }, 7: { other: "0000萬" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh-Hant").pluralGenerator({}))),
                (m.b1536786053 = h(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1689705977 = h(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1926430557 = h(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0萬" }, 5: { other: "00萬" }, 6: { other: "000萬" }, 7: { other: "0000萬" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh-Hant").pluralGenerator({}))),
                (m.b2074252158 = h(["'AED' ", , 1, 2, 2, , , 0, 3, , "", "'AED' #,##0.00", "-'AED' 'AED' #,##0.00", "-'AED' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1680873141 = h(["'ALL' ", , 1, 0, 0, , , , 3, , "", "'ALL' #,##0", "-'ALL' 'ALL' #,##0", "-'ALL' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1350607392 = h(["'ARS' ", , 1, 2, 2, , , 0, 3, , "", "'ARS' #,##0.00", "-'ARS' 'ARS' #,##0.00", "-'ARS' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a507700804 = h(["'AU$'", , 1, 2, 2, , , 0, 3, , "", "'AU$'#,##0.00", "-'AU$''AU$'#,##0.00", "-'AU$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b280119308 = h(["'BAM' ", , 1, 2, 2, , , 0, 3, , "", "'BAM' #,##0.00", "-'BAM' 'BAM' #,##0.00", "-'BAM' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a703625744 = h(["'BDT' ", , 1, 2, 2, , , 0, 3, , "", "'BDT' #,##0.00", "-'BDT' 'BDT' #,##0.00", "-'BDT' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b330301671 = h(["'BGN' ", , 1, 2, 2, , , 0, 3, , "", "'BGN' #,##0.00", "-'BGN' 'BGN' #,##0.00", "-'BGN' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b55269584 = h(["'BHD' ", , 1, 3, 3, , , 0, 3, , "", "'BHD' #,##0.000", "-'BHD' 'BHD' #,##0.000", "-'BHD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b685902682 = h(["'R$'", , 1, 2, 2, , , 0, 3, , "", "'R$'#,##0.00", "-'R$''R$'#,##0.00", "-'R$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a873771919 = h(["'BYR' ", , 1, 0, 0, , , , 3, , "", "'BYR' #,##0", "-'BYR' 'BYR' #,##0", "-'BYR' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a749075034 = h(["'CA$'", , 1, 2, 2, , , 0, 3, , "", "'CA$'#,##0.00", "-'CA$''CA$'#,##0.00", "-'CA$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a416217665 = h(["'CHF' ", , 1, 2, 2, , , 0, 3, , "", "'CHF' #,##0.00", "-'CHF' 'CHF' #,##0.00", "-'CHF' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1798771013 = h(["'CLP' ", , 1, 0, 0, , , , 3, , "", "'CLP' #,##0", "-'CLP' 'CLP' #,##0", "-'CLP' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b722502034 = h(["'CN¥'", , 1, 2, 2, , , 0, 3, , "", "'CN¥'#,##0.00", "-'CN¥''CN¥'#,##0.00", "-'CN¥'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1411522856 = h(["'COP' ", , 1, 0, 0, , , , 3, , "", "'COP' #,##0", "-'COP' 'COP' #,##0", "-'COP' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b745446674 = h(["'CZK' ", , 1, 2, 2, , , 0, 3, , "", "'CZK' #,##0.00", "-'CZK' 'CZK' #,##0.00", "-'CZK' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1900545790 = h(["'DKK' ", , 1, 2, 2, , , 0, 3, , "", "'DKK' #,##0.00", "-'DKK' 'DKK' #,##0.00", "-'DKK' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2012037772 = h(["'DZD' ", , 1, 2, 2, , , 0, 3, , "", "'DZD' #,##0.00", "-'DZD' 'DZD' #,##0.00", "-'DZD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1421945844 = h(["'EGP' ", , 1, 2, 2, , , 0, 3, , "", "'EGP' #,##0.00", "-'EGP' 'EGP' #,##0.00", "-'EGP' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b946809216 = h(["'€'", , 1, 2, 2, , , 0, 3, , "", "'€'#,##0.00", "-'€''€'#,##0.00", "-'€'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a69565431 = h(["'£'", , 1, 2, 2, , , 0, 3, , "", "'£'#,##0.00", "-'£''£'#,##0.00", "-'£'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a391753424 = h(["'GHS' ", , 1, 2, 2, , , 0, 3, , "", "'GHS' #,##0.00", "-'GHS' 'GHS' #,##0.00", "-'GHS' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1981344098 = h(["'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "'GTQ' #,##0.00", "-'GTQ' 'GTQ' #,##0.00", "-'GTQ' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1063719467 = h(["'HK$'", , 1, 2, 2, , , 0, 3, , "", "'HK$'#,##0.00", "-'HK$''HK$'#,##0.00", "-'HK$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1821337153 = h(["'HRK' ", , 1, 2, 2, , , 0, 3, , "", "'HRK' #,##0.00", "-'HRK' 'HRK' #,##0.00", "-'HRK' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a281851113 = h(["'HUF' ", , 1, 2, 2, , , 0, 3, , "", "'HUF' #,##0.00", "-'HUF' 'HUF' #,##0.00", "-'HUF' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a404181067 = h(["'IDR' ", , 1, 0, 0, , , , 3, , "", "'IDR' #,##0", "-'IDR' 'IDR' #,##0", "-'IDR' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b360003202 = h(["'₪'", , 1, 2, 2, , , 0, 3, , "", "'₪'#,##0.00", "-'₪''₪'#,##0.00", "-'₪'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b466081011 = h(["'₹'", , 1, 2, 2, , , 0, 3, , "", "'₹'#,##0.00", "-'₹''₹'#,##0.00", "-'₹'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1469771664 = h(["'IQD' ", , 1, 0, 0, , , , 3, , "", "'IQD' #,##0", "-'IQD' 'IQD' #,##0", "-'IQD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2034179477 = h(["'ISK' ", , 1, 0, 0, , , , 3, , "", "'ISK' #,##0", "-'ISK' 'ISK' #,##0", "-'ISK' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1183320573 = h(["'¥'", , 1, 0, 0, , , , 3, , "", "'¥'#,##0", "-'¥''¥'#,##0", "-'¥'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1878071415 = h(["'KES' ", , 1, 2, 2, , , 0, 3, , "", "'KES' #,##0.00", "-'KES' 'KES' #,##0.00", "-'KES' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1960551388 = h(["'￦'", , 1, 0, 0, , , , 3, , "", "'￦'#,##0", "-'￦''￦'#,##0", "-'￦'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a171537738 = h(["'KWD' ", , 1, 3, 3, , , 0, 3, , "", "'KWD' #,##0.000", "-'KWD' 'KWD' #,##0.000", "-'KWD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b789813123 = h(["'KZT' ", , 1, 2, 2, , , 0, 3, , "", "'KZT' #,##0.00", "-'KZT' 'KZT' #,##0.00", "-'KZT' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1435257970 = h(["'LBP' ", , 1, 0, 0, , , , 3, , "", "'LBP' #,##0", "-'LBP' 'LBP' #,##0", "-'LBP' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1345967630 = h(["'MAD' ", , 1, 2, 2, , , 0, 3, , "", "'MAD' #,##0.00", "-'MAD' 'MAD' #,##0.00", "-'MAD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a844648572 = h(["'MKD' ", , 1, 2, 2, , , 0, 3, , "", "'MKD' #,##0.00", "-'MKD' 'MKD' #,##0.00", "-'MKD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b98222547 = h(["'MX$'", , 1, 2, 2, , , 0, 3, , "", "'MX$'#,##0.00", "-'MX$''MX$'#,##0.00", "-'MX$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1987651260 = h(["'MYR' ", , 1, 2, 2, , , 0, 3, , "", "'MYR' #,##0.00", "-'MYR' 'MYR' #,##0.00", "-'MYR' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2133222797 = h(["'NGN' ", , 1, 2, 2, , , 0, 3, , "", "'NGN' #,##0.00", "-'NGN' 'NGN' #,##0.00", "-'NGN' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1469556040 = h(["'NOK' ", , 1, 2, 2, , , 0, 3, , "", "'NOK' #,##0.00", "-'NOK' 'NOK' #,##0.00", "-'NOK' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a398212012 = h(["'NZ$'", , 1, 2, 2, , , 0, 3, , "", "'NZ$'#,##0.00", "-'NZ$''NZ$'#,##0.00", "-'NZ$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1902949175 = h(["'PEN' ", , 1, 2, 2, , , 0, 3, , "", "'PEN' #,##0.00", "-'PEN' 'PEN' #,##0.00", "-'PEN' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1608589002 = h(["'PHP' ", , 1, 2, 2, , , 0, 3, , "", "'PHP' #,##0.00", "-'PHP' 'PHP' #,##0.00", "-'PHP' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b746060949 = h(["'PKR' ", , 1, 0, 0, , , , 3, , "", "'PKR' #,##0", "-'PKR' 'PKR' #,##0", "-'PKR' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a59978896 = h(["'PLN' ", , 1, 2, 2, , , 0, 3, , "", "'PLN' #,##0.00", "-'PLN' 'PLN' #,##0.00", "-'PLN' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1875990496 = h(["'QAR' ", , 1, 2, 2, , , 0, 3, , "", "'QAR' #,##0.00", "-'QAR' 'QAR' #,##0.00", "-'QAR' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b733401327 = h(["'RON' ", , 1, 2, 2, , , 0, 3, , "", "'RON' #,##0.00", "-'RON' 'RON' #,##0.00", "-'RON' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b912689961 = h(["'RSD' ", , 1, 0, 0, , , , 3, , "", "'RSD' #,##0", "-'RSD' 'RSD' #,##0", "-'RSD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1493711139 = h(["'RUB' ", , 1, 2, 2, , , 0, 3, , "", "'RUB' #,##0.00", "-'RUB' 'RUB' #,##0.00", "-'RUB' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1397908446 = h(["'SAR' ", , 1, 2, 2, , , 0, 3, , "", "'SAR' #,##0.00", "-'SAR' 'SAR' #,##0.00", "-'SAR' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1917875831 = h(["'SEK' ", , 1, 2, 2, , , 0, 3, , "", "'SEK' #,##0.00", "-'SEK' 'SEK' #,##0.00", "-'SEK' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a341170866 = h(["'SGD' ", , 1, 2, 2, , , 0, 3, , "", "'SGD' #,##0.00", "-'SGD' 'SGD' #,##0.00", "-'SGD' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1945661548 = h(["'THB' ", , 1, 2, 2, , , 0, 3, , "", "'THB' #,##0.00", "-'THB' 'THB' #,##0.00", "-'THB' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b233736580 = h(["'TND' ", , 1, 3, 3, , , 0, 3, , "", "'TND' #,##0.000", "-'TND' 'TND' #,##0.000", "-'TND' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1502008167 = h(["'TRY' ", , 1, 2, 2, , , 0, 3, , "", "'TRY' #,##0.00", "-'TRY' 'TRY' #,##0.00", "-'TRY' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1322958344 = h(["'$'", , 1, 2, 2, , , 0, 3, , "", "'$'#,##0.00", "-'$''$'#,##0.00", "-'$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1780383551 = h(["'TZS' ", , 1, 0, 0, , , , 3, , "", "'TZS' #,##0", "-'TZS' 'TZS' #,##0", "-'TZS' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1137459046 = h(["'UAH' ", , 1, 2, 2, , , 0, 3, , "", "'UAH' #,##0.00", "-'UAH' 'UAH' #,##0.00", "-'UAH' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b626213126 = h(["'UGX' ", , 1, 0, 0, , , , 3, , "", "'UGX' #,##0", "-'UGX' 'UGX' #,##0", "-'UGX' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1605083162 = h(["'US$'", , 1, 2, 2, , , 0, 3, , "", "'US$'#,##0.00", "-'US$''US$'#,##0.00", "-'US$'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b921685237 = h(["'VEF' ", , 1, 2, 2, , , 0, 3, , "", "'VEF' #,##0.00", "-'VEF' 'VEF' #,##0.00", "-'VEF' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a778342583 = h(["'₫'", , 1, 0, 0, , , , 3, , "", "'₫'#,##0", "-'₫''₫'#,##0", "-'₫'", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2119136503 = h(["'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "'ZAR' #,##0.00", "-'ZAR' 'ZAR' #,##0.00", "-'ZAR' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a502095902 = h(["'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "'ZMW' #,##0.00", "-'ZMW' 'ZMW' #,##0.00", "-'ZMW' ", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a285641621 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a89775032 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0萬" }, 5: { other: "00萬" }, 6: { other: "000萬" }, 7: { other: "0000萬" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh-Hant").pluralGenerator({}))),
                (m.b464956678 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0萬" }, 5: { other: "00萬" }, 6: { other: "000萬" }, 7: { other: "0000萬" }, 8: { other: "0億" }, 9: { other: "00億" }, 10: { other: "000億" }, 11: { other: "0000億" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh-Hant").pluralGenerator({}))),
                (m.b1688380197 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "非數值", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1233845041 = s(function (e) {
                    return "other";
                })),
                (m.a1987974141 = y(m("zh-Hant").numberFormatter({ raw: "'AED' #,##0.00" }))),
                (m.b160401476 = y(m("zh-Hant").numberFormatter({ raw: "'ALL' #,##0" }))),
                (m.a1070057371 = y(m("zh-Hant").numberFormatter({ raw: "'ARS' #,##0.00" }))),
                (m.b991836147 = y(m("zh-Hant").numberFormatter({ raw: "'AU$'#,##0.00" }))),
                (m.a438432111 = y(m("zh-Hant").numberFormatter({ raw: "'BAM' #,##0.00" }))),
                (m.b993620085 = y(m("zh-Hant").numberFormatter({ raw: "'BDT' #,##0.00" }))),
                (m.a1497116052 = y(m("zh-Hant").numberFormatter({ raw: "'BGN' #,##0.00" }))),
                (m.a2098328223 = y(m("zh-Hant").numberFormatter({ raw: "'BHD' #,##0.000" }))),
                (m.b1682503647 = y(m("zh-Hant").numberFormatter({ raw: "'R$'#,##0.00" }))),
                (m.a406829730 = y(m("zh-Hant").numberFormatter({ raw: "'BYR' #,##0" }))),
                (m.a1923580087 = y(m("zh-Hant").numberFormatter({ raw: "'CA$'#,##0.00" }))),
                (m.b396570436 = y(m("zh-Hant").numberFormatter({ raw: "'CHF' #,##0.00" }))),
                (m.b855231498 = y(m("zh-Hant").numberFormatter({ raw: "'CLP' #,##0" }))),
                (m.a1177438223 = y(m("zh-Hant").numberFormatter({ raw: "'CN¥'#,##0.00" }))),
                (m.a1807279545 = y(m("zh-Hant").numberFormatter({ raw: "'COP' #,##0" }))),
                (m.b1458227607 = y(m("zh-Hant").numberFormatter({ raw: "'CZK' #,##0.00" }))),
                (m.b143070599 = y(m("zh-Hant").numberFormatter({ raw: "'DKK' #,##0.00" }))),
                (m.a84178671 = y(m("zh-Hant").numberFormatter({ raw: "'DZD' #,##0.00" }))),
                (m.b1807129233 = y(m("zh-Hant").numberFormatter({ raw: "'EGP' #,##0.00" }))),
                (m.a2085246011 = y(m("zh-Hant").numberFormatter({ raw: "'€'#,##0.00" }))),
                (m.a1535940328 = y(m("zh-Hant").numberFormatter({ raw: "'£'#,##0.00" }))),
                (m.b1643084725 = y(m("zh-Hant").numberFormatter({ raw: "'GHS' #,##0.00" }))),
                (m.a359766553 = y(m("zh-Hant").numberFormatter({ raw: "'GTQ' #,##0.00" }))),
                (m.b1962167908 = y(m("zh-Hant").numberFormatter({ raw: "'HK$'#,##0.00" }))),
                (m.a155794620 = y(m("zh-Hant").numberFormatter({ raw: "'HRK' #,##0.00" }))),
                (m.b1619807388 = y(m("zh-Hant").numberFormatter({ raw: "'HUF' #,##0.00" }))),
                (m.b1736107930 = y(m("zh-Hant").numberFormatter({ raw: "'IDR' #,##0" }))),
                (m.a1097583373 = y(m("zh-Hant").numberFormatter({ raw: "'₪'#,##0.00" }))),
                (m.b1451005712 = y(m("zh-Hant").numberFormatter({ raw: "'₹'#,##0.00" }))),
                (m.a810697217 = y(m("zh-Hant").numberFormatter({ raw: "'IQD' #,##0" }))),
                (m.b1508858660 = y(m("zh-Hant").numberFormatter({ raw: "'ISK' #,##0" }))),
                (m.b2027751254 = y(m("zh-Hant").numberFormatter({ raw: "'¥'#,##0" }))),
                (m.b1629321724 = y(m("zh-Hant").numberFormatter({ raw: "'KES' #,##0.00" }))),
                (m.a1432808141 = y(m("zh-Hant").numberFormatter({ raw: "'￦'#,##0" }))),
                (m.a1031405381 = y(m("zh-Hant").numberFormatter({ raw: "'KWD' #,##0.000" }))),
                (m.b142984456 = y(m("zh-Hant").numberFormatter({ raw: "'KZT' #,##0.00" }))),
                (m.a1660057411 = y(m("zh-Hant").numberFormatter({ raw: "'LBP' #,##0" }))),
                (m.b2123153043 = y(m("zh-Hant").numberFormatter({ raw: "'MAD' #,##0.00" }))),
                (m.b1838050825 = y(m("zh-Hant").numberFormatter({ raw: "'MKD' #,##0.00" }))),
                (m.a1395853946 = y(m("zh-Hant").numberFormatter({ raw: "'MX$'#,##0.00" }))),
                (m.b1897093065 = y(m("zh-Hant").numberFormatter({ raw: "'MYR' #,##0.00" }))),
                (m.a936003592 = y(m("zh-Hant").numberFormatter({ raw: "'NGN' #,##0.00" }))),
                (m.b639789005 = y(m("zh-Hant").numberFormatter({ raw: "'NOK' #,##0.00" }))),
                (m.a332412837 = y(m("zh-Hant").numberFormatter({ raw: "'NZ$'#,##0.00" }))),
                (m.b1648350396 = y(m("zh-Hant").numberFormatter({ raw: "'PEN' #,##0.00" }))),
                (m.a1071418949 = y(m("zh-Hant").numberFormatter({ raw: "'PHP' #,##0.00" }))),
                (m.b503779002 = y(m("zh-Hant").numberFormatter({ raw: "'PKR' #,##0" }))),
                (m.a269208075 = y(m("zh-Hant").numberFormatter({ raw: "'PLN' #,##0.00" }))),
                (m.a953929115 = y(m("zh-Hant").numberFormatter({ raw: "'QAR' #,##0.00" }))),
                (m.a2122372492 = y(m("zh-Hant").numberFormatter({ raw: "'RON' #,##0.00" }))),
                (m.a1091128410 = y(m("zh-Hant").numberFormatter({ raw: "'RSD' #,##0" }))),
                (m.b1486089826 = y(m("zh-Hant").numberFormatter({ raw: "'RUB' #,##0.00" }))),
                (m.a144582489 = y(m("zh-Hant").numberFormatter({ raw: "'SAR' #,##0.00" }))),
                (m.b800774140 = y(m("zh-Hant").numberFormatter({ raw: "'SEK' #,##0.00" }))),
                (m.a773829165 = y(m("zh-Hant").numberFormatter({ raw: "'SGD' #,##0.00" }))),
                (m.b948082417 = y(m("zh-Hant").numberFormatter({ raw: "'THB' #,##0.00" }))),
                (m.a139230675 = y(m("zh-Hant").numberFormatter({ raw: "'TND' #,##0.000" }))),
                (m.b4509726 = y(m("zh-Hant").numberFormatter({ raw: "'TRY' #,##0.00" }))),
                (m.b463170788 = y(m("zh-Hant").numberFormatter({ raw: "'$'#,##0.00" }))),
                (m.b1666189776 = y(m("zh-Hant").numberFormatter({ raw: "'TZS' #,##0" }))),
                (m.b951055647 = y(m("zh-Hant").numberFormatter({ raw: "'UAH' #,##0.00" }))),
                (m.a537065559 = y(m("zh-Hant").numberFormatter({ raw: "'UGX' #,##0" }))),
                (m.a2024592119 = y(m("zh-Hant").numberFormatter({ raw: "'US$'#,##0.00" }))),
                (m.b10456186 = y(m("zh-Hant").numberFormatter({ raw: "'VEF' #,##0.00" }))),
                (m.b670115951 = y(m("zh-Hant").numberFormatter({ raw: "'₫'#,##0" }))),
                (m.b540647054 = y(m("zh-Hant").numberFormatter({ raw: "'ZAR' #,##0.00" }))),
                (m.a1662608281 = y(m("zh-Hant").numberFormatter({ raw: "'ZMW' #,##0.00" }))),
                (m.a2029103077 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "M月d日", timeSeparator: ":" })),
                (m.a2127535512 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (m.a1449186807 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.b1549063364 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "M月d日 E", timeSeparator: ":", days: { E: { 1: { sun: "週日", mon: "週一", tue: "週二", wed: "週三", thu: "週四", fri: "週五", sat: "週六" } } } })),
                (m.a1502342121 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日 E", timeSeparator: ":", days: { E: { 1: { sun: "週日", mon: "週一", tue: "週二", wed: "週三", thu: "週四", fri: "週五", sat: "週六" } } } })),
                (m.b1541675196 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "M月d日", timeSeparator: ":" })),
                (m.b453566386 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 ah:mm:ss [z]", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: ["+H;-H", "+H:mm;-H:mm"] })),
                (m.a221311219 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.a153633857 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (m.a117021696 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "M月d日 ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.b2093961365 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y/M/d", timeSeparator: ":" })),
                (m.b507004209 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y年", timeSeparator: ":" })),
                (m.b1871093112 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y年M月", timeSeparator: ":" })),
                (m.b1313544357 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 EEEE ah:mm:ss [zzzz]", timeSeparator: ":", days: { E: { 4: { sun: "星期日", mon: "星期一", tue: "星期二", wed: "星期三", thu: "星期四", fri: "星期五", sat: "星期六" } } }, dayPeriods: { am: "上午", pm: "下午" }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm" })),
                (m.a1957557 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 ah:mm:ss", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.b2146190801 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "y/MM/dd", timeSeparator: ":" })),
                (m.b1438616852 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.a970628126 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }), 2: m("zh-Hant").numberFormatter({ raw: "00" }) }, { pattern: "E ah:mm", timeSeparator: ":", days: { E: { 1: { sun: "週日", mon: "週一", tue: "週二", wed: "週三", thu: "週四", fri: "週五", sat: "週六" } } }, dayPeriods: { am: "上午", pm: "下午" } })),
                (m.a2126850319 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y年M月", timeSeparator: ":" })),
                (m.b1013303972 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "星期日", mon: "星期一", tue: "星期二", wed: "星期三", thu: "星期四", fri: "星期五", sat: "星期六" } } } })),
                (m.b594161176 = k({ 1: m("zh-Hant").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (m.a2028417884 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "1月", 2: "2月", 3: "3月", 4: "4月", 5: "5月", 6: "6月", 7: "7月", 8: "8月", 9: "9月", 10: "10月", 11: "11月", 12: "12月" } } } })),
                (m.a884327470 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a999230063 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.a1877045376 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1617598483 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.a884611570 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1624986651 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b1598341993 = p(m("zh-Hant").dateToPartsFormatter({ datetime: "long" }))),
                (m.b1748466678 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.a904916234 = p(m("zh-Hant").dateToPartsFormatter({ date: "long" }))),
                (m.b500708855 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.b279044158 = p(m("zh-Hant").dateToPartsFormatter({ date: "short" }))),
                (m.a1307912998 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a1279098577 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.a1836647332 = p(m("zh-Hant").dateToPartsFormatter({ datetime: "full" }))),
                (m.b615772994 = p(m("zh-Hant").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a1020471046 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.a376300355 = p(m("zh-Hant").dateToPartsFormatter({ time: "short" }))),
                (m.a1349341877 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a998544870 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.a2136887717 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b166302607 = p(m("zh-Hant").dateToPartsFormatter({ date: "medium" }))),
                (m.a883642277 = p(m("zh-Hant").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.a913265705 = j(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-other": "{0} 天後" }, "relativeTime-type-past": { "relativeTimePattern-count-other": "{0} 天前" }, "relative-type--2": "前天", "relative-type--1": "昨天", "relative-type-0": "今天", "relative-type-1": "明天", "relative-type-2": "後天" })),
                (m.a1728784644 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "每{1} {0}", unitProperties: { displayName: "秒", other: "{0} 秒", perUnitPattern: "每秒 {0}" } })),
                (m.b158178652 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "每{1} {0}", unitProperties: { displayName: "分鐘", other: "{0} 分鐘", perUnitPattern: "每分鐘 {0}" } })),
                (m.b1120716236 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "每{1} {0}", unitProperties: { displayName: "小時", other: "{0} 小時", perUnitPattern: "每小時 {0}" } })),
                (m.a901064517 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0} 秒", perUnitPattern: "{0}/秒" } })),
                (m.a5535973 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "分鐘", other: "{0} 分鐘", perUnitPattern: "{0}/分鐘" } })),
                (m.b1575113611 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "小時", other: "{0} 小時", perUnitPattern: "{0}/小時" } })),
                (m.b313558257 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "天", other: "{0} 天", perUnitPattern: "{0}/天" } })),
                (m.a266069838 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "每{1} {0}", unitProperties: { displayName: "天", other: "{0} 天", perUnitPattern: "每天 {0}" } })),
                (m.b1088937037 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "月", other: "{0} 個月", perUnitPattern: "{0}/月" } })),
                (m.a1883138290 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "每{1} {0}", unitProperties: { displayName: "月", other: "{0} 個月", perUnitPattern: "每月 {0}" } })),
                (m.b170551218 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "年", other: "{0} 年", perUnitPattern: "{0}/年" } })),
                (m.a360073293 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "每{1} {0}", unitProperties: { displayName: "年", other: "{0} 年", perUnitPattern: "每年 {0}" } })),
                (m.b508927224 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0} 秒", perUnitPattern: "{0}/秒" } })),
                (m.a1124752744 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "分鐘", other: "{0} 分鐘", perUnitPattern: "{0}/分鐘" } })),
                (m.a1350858712 = l(m("zh-Hant").numberFormatter({}), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "小時", other: "{0} 小時", perUnitPattern: "{0}/小時" } })),
                (m.b197980252 = l(m("zh-Hant").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("zh-Hant").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0} 秒", perUnitPattern: "{0}/秒" } })),
                n("d58baa7f", m.a1844743793),
                n("ia24dc8d", m.a1393757629),
                n("iab73d4b", m.a917643357),
                n("i3b7a017", m.a1728784644),
                n("ie5d110f", m.b158178652),
                n("df5f11b3", m.b1120716236),
                n("e8733ed9", m.a901064517),
                n("be59d8c3", m.a5535973),
                n("i3d087db", m.b1575113611),
                n("ga8d18c9", m.b313558257),
                n("a91e7d49", m.a266069838),
                n("id952a69", m.b1088937037),
                n("ga09ab65", m.a1883138290),
                n("c83b901d", m.b170551218),
                n("a55b9fed", m.a360073293),
                n("ccaa970f", m.a884327470),
                n("jade381b", m.a999230063),
                n("d725a289", m.a1877045376),
                n("g08cbabb", m.b412167214),
                n("c333da63", m.a913265705),
                n("h8054d91", m.a1617598483),
                n("i61fef37", m.b508927224),
                n("ba705e27", m.a1124752744),
                n("j86b0d8d", m.a1350858712),
                n("f668e929", m.a526427546),
                n("i2785009", m.a1377707399),
                n("c778d80b", m.a1707473160),
                n("e8d93005", m.b1681202408),
                n("d46781af", m.b197980252),
                n("ba316f05", m.b1536786053),
                n("c0bdd345", m.a1689705977),
                n("aa2aa1a1", m.a884611570),
                n("da44942d", m.a1624986651),
                n("a54d3ef5", m.b1598341993),
                n("bfbc051d", m.b1748466678),
                n("ba2e82a1", m.a904916234),
                n("fc209bb7", m.b500708855),
                n("cf8abf59", m.b1926430557),
                n("a9f397f3", m.b279044158),
                n("d857e44d", m.a1987974141),
                n("cb87e3db", m.b160401476),
                n("a9d5ffd1", m.a1070057371),
                n("a0e8371d", m.b991836147),
                n("gcc50dc9", m.a438432111),
                n("a6a43585", m.b993620085),
                n("a0cc8f2d", m.a1497116052),
                n("i31c32c5", m.a2098328223),
                n("i7dc69e9", m.b1682503647),
                n("c14a6c03", m.a406829730),
                n("jaa3d537", m.a1923580087),
                n("a824080b", m.b396570436),
                n("d9c0bedb", m.b855231498),
                n("bf8c0613", m.a1177438223),
                n("i8163625", m.a1807279545),
                n("adb53ba1", m.b1458227607),
                n("iabf697d", m.b143070599),
                n("a1a0555b", m.a84178671),
                n("f266f3d9", m.b1807129233),
                n("a9a8652b", m.a2085246011),
                n("dbf40761", m.a1535940328),
                n("b0d993d9", m.b1643084725),
                n("ac1308e1", m.a359766553),
                n("a7889ab3", m.b1962167908),
                n("c614f5cd", m.a155794620),
                n("i55d57e3", m.b1619807388),
                n("e4b6002b", m.b1736107930),
                n("d28e983b", m.a1097583373),
                n("e8c9232d", m.b1451005712),
                n("c8994ae1", m.a810697217),
                n("f821c2a5", m.b1508858660),
                n("j348b9c9", m.b2027751254),
                n("i6f93b9b", m.b1629321724),
                n("c6150bd5", m.a1432808141),
                n("i8921e09", m.a1031405381),
                n("ef239279", m.b142984456),
                n("hecdb149", m.a1660057411),
                n("fdd039b7", m.b2123153043),
                n("f30c2c37", m.b1838050825),
                n("d9ea7bff", m.a1395853946),
                n("ea3df4b7", m.b1897093065),
                n("jaac21bb", m.a936003592),
                n("hb435ced", m.b639789005),
                n("ce699d81", m.a332412837),
                n("bc56d3d7", m.b1648350396),
                n("f8561913", m.a1071418949),
                n("g6485d53", m.b503779002),
                n("ff561cc1", m.a269208075),
                n("b42011d3", m.a953929115),
                n("a6660bcd", m.a2122372492),
                n("f9b80449", m.a1091128410),
                n("gdee4d5d", m.b1486089826),
                n("h36f2103", m.a144582489),
                n("a19ad037", m.b800774140),
                n("g713f699", m.a773829165),
                n("ff2e39af", m.b948082417),
                n("be34316d", m.a139230675),
                n("aef81b75", m.b4509726),
                n("fcce70a5", m.b463170788),
                n("jc9d352f", m.b1666189776),
                n("be1cb8c5", m.b951055647),
                n("j9371501", m.a537065559),
                n("j7d4397d", m.a2024592119),
                n("d61441dd", m.b10456186),
                n("e2a99e97", m.b670115951),
                n("f7ce19ab", m.b540647054),
                n("b2a0213f", m.a1662608281),
                n("d7d71245", m.a1307912998),
                n("a2f2faab", m.a1279098577),
                n("g8d1b99b", m.a1836647332),
                n("d0a77c9b", m.b615772994),
                n("e18e399b", m.a1020471046),
                n("b6ca7bcb", m.a376300355),
                n("h0e4cdf5", m.a1349341877),
                n("g727ddcf", m.a998544870),
                n("f3b9b9a7", m.a2136887717),
                n("h3629783", m.b166302607),
                n("a20c68af", m.a883642277),
                n("ja781451", m.a285641621),
                n("cfa1a7b9", m.a89775032),
                n("eefcd267", m.b464956678),
                n("fa8afc43", m.b1688380197);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/zh-Hant.7d3f9a8a.js.map
