"use strict";
(self.webpackChunk_twitter_responsive_web = self.webpackChunk_twitter_responsive_web || []).push([
    ["i18n/zh"],
    {
        147202: (e, c, a) => {
            var f = a(292426)._register("zh", {
                get emoji() {
                    return a.e("i18n/emoji-zh").then(a.t.bind(a, 362984, 23));
                },
            });
            function n(e, c) {
                return c;
            }
            f("c39b0e24", "X"),
                f("jb38600c", "无"),
                f("f07eac34", "戏仿账号"),
                f("a41b5c2e", "粉丝账号"),
                f("i428ea62", "评论账号"),
                f("ac0d27be", "抱歉，此账号已被冻结。"),
                f("bcee7444", "账号更新失败。"),
                f("e0cbf77a", "添加手机号码"),
                f("f377195c", "X 超出了最大容量。请稍后再试。"),
                f("d67f9456", "你被阻止执行此操作。"),
                f("e0ece1b6", "无法附上媒体内容，请重新上传。"),
                f("i82e8f04", "为保护我们的用户免受垃圾广告和其他恶意活动的骚扰，此账号已被暂时禁止关注更多账号。请你务必了解相关的 X 规则。"),
                f("jf7be47a", "为保护我们的用户免受垃圾广告和其他恶意活动的骚扰，此账号已被暂时禁止发送帖子。请务必明确相关的 X 规则。"),
                f("g75fec74", "你执行这项操作的次数已达到每日上限。请向你的账号添加手机号码，以移除这一限制。"),
                f("abb8b6e0", "此手机号码已注册。"),
                f("f30bd1fc", "我们无法发送短信到此号码，因为不支持该运营商。"),
                f("i54e550c", "我们不能验证此手机号码。"),
                f("h154702a", "我们无法完成此请求，因为该链接已被 X 或我们的合作伙伴识别为潜在有害。请访问帮助中心以了解更多信息。"),
                f("c8cb0b4c", "你输入的密码错误。"),
                f("b1b54f9e", "你试图上传的媒体无效。"),
                f("i859a9d4", "了解更多"),
                f("d6e72ce1", function (e) {
                    return "你的密码不能超过 " + e.count + " 个字符。请输入短一点的密码。";
                }),
                f("a34dccd7", function (e) {
                    return "你的密码需要至少包含 " + e.count + " 个字符。请输入长一点的密码。";
                }),
                f("jea2ff04", "密码太容易被猜到。请使用一个强度更高的密码。"),
                f("ce482c36", "一个或多个字段无效。请检查你的输入并重试。"),
                f("db626d88", "请添加你的手机号码，以完成设置你的账号"),
                f("i3ee2550", "请填写所有必填字段。"),
                f("cf18a258", "该请求看上去可能是自动产生的。为了保护我们的用户免受垃圾信息及其他恶意行为的影响，我们现在无法完成这一操作。请稍后再试。"),
                f("h7ffa648", "短信验证频率已达到上限。"),
                f("b87ceb1c", "短信验证码无效。"),
                f("f87e2faa", "抱歉，我们无法找到该用户。"),
                f("cdaf8222", "抱歉，你受到速度限制。请稍等片刻，然后再试一次。"),
                f("c1b0e710", "你的账号已被冻结，不能执行此操作。"),
                f("bfb22fae", "抱歉，该帖子已被删除。"),
                f("a23cd3ba", "对这个帖子的某些操作已被 X 禁用。"),
                f("bb558892", "该用户已有一个验证过的手机号码。"),
                f("hae1c934", "出错了，但别担心，这不是你的错。"),
                f("e784846c", "你的个人资料正在审查中。在审查期间，不得再对姓名和个人资料照片进行任何新的更改。"),
                f("h1cbdd30", "请刷新页面并重试。"),
                f("a5077d3e", "刷新"),
                f("b2648ba4", "你的账号可能不允许执行这项操作。请刷新页面并重试。"),
                f("bcd6bb0e", "成员"),
                f("hd8c22d2", "版主"),
                f("c3153100", "管理员"),
                f("fa9adac1", function (e) {
                    return "搜索“" + e.query + "”";
                }),
                f("jcec6620", "帖子回复已隐藏"),
                f("f75d1806", "Premium"),
                f("j4a7d9a6", "基础"),
                f("hedf9d7c", "Premium+"),
                f("f5de898e", "六边形资料图片"),
                f("fcc8734a", "方形资料图片"),
                f("c64e46f8", "这位成员已从社群删除，所以他们的帖子已被隐藏。"),
                f("b3f1cb42", "这个帖子因违反社群规则而被版主隐藏。"),
                f("cbd2dc9c", "你已举报这个帖子。"),
                f("cfbea177", function (e) {
                    return e.name + " 的空间";
                }),
                f("ab4fc8bc", "空间"),
                f("jd859c9c", "已将你从这个空间移除。"),
                f("c60ed9b0", "你无权加入此空间。"),
                f("d8227e16", "你无权创建此空间"),
                f("f027fed8", "画中画"),
                f("hd50e064", "暂时不用"),
                f("i76d640e", "我们需要你授予权限"),
                f("fdaa0be8", "要在此空间中发言，你需要授予 X 对麦克风的访问权限。请检查你的浏览器设置。 "),
                f("gea6cc1a", "你确定吗？"),
                f("hb568af4", "隐藏"),
                f("f7c8617a", "什么是剪辑？"),
                f("ecc7d2ec", "剪辑是录制下来的瞬间，你的空间中的任何人都可以制作和分享。所有剪辑会在 30 天后过期。"),
                f("d575ee02", "谁可以制作剪辑？"),
                f("dbc477a4", "任何人（甚至听众）都可以制作剪辑。唯一的问题是，你必须在 X 上签名。"),
                f("ed1d1cc0", "任何用户的发言都可以制作为剪辑"),
                f("e5d193c8", "如果你发言，它们就可能最终被制作成剪辑。如果剪辑中有你，我们会告诉你。"),
                f("e1547ec0", "将空间中的瞬间制作成剪辑"),
                f("i154245e", "听到了一些荒谬或神奇的事情？制作剪辑并分享。"),
                f("j24c37b2", "知道了"),
                f("g1c6f16e", "已录制的空间"),
                f("e5609214", "让空间开始直播"),
                f("g665514c", "只有发言人会被录音"),
                f("ja196c5a", "发言的人会被录音。录音是公开的，所以任何人都可以重播。"),
                f("dd317ed6", "重播或与他人分享"),
                f("jf03b37c", "你随时都能收听录音。你也可以通过帖子来分享录音。"),
                f("fd05976b", "了解更多"),
                f("b4f91a8a", "记录功能开启"),
                f("gb418012", "欢迎使用空间"),
                f("fec3c1e0", "可在里面进行实时音频对话"),
                f("j32eb4f8", "最多添加 10 位发言人"),
                f("j4f133a6", "你可以在 X 上邀请任何人发言。"),
                f("ed434ac6", "空间是公开的 — 任何人都能加入"),
                f("e0025688", "你的空间你做主"),
                f("c1bc6f86", "作为主持人，你可以控制由谁来发言。你也有权力把不想见到的人踢出空间。"),
                f("b0bc8330", "你也可以屏蔽和举报空间中的用户。"),
                f("cb17a0f3", "了解更多"),
                f("dcd77941", "了解更多"),
                f("cc724cb0", "创建剪辑"),
                f("cfd2f35e", "取消"),
                f("c1df579e", "下一步"),
                f("e3146662", "无法为这个剪辑制作字幕。"),
                f("f123fea8", "举报这个空间"),
                f("d0aebc28", "描述问题"),
                f("g971a4e8", "自残"),
                f("b96e6682", "暴力"),
                f("e5bf9b3a", "色情内容"),
                f("d2a34320", "儿童安全"),
                f("a9ba3e28", "隐私信息"),
                f("d5519f4a", "滥用行为"),
                f("eb55363c", "这个空间已被举报"),
                f("i65de934", "你正在匿名收听"),
                f("b1037050", "管理空间"),
                f("ic107434", "开启摄像头"),
                f("d7e0329c", "关闭摄像头"),
                f("b772cd66", "完成"),
                f("b3bd3e38", "首先显示热门帖子"),
                f("d88cf16c", "首先显示最新帖子"),
                f("bd4ad3ea", "宽比例"),
                f("ca1180a0", "中"),
                f("c86ff1b0", "窄"),
                f("eed02406", "小"),
                f("cffb04d6", "标准"),
                f("af15cef8", "带附注的帖子"),
                f("ab28945c", "贡献者个人资料"),
                f("e2462db4", "在你的网络中分享得最多 · 过去 24 小时"),
                f("ad16f482", "事件"),
                f("c20aaf3e", "错误"),
                f("edf7bc2e", "当前趋势"),
                f("fa884026", "列表"),
                f("fa98627a", "个人资料"),
                f("a9ae1e78", "搜索"),
                f("a2a3824a", "话题"),
                f("a6d5b010", "时间线"),
                f("h5860a68", "Grok"),
                f("a990900c", "简介"),
                f("h02a6fe6", "社群"),
                f("a15648a4", "社群附注"),
                f("j359a2a9", function (e) {
                    return e.handle + " • " + e.itemName;
                }),
                f("j5ec9765", function (e) {
                    return e.handle + " • 为文件夹添加书签";
                }),
                f("ce5deee7", function (e) {
                    return e.handle + " • 私信";
                }),
                f("d80c77dc", "你已隐藏这些回复"),
                f("ef939f4b", function (e) {
                    return "@" + e.screenName + " 隐藏的回复";
                }),
                f("g40ff2b4", "你的媒体无法调整大小且太大无法上传。"),
                f("b8098028", "一张或多张图片大小超过上限，并且不能调整大小。"),
                f("b36f4170", "文件是空的。"),
                f("hab3781e", "所提供的一个或多个文件不是图像。"),
                f("f6c4fb02", "无法处理你的 GIF 文件。请查看上传 GIF 的提示。"),
                f("g0af3dd2", "你的 GIF 文件不兼容。请查看上传 GIF 的提示。"),
                f("b8c8b0be", "无法处理你的视频文件。请查看上传视频的窍门。"),
                f("ica6d718", "你的视频文件不兼容。请查看上传视频的窍门。"),
                f("b28d44f7", function (e) {
                    return "你的 GIF 文件太大。GIF 文件应小于 " + e.limit + "MB";
                }),
                f("i1db7d13", function (e) {
                    return "你的视频文件太大。视频应小于 " + e.limit + "MB";
                }),
                f("baac0ed7", function (e) {
                    return "你的视频文件太大。视频应小于 " + e.limit + " GB";
                }),
                f("a22385bb", function (e) {
                    return "你的视频太长。尝试将其控制在 " + e.limit + " 秒或更短。";
                }),
                f("be0440bf", function (e) {
                    return "你的视频太长。尝试将其控制在 " + e.limit + " 分钟或更短。";
                }),
                f("feeba512", "无法处理你的图像文件。请查看上传图像的提示。"),
                f("db123c02", "你的图像文件不兼容。请查看上传图像的提示。"),
                f("db6001e7", function (e) {
                    return "你的图像文件太大。图像应小于 " + e.limit + "MB";
                }),
                f("eb96d952", "你的图像文件缺少高度和宽度"),
                f("b3880588", "上传会话超时。"),
                f("ca058b68", "你的部分媒体载入失败。"),
                f("id24379c", "你的一些媒体上传失败。"),
                f("h4d7cbcc", "你的媒体上传失败。请重试。"),
                f("aaa798fc", "升级"),
                f("f13bb672", "订阅 Premium"),
                f("ab0decc0", "订阅"),
                f("e4e92f35", function (e) {
                    return "升级为 " + e.tier;
                }),
                f("c2831f07", function (e) {
                    return "订阅 " + e.tier;
                }),
                f("fd425414", "获取 Radar"),
                f("g6320792", "获取 Premium 分析"),
                f("f09be7f8", "获得认证"),
                f("j34ad558", "获取 Premium"),
                f("a73d39fb", function (e) {
                    return "开始 " + e.numberOfDays + " 天免费试用";
                }),
                f("i4fb96c7", function (e) {
                    return "享受 X " + e.premiumTierName + " 最高 " + e.percentage + "% 优惠";
                }),
                f("c1c98165", function (e) {
                    return e.percentage + "% 优惠";
                }),
                f("c5546038", "即将过期！"),
                f("e9a47564", "最后的机会"),
                f("f65e7e91", function (e) {
                    return e.tier + " " + e.plan + "可享 " + e.percentage + "% 优惠";
                }),
                f("a84a736e", "获取免费广告积分"),
                f("a0713d76", "升级为“认证组织 ”可获得免费广告积分和一整套业务增长工具。"),
                f("a07e13fc", "成为 Premium 创作者"),
                f("i1b4aea2", "升级以发布更长的视频"),
                f("efa90342", "加入 X Premium 解锁编辑帖子功能"),
                f("cc528e28", "只有 X Premium 订阅者才能编辑帖子。升级以继续。"),
                f("h8a3525e", "在个人资料中设为亮点"),
                f("c0f7a722", "你必须订阅 Premium 才能在个人资料中将帖子设为亮点。"),
                f("i3b31136", "在 X 上撰写文章"),
                f("b6a41c5f", function (e) {
                    return "你必须订阅 " + e.tier + " 才能在 X 上撰写文章";
                }),
                f("ae2c4afc", "想发布自己的文章？"),
                f("d300e29b", function (e) {
                    return "升级为 " + e.tier + " 即可撰写更长的帖子和文章。";
                }),
                f("f614e2bc", "升级为 Premium，即可撰写更长的帖子并使用粗体和斜体等格式。"),
                f("c9772e6e", "升级为 Premium"),
                f("dc5575ac", "想让你的个人资料带有身份认证标签吗？"),
                f("d154f46e", "加入 X Premium 解锁创建社群功能"),
                f("a0228c02", "只有 X Premium 订阅者才能创建社群。升级以继续。"),
                f("d07f1d74", "你必须通过认证才能将这些用户添加到对话中"),
                f("ebe38626", "只有认证用户才能将还没有关注他们的用户添加到群组中。升级以继续。"),
                f("e6eddae0", "通过认证才能创建此群组"),
                f("he27089e", "只有认证用户才能与还没有关注他们的用户创建群组。升级以继续。"),
                f("d7bc1116", "通过认证以便向该用户发送私信"),
                f("f897074a", "只有认证用户才能向还没有关注他们的用户发送私信请求。升级以继续。"),
                f("c0cf5eae", "通过认证以发送更多私信"),
                f("h2da08fc", "你已经达到私信的单日最多条数限制。升级以继续发送私信。"),
                f("j503aee6", "加入 X Premium 下载视频"),
                f("j4dd3bf4", "只有 X Premium 订阅者才能下载视频。升级以继续。"),
                f("bc231a74", "加入 X Premium 以解锁为文件夹添加书签"),
                f("ed534c78", "只有 X Premium 订阅者才能为文件夹添加书签。升级以继续。"),
                f("ed924940", "通过 Premium+ 消除所有广告"),
                f("dccdb326", "只有 Premium+ 订阅者才能免广告。升级以继续。"),
                f("adf3410a", "订阅以解锁新功能，如果符合条件，还可获得收入分成。"),
                f("d8661dd4", "限时优惠。解锁 X 最棒的功能。"),
                f("fe7fd234", "立即免费试用 Premium Basic"),
                f("a2f86dda", "Premium Basic 可通过将文件夹加入书签、编辑帖子、自定义应用图标等功能来增强你的体验。"),
                f("d9593598", "立即免费试用 Premium"),
                f("d0d6b59c", "Premium 为你带来升级体验，广告更少，工具更强大。"),
                f("g4bb7ea8", "享受 X Premium 最高 50% 优惠"),
                f("b748499c", "优惠已延长！"),
                f("b81135bc", "今日截止！"),
                f("a8b4b878", "这个感恩节，体验最棒的 X。"),
                f("df7fb242", "感恩节优惠"),
                f("aeaf14a6", "Premium 订阅可享 40% 优惠。即将过期！"),
                f("ca8cbf78", "Premium 和 Premium+ 订阅可享 40% 优惠"),
                f("j88ba18e", "领取优惠"),
                f("f4dc8ea3", function (e) {
                    return "X Premium 订阅可享 " + e.percentage + "% 优惠。解锁 X 最棒的功能。";
                }),
                f("db6a5d54", "你尚未通过认证"),
                f("edf7f57e", "通过认证即可获得推广回复、分析、免广告浏览等功能。立即升级你的个人资料。"),
                f("ba920d68", "通过认证来提升你的影响力"),
                f("ib79d0c2", "解锁 VIP 功能：认证你的账号"),
                f("c0d3bd82", "你已在 X 上投放广告，但尚未订阅“认证组织”"),
                f("d7836d1e", "订阅即可获得最高 12,000 美元的免费广告积分、黄金认证、VIP 支持和一整套发展工具。"),
                f("f528e369", function (e) {
                    return "订阅 " + e.tier + "，撰写自己的文章";
                }),
                f("c5a8022a", "通过“文章”，你可以直接在 X 上发布包含多格式文本和内联媒体的长篇内容。"),
                f("d77899b6", "订阅 Premium，撰写自己的长帖"),
                f("bd65482a", "撰写更长的帖子并使用粗体和斜体等文本格式。"),
                f("bee20918", "发帖赚取报酬"),
                f("gb699d52", "喜欢在 X 上发帖？订阅 Premium，加入我们的收入分成计划。"),
                f("f69877c2", "通过 Premium 推广你的回复"),
                f("gba90d44", "更多曝光机会，脱颖而出，引人注目。"),
                f("a6dbcd58", "通过订阅 Premium 来支持创作者"),
                f("c4f49130", "多达 25% 的订阅费将直接用于创作者。"),
                f("ca8fa2c0", "通过蓝色对号认证"),
                f("febffc1a", "提升你的可信度和知名度，让大家听到你的声音。"),
                f("j45a377a", "升级为 Premium+"),
                f("i7170016", "享受更多好处，比如免广告和最高回复优先级。"),
                f("ee87f95e", "升级 X Premium 以进行高级分析"),
                f("ac38dbc0", "查看你的个人资料分析，了解你的受众等。升级以继续。"),
                f("i6e73154", "账号分析功能预览，包括条形图和指标"),
                f("b583e154", "注册 X Premium 即可解锁分析"),
                f("b7fb8c5e", "花 1 千美元，得 1 千美元"),
                f("ca559b70", "立即订阅"),
                f("d68773a4", "通过 Radar 让趋势可视化"),
                f("f677fed6", "监控关键词、可视化趋势动态并过滤对话。一切均实时进行。"),
                f("ha49eac2", "想在 X 上快速成长？"),
                f("f27018b4", "借助 Premium 分析，利用智能数据见解来吸引更多关注者"),
                f("dfea1f08", "不要错过宝贵的见解"),
                f("da8c5244", "借助 Premium 分析，你可以利用智能数据见解来吸引更多关注者。"),
                f("b081baea", "你错过了一些真知灼见！"),
                f("d5effffc", "添加徽章"),
                f("c3653d44", "认证你的企业"),
                f("e8070e70", "试用 Premium"),
                f("ec42820e", "想让更多人看到你的回复？"),
                f("b0a95418", "通过 Premium 进行回复推广"),
                f("j8ee20aa", "通过回复推广在对话中脱颖而出"),
                f("g13aa596", "订阅 Premium 以推广你的回复"),
                f("cadd92be", "访问你的帖子分析"),
                f("a7058228", "注册 X Premium 即可解锁高级分析"),
                f("gb7823ba", "账号分析"),
                f("i90f8e36", "整理你的书签"),
                f("abc6e710", "通过 X Premium 将书签分类到文件夹中"),
                f("b7fa0cfe", "热门文章"),
                f("bcc7e8c0", "所有书签"),
                f("i3145aa0", "书签"),
                f("e39b368e", "播客"),
                f("hbea78a8", "新建列"),
                f("b5298d92", "连接"),
                f("d35d74e4", "对话"),
                f("h5245afa", "社群"),
                f("d4ebc798", "草稿"),
                f("fcf3e54c", "探索"),
                f("d806aa1a", "隐藏的回复"),
                f("ha8209bc", "主页"),
                f("a2f81050", "私信"),
                f("cf2d1048", "私信请求"),
                f("e7172d70", "更多私信"),
                f("e1066d88", "我的个人资料"),
                f("eb75875e", "通知"),
                f("j45978a8", "引用"),
                f("fd6a3f30", "预排期的帖子"),
                f("aa4209e8", "超级关注者"),
                f("d52a1caa", "订阅者"),
                f("d7b51c68", "订阅服务"),
                f("c5f4befa", "趋势"),
                f("df34a454", "发帖"),
                f("gfccba44", "成员请求"),
                f("e42dd8fa", "审核日志"),
                f("c2c191fc", "举报的帖子"),
                f("c63602d4", "我的社群"),
                f("ddf0ba7e", "贴文集"),
                f("c64974fc", "关注者"),
                f("i099d32e", "你认识的关注者"),
                f("d960b55c", "正在关注"),
                f("b007440a", "工作"),
                f("aa68dafc", "通知详情"),
                f("b8533bac", "话题"),
                f("jf00ebf6", "列不可用"),
                f("jaaa8984", "位置"),
                f("f345dcda", "编辑历史"),
                f("hea3f8ac", "相关帖子"),
                f("c8ee31da", "新闻"),
                f("d35c9eec", "账号分析"),
                f("b5b7fb94", "群组"),
                f("g755fcde", "你"),
                f("f6b1ff81", function (e) {
                    return e.name + " 与你";
                }),
                f("j652293d", function (e) {
                    return e.listOfParticipants + " 和其他 " + e.count + " 个";
                }),
                f("fb4ee2f6", "私信请求已删除"),
                f("j607bf02", "下载 X 应用"),
                f("j49fd4e8", "切换到应用"),
                f("a565833e", "注册"),
                f("e919c3bc", "登录"),
                f("a17a75da", "X 的应用更精彩"),
                f("e7342ed4", "永不错过帖子。在 X 应用中打开它，享受完整体验。"),
                f("b6a43e78", "抢先获悉"),
                f("b469e406", "随时了解最重要的事情。切换到该应用，接收有关你关注的用户、主题和事件的推送通知。"),
                f("b8505290", "回复帖子，加入对话。"),
                f("ae8b0564", "转发帖子，传播信息。"),
                f("f2adab0e", "喜欢一个帖子，告诉大家你感兴趣的内容。"),
                f("b7821a74", "立即注册，这样你就不会错过他们的帖子了。"),
                f("e6d43d06", "关注话题，发现精彩帖子"),
                f("ic848090", "首先登录"),
                f("f9ebe066", "你可以加入社群中的对话 — 直接登录就可以。"),
                f("je3d93e2", "X 上的用户能够抢先知道。"),
                f("ea88ce2e", "新鲜事一网打尽"),
                f("d8817e36", "接受所有 Cookie"),
                f("b9288ee6", "拒绝非必要的 Cookie"),
                f("i1390ec2", "有人说…Cookie 吗？"),
                f("ga3121d5", "帮助中心"),
                f("g482c949", "显示更多关于你的选项的信息。"),
                f("b47e760e", "要查看键盘快捷键，按下问号"),
                f("fd2c7b44", "查看键盘快捷键"),
                f("g7e2adf2", "创建一个新的栏目面板"),
                f("a6ba09e8", "重复列"),
                f("f5c9ccca", "编辑当前栏目面板"),
                f("bf42c578", "关注重新排序按钮"),
                f("j6fa64a6", "前往最后一列"),
                f("b5545202", "前往最后一个置顶栏目面板"),
                f("e0497acc", "前往管理所有栏目面板"),
                f("beef7b14", "前往下一列"),
                f("a5cb005e", "前往第 N 列"),
                f("f65391bc", "前往第 N 个置顶栏目面板"),
                f("h0bfdd20", "添加列"),
                f("h770f6d4", "前往上一列"),
                f("b8b2b70c", "删除列"),
                f("a3e2df76", "撤销删除列"),
                f("g850aec4", "打开/关闭列设置"),
                f("d5696fcc", "快捷键帮助"),
                f("a83d4280", "下一个帖子"),
                f("g0048656", "上一个帖子"),
                f("a690c4d0", "向下翻页"),
                f("e893811a", "加载新帖子"),
                f("cdb53d7a", "提及"),
                f("d7b8ebaa", "喜欢"),
                f("b0041756", "列表"),
                f("d4986f86", "私信"),
                f("bb081ea2", "设置"),
                f("eee2ed92", "查看用户..."),
                f("ee5ccf3e", "显示设置"),
                f("ab3d53f8", "新帖子"),
                f("de94bda6", "发送帖子"),
                f("e736990a", "新私信"),
                f("fe731016", "喜欢"),
                f("d17df548", "回复"),
                f("g062295e", "转帖"),
                f("h01621a4", "分享帖子"),
                f("gb303814", "书签"),
                f("c03b1126", "隐藏账号"),
                f("ebd2abb2", "屏蔽账号"),
                f("hc6c5510", "打开帖子详情"),
                f("eebdef38", "展开照片"),
                f("b488758c", "打开/关闭私信悬浮框"),
                f("c82314e0", "暂停/播放所选视频"),
                f("b881560e", "将所选视频静音"),
                f("a94f7302", "前往音频悬浮"),
                f("a7e604c6", "播放/暂停音频悬浮"),
                f("f978c4fc", "隐藏/取消隐藏音频悬浮"),
                f("hc73f030", "你的账号"),
                f("f15bfdb4", "账号信息"),
                f("a3841918", "电子邮件"),
                f("c21037d0", "国家/地区"),
                f("ab1f7ee0", "更改你的密码"),
                f("e731db5a", "密码重置"),
                f("f56af9cc", "下载你的数据的存档"),
                f("hfb92b14", "停用你的帐号"),
                f("bf96fda4", "年龄"),
                f("d12d42dc", "自动"),
                f("fdb81456", "戏仿标签"),
                f("j9d10268", "账号动态"),
                f("i6b3f59a", "账号历史"),
                f("da202f9a", "你的广告商列表"),
                f("hc36dbba", "登录的设备和应用"),
                f("a8d0108e", "性别"),
                f("a03dacaa", "语言"),
                f("d9138166", "查看你去过的地方"),
                f("b523ecc6", "账号访问历史"),
                f("abedd45c", "索取你的数据"),
                f("h1f01a24", "兴趣"),
                f("j7ad754a", "你的 X 数据"),
                f("d299431c", "盈利"),
                f("j087774e", "金币"),
                f("ff9ed474", "总收益"),
                f("ec885836", "创作者收入分成"),
                f("b431a5c6", "广告收入分成"),
                f("b0e986ec", "盈利 IDV"),
                f("aca4d76a", "广告收入分成设置"),
                f("ab1b837a", "广告收入分成面板"),
                f("a9c1a9cc", "视频广告"),
                f("d4ab5c12", "视频广告设置"),
                f("c429e3ba", "创作者订阅服务"),
                f("fce877d6", "撤销帖子"),
                f("dd0c889e", "个人资料自定义"),
                f("ib35705e", "管理订阅"),
                f("cf131522", "管理附属账号徽章"),
                f("cb165528", "新功能和设置"),
                f("f8645654", "安全性和账号访问权限"),
                f("j95edf76", "安全"),
                f("afe4a358", "身份认证"),
                f("dd703318", "双重身份验证"),
                f("b1686800", "管理安全密钥"),
                f("ae72d4c4", "应用和会话"),
                f("a1e8e682", "已注册设备"),
                f("h1abfbce", "已关联的账号"),
                f("cad53944", "隐私和安全"),
                f("e908903a", "受众和圈人"),
                f("b5c85d2c", "将你的帖子设为私密"),
                f("f56d108e", "照片圈人"),
                f("c6f67e32", "你的帖子"),
                f("f2bd9c48", "你看到的内容"),
                f("cbd449a0", "隐藏和屏蔽"),
                f("daef29b8", "已隐藏账号"),
                f("i0dd9b9e", "已隐藏的字词"),
                f("a5f32aa2", "已屏蔽账号"),
                f("i58a274c", "私信"),
                f("ded416b0", "空间"),
                f("fd4d9068", "允许我认识的人找到我和联系人"),
                f("bbcafbda", "管理联系人"),
                f("aeddb28a", "内容偏好"),
                f("d035a8d0", "广告偏好设置"),
                f("d0b74a5a", "Cookie 首选项"),
                f("h3909cd0", "推断的身份"),
                f("d84e63d2", "X 外的活动"),
                f("h14ba864", "与业务合作伙伴共享数据"),
                f("jabb9c9a", "位置信息"),
                f("fcb6a5b8", "向你的帖子添加位置信息"),
                f("h9f2da68", "敏感媒体"),
                f("id6a8e1a", "回复过滤器"),
                f("fc35f762", "过滤后的回复"),
                f("gaac710a", "举报中心"),
                f("bcd81cac", "偏好设置"),
                f("i647fb04", "过滤"),
                f("hee41732", "推送通知"),
                f("e75f25a8", "电子邮件通知"),
                f("cf9b166a", "辅助功能、显示和语言"),
                f("e3719c16", "辅助功能"),
                f("a776eed8", "自动播放"),
                f("c4881c66", "显示"),
                f("d495680e", "语言"),
                f("f953f53a", "更改显示语言"),
                f("eafe3288", "数据使用"),
                f("b721eb38", "关于"),
                f("g9230d00", "委派"),
                f("cb8ebf5c", "你已委派的成员"),
                f("i95202f6", "委派给你的账号"),
                f("afcad7f2", "下载应用"),
                f("e8f57e08", "个性化与数据"),
                f("gbde3534", "兴趣和广告数据"),
                f("a54826c6", "来自合作伙伴的推测兴趣"),
                f("a5cbc19a", "你的分析"),
                f("i9028824", "加载中"),
                f("f5090e28", "似乎你的连接已断开。我们将继续重试。"),
                f("ba929da8", "未找到页面"),
                f("d203e242", "未找到"),
                f("e2eac0c4", "主要"),
                f("i5aa4ce0", "更多菜单项"),
                f("h63a5c3c", "更多"),
                f("a4fc1872", "上周"),
                f("e14bb1da", "上一天"),
                f("d86bbf0f", function (e) {
                    return e.count + " 条未读项目";
                }),
                f("h6beb5fb", function (e) {
                    return e.count + "+";
                }),
                f("i5f7b6b8", "账号"),
                f("da4691aa", "查看所有账号"),
                f("c7e55ccf", function (e) {
                    return "切换到 @" + e.screenname;
                }),
                f("b20a3894", "你想要切换的账号已被删除。"),
                f("daffabde", "代表…"),
                f("eccbfa26", "委派账号"),
                f("a1b7a904", "代表"),
                f("g61ed8a4", "出错了。"),
                f("e520f166", "你已达到每日发帖数量限制。"),
                f("c0554ca0", "出错了！请稍后再尝试发送你的帖子。"),
                f("b25c5b2a", "哇哦！你已经发过了。"),
                f("cef21114", "你的账号已被冻结，不能发送帖子。"),
                f("cf369a0e", "你尝试回复的帖子已被删除或对你不可见。"),
                f("cd86efa8", "你的帖子文本超出了所允许的 @提及数。"),
                f("e002f424", "你的帖子文本超出了所允许的 URL 数。"),
                f("c2b4ae8c", "你的帖子文本超出了所允许的话题标签数。"),
                f("hf05f59e", "你的帖子文本超出了所允许的 Cashtag 数。"),
                f("dffb84c6", "你的帖子包含一个过长的话题标签。"),
                f("d7b21bc8", "你的帖子文本超出了所允许的附件类型数。"),
                f("e4672ac2", "哎哟! 你的帖子里的一个 URL 似乎链接到一个含有垃圾信息或是不安全内容的页面。"),
                f("he5ecf52", "你的帖子文本超出了上限。"),
                f("ac78e602", "你的帖子内容无效。"),
                f("i251c738", "你尝试上传的视频帧率太高。"),
                f("ed3ac7ef", function (e) {
                    return "你尝试上传的视频帧率太高。最大帧率：60。实际帧率：" + e.frameRate + "。";
                }),
                f("e23fe0cc", "你尝试上传的视频宽高比太大。"),
                f("ca4514c0", "你尝试上传的视频宽高比太小。"),
                f("fb4a459c", "你尝试上传的视频时间太短。"),
                f("ca1afa98", "你尝试上传的视频时间太长。"),
                f("b2e94283", function (e) {
                    return "来自 @" + e.viaScreenName;
                }),
                f("ee69d769", function (e) {
                    return "发帖" + e.verb;
                }),
                f("ge8e4a38", "全部发帖"),
                f("h735a98e", "安排表"),
                f("h3701ffe", "更新"),
                f("d9ef2842", "未读项目"),
                f("cdf89b84", "品牌定制点赞预览"),
                f("i83d4f14", "关注请求"),
                f("aeede01a", "Imprint"),
                f("ae1bbb26", "登出"),
                f("fd442790", "设置和隐私"),
                f("da137d9a", "MStV Transparenzangaben"),
                f("e0cb0c72", "广告"),
                f("e2eef3c2", "认证组织"),
                f("b55d8a78", "创建你的空间"),
                f("e5323e36", "开始直播"),
                f("a5a30af0", "文章"),
                f("d13d697c", "新"),
                f("j0e2cfa8", "商业"),
                f("h5e38204", "聊天"),
                f("h7d5d9fa", "测试版"),
                f("ga169e1b", function (e) {
                    return "私信（" + e.count + " 条未读 对话）";
                }),
                f("d83682ec", "主页（未读新帖子）"),
                f("e1249849", function (e) {
                    return "提醒（" + e.count + " 条未读 提醒）";
                }),
                f("c0b786ee", "搜索和发现"),
                f("bb967f9e", "视频"),
                f("e04033be", "有新的帖子。按句点键即可前往查看它们。"),
                f("hec711c0", "查看新帖子"),
                f("j0a8da6e", "添加已有账号"),
                f("c6f2bf00", "管理账号"),
                f("a58e0e51", function (e) {
                    return "登出 @" + e.screenName;
                }),
                f("j62f43a6", "查看委派账号"),
                f("d4c52015", function (e) {
                    return e.count + " 个待处理的委派账号 个邀请";
                }),
                f("b8e1d524", "账号"),
                f("gef27c4c", "账号菜单"),
                f("b7dc3885", function (e) {
                    return "切换到 @" + e.screenName;
                }),
                f("c61eea74", "个人账号"),
                f("g6d42fea", "切换导航"),
                f("eb022176", "创建账号"),
                f("gcfef7b6", "用手机或电子邮件创建账号"),
                f("e5b0e544", "登录"),
                f("gd93944e", "使用应用"),
                f("f2f787a0", "服务条款"),
                f("e1099fd6", "隐私政策"),
                f("c1df1ae0", "Cookie 使用条款"),
                f("cdc1bff7", function (e) {
                    return "个人资料菜单 " + e.loggedInUserName;
                }),
                f("fd48249b", function (e) {
                    return e.count + " 人";
                }),
                f("b93ba92d", function (e) {
                    return e.peopleCount + " 用户";
                }),
                f("ae2205d2", "你们相互关注"),
                f("fd06b02f", function (e) {
                    return "@" + e.screenName + " 目前加入了一个激活的空间，请通过他们的个人资料点击加入";
                }),
                f("f2b3fe06", "加载结果"),
                f("fc9dd578", "搜索用户"),
                f("gdb7bc25", function (e) {
                    return e.name + " - 选择以移除";
                }),
                f("f065ba8c", "查询词条"),
                f("hbc99b03", function (e) {
                    return "前往 @" + e.screenName;
                }),
                f("a2c1b222", "尝试搜索人物、列表或关键词"),
                f("f45c4250", "清除所有最近搜索？"),
                f("caae4dda", "此操作无法撤销，并且你将移除所有最近搜索。"),
                f("dbd5d400", "清除"),
                f("a8d68f62", "最近"),
                f("c6530778", "已保存的搜索"),
                f("e047b8fa", "清除全部"),
                f("aa6e3300", "你的网络连接似乎出了问题。请检查并重试。"),
                f("e68b09b4", "移除"),
                f("hffea05c", "删除已保存的搜索？"),
                f("j037e374", "此操作无法撤销，并且你将失去你保存的搜索。"),
                f("d96cf7ce", "删除"),
                f("hbe4feb5", function (e) {
                    return "已向 @" + e.screenName + " 发送关注请求，请等待对方的批准。";
                }),
                f("df4c86b0", "请先更新你的个人资料"),
                f("bba40ffa", "你不能关注此帐号"),
                f("f558829e", "要关注此账号，你需要在个人资料中包含你的出生日期，确保你达到最低年龄要求。"),
                f("a6941096", "这个账号在你的国家/地区不能关注。"),
                f("if8cd2a4", "你未满关注此账号所需的年龄。"),
                f("b5972260", "出错了！请稍后再尝试删除你对该用户的关注请求。"),
                f("j4292c24", "该用户已请求阻止你的关注。"),
                f("a0ba5842", "你暂时不能关注更多用户。"),
                f("a5202b82", "出错了！请稍后再尝试关注该用户。"),
                f("f8cbf714", "你尝试关注的用户不存在。"),
                f("f2e66452", "你的账号已被冻结，不能关注用户。"),
                f("ca96fe6e", "出错了！请稍后再尝试取消屏蔽该用户。"),
                f("e1a0aaca", "出错了！请稍后再尝试取消关注该用户。"),
                f("fd5208c6", "前往设置"),
                f("c0d13570", "附属账号"),
                f("ba96929e", "招聘"),
                f("gf62c116", "支持"),
                f("a4cf866e", "广告"),
                f("g2fd3206", "用户"),
                f("h70bdf0a", "Radar"),
                f("bf6b72ac", "完全功能"),
                f("e49537c2", "唔...该页面不存在。请尝试搜索别的内容。"),
                f("fcbb540a", "频率已达上限"),
                f("d4f88600", "验证联系信息"),
                f("b192ccae", "你还没有确认的联系方法。"),
                f("a0487504", "要申请验证，你必须首先确认一种联系方法。"),
                f("fff7d93c", "添加照片"),
                f("g969bfae", "你缺少个人资料照片"),
                f("gb2f35e4", "为了申请认证，你必须首先添加一张个人资料照片。"),
                f("i33cf692", "添加 URL 字段"),
                f("b679ff6a", "无效 URL"),
                f("i79902b4", "选择验证方法"),
                f("fb2fcb5c", "这一步有助于我们验证你的身份。请选择最适合你的方法。"),
                f("e43425fa", "政府发放的身份证"),
                f("cb7c2e2e", "政府发放的身份证上的照片。"),
                f("a411926a", "官方电子邮箱"),
                f("g253cdd0", "官方电子邮箱，域名要与你所选的类别相关。"),
                f("cf93bcb0", "官方网站参考"),
                f("gfb55fa8", "一个直接引用了你的 X 账号的官方网站。"),
                f("g40cd2c0", "经认证的引用"),
                f("a7f1cff6", "添加官方网站参考"),
                f("a11cd524", "输入引用了你的 X 账号并与你的认证申请相关联的官方网站。"),
                f("ba656f26", "网站是否引用了你的 X 账号？"),
                f("ed751204", "我们需要确认你的账号是真实的，然后才能让你通过认证。如果你链接的页面上并未引用你的用户名，那么你需要提交真实性证明才能完成申请。"),
                f("fbc023b0", "是的，没错"),
                f("e785ce06", "我将使用不同的选项"),
                f("i8d58f3e", "我要使用政府 ID"),
                f("eb21ecaa", "我要使用邮件地址"),
                f("f848a69e", "我们需要确认你的账号的真实性，以验证你的身份。如果你的用户名并未被所提供的官方网站引用，我们就无法确认账号的真实性。"),
                f("d59b5366", "我们需要确认你账号的真实性以验证你的身份。如果你的用户名没有在你链接的页面上引用，我们就无法可靠地把你的账号和一个知名的内容创作者联系起来。"),
                f("bfb01c62", "不，返回"),
                f("fa51040a", "提供符合条件并且引用了你和你的 X 账号的组织官方网站的链接。"),
                f("d0460f12", "提供一个链接来证明你的账号就是组织的官方 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("h45b00d8", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的娱乐公司所管理。"),
                f("fc718708", "符合条件并且引用了你和你的 X 账号的组织官方网站。"),
                f("g32c2900", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的制作机构所管理。"),
                f("j5b1224c", "提供一个链接来证明你的账号就是制作机构的官方 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("d090a5d4", "一个引用了你的 X 账号的已认证机构或出版物的官方网站。"),
                f("eb08a392", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的政府办公室候选人所管理。"),
                f("h0de1396", "提供一个链接来证明你的账号就是与本申请相关的办公室候选人的官方 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("dcc23262", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的活动家或组织者所管理。"),
                f("c880e068", "引用了你和你的 X 账号的宣传组织官方网站。"),
                f("e412d500", "提供一个链接来证明你在认证宣传组织中的领导职位，同时提供你的 X 账号。该引用必须源自一个经认证的组织的官方网站。"),
                f("dedf41f2", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的有影响力的个人所管理。"),
                f("b4aed9e0", "一个引用了你和你的 X 账号的已认证机构的官方网站。"),
                f("b2069e40", "提供一个引用了你和你的 X 账号的链接。该引用必须源自一个经认证组织的官方网站。"),
                f("baf718c4", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的公司、品牌或机构所管理。"),
                f("c65bbbc2", "选择一种方法来证明你的账号真实可信，并且是由与该申请相关的内容创作者所管理。"),
                f("i31e3606", "一个包含符合条件的公司、品牌或组织域名的官方邮件地址。"),
                f("de70afe8", "在符合条件的组织官方网站上提及了你和你的 X 账号。"),
                f("a3a523f2", "提供一个链接来证明你的账号就是公司的官方 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("jf58899a", "提供一个链接来证明你是组织的高级领导，同时提供你的 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("f7afbaec", "选择一种方法来证明你的账号是真实可信的，并且是由符合条件的新闻机构或出版物的记者所管理。"),
                f("d4ab0056", "选择一种方法来证明你的正好是真实的，并且是由一位知名的自由记者在管理。"),
                f("d2a77622", "一个包含符合条件的新闻机构或出版物域名的官方邮件地址。"),
                f("eec341da", "一个引用了你的 X 账号的新闻机构或出版物的官方网站。"),
                f("b03ae068", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的新闻机构或出版物所管理。"),
                f("g0daba4a", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的职业游戏玩家所管理。"),
                f("ab8e430c", "提供一个链接来证明你的账号就是与本申请相关的游戏玩家的官方 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("cdcd9cd6", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的职业体育实体所管理。"),
                f("gad25890", "提供一个链接来证明你的账号就是与本申请相关的专业体育实体的官方 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("e6dc91b2", "选择一种方法来证明你的账号是真实可信的，并且是由与此申请相关的职业体育人物所管理。"),
                f("i9aed706", "提供一个链接来证明你的账号就是与本申请相关的专业体育人物的官方 X 账号。该引用必须源自一个经认证的实体的官方网站。"),
                f("abd587d2", "添加其他引用"),
                f("i0bba81a", "添加就业证明"),
                f("a6a76e3c", "选择知名度方法"),
                f("ecd2abda", "确认账号资格条件"),
                f("cb70b894", "返回"),
                f("g8b511fe", "Google Trends"),
                f("c7d50c96", "Google Trends 上的个人资料以及关于你的近期搜索活动的证据。"),
                f("a68b43ee", "添加 Google Trends 个人资料"),
                f("b5e30390", "Google Trends 个人资料"),
                f("h146703e", "维基百科文章"),
                f("ee38d0f0", "一篇关于你的维基百科文章，并要符合他们对名人的标准。"),
                f("cb97ee3e", "添加维基百科文章"),
                f("hc371f34", "新闻报道"),
                f("b9d0ad90", "至少三个知名新闻机构的链接，这些机构在过去六个月内曾报道或提到过你。"),
                f("ge137dce", "过去六个月内符合条件的新闻出版物中关于你的至少三篇文章。"),
                f("h2b9a5fe", "过去六个月内符合条件的新闻出版物中关于你的公司的至少三篇文章。"),
                f("baccb708", "添加经认证的新闻报道"),
                f("feadd98c", "添加经认证的新闻引用"),
                f("j7ae97aa", "经认证的新闻引用"),
                f("c368aa8e", "至少三篇来自经认证的新闻出版物的文章提到了你。"),
                f("ded0edad", function (e) {
                    return "文章编号" + e.n;
                }),
                f("bebae55a", "公开证券交易所"),
                f("c5571610", "一个可以证明在公开证券交易所有实质性存在的链接。"),
                f("e2d42628", "添加证券交易所引用"),
                f("jc19b4e8", "证券交易所上市"),
                f("fc3ee696", "领导引用"),
                f("i3e65eb4", "经认证机构的官方网站，上面引用了你的领导职务。"),
                f("jd014eba", "所提供的 URL 链接到引用申请人的特定页面。"),
                f("a96901cc", "添加领导引用"),
                f("cc424a22", "宣传引用"),
                f("ibfc1a5a", "你不符合这个类别的认证资格条件。"),
                f("e1c78796", "官方网站"),
                f("ff2ee0c2", "积极性"),
                f("hc61adfc", "娱乐"),
                f("e404203c", "游戏竞技"),
                f("d2042392", "政府"),
                f("c365dcc6", "其它"),
                f("d27beb9e", "体育"),
                f("cc4b66b6", "选择类别"),
                f("b37461a4", "选择账号类型"),
                f("b27325f6", "内容创作者"),
                f("a5a6affc", "有影响力的数字内容创作者，经常发布颇受欢迎的原创内容。"),
                f("a15326de", "至少三篇来自合格新闻出版物的文章提到了你。"),
                f("g704a93a", "一个与已知宣传工作相关的官方网站，其中提到了你的领导职位。"),
                f("c6bd60ec", "活动家或组织者"),
                f("c92fdb06", "利用 X 来实现社会经济、政治或文化变革的知名人士。"),
                f("a18c6dfc", "记者"),
                f("h0b46534", "受雇于经认证的新闻机构或出版物的个人记者。"),
                f("ff929fec", "知名机构或附属机构"),
                f("jf537894", "知名机构，以及二级附属账号，包括公司、品牌和非营利组织。"),
                f("d2ea204a", "其他有影响力的个人"),
                f("f875ec6e", "在 X 平台内外有着重要曝光度且不属于其他类别的的个人。"),
                f("i3e6aaa6", "高级领导或行政人员"),
                f("bbcbb9e6", "知名公司、品牌和非营利组织的领导者和其他杰出高管。"),
                f("j0bc23f4", "我确认我的组织的账号已经通过了认证。"),
                f("aa6228de", "娱乐公司"),
                f("d5b3cbca", "主要的娱乐公司，如电视网、电影工作室和唱片公司。"),
                f("b5a3e590", "娱乐圈人士"),
                f("e484f794", "演员、音乐人、导演、编剧、喜剧演员等在娱乐圈有影响力的人物。"),
                f("b8d8ea64", "制作机构"),
                f("ff27db3c", "与娱乐实体相关的作品（如电影、活动/节日、电视节目等）的官方账号。"),
                f("c0e57cb2", "添加你的创作者个人资料"),
                f("f3c605b6", "创作者个人资料"),
                f("h042d1a6", "互联网电影数据库 (IMDB) 个人资料"),
                f("d2310f0c", "互联网电影数据库 (IMDB) 中的个人资料，包括至少 50 位演职人员。"),
                f("ba04b4c2", "添加互联网电影数据库 (IMDB) 个人资料"),
                f("i9b124b6", "政府官员"),
                f("f84a99ee", "主要政府官员，包括国家元首、民选官员、任命的部长以及州或国家一级的大使。"),
                f("j2cb5f50", "办公室候选人"),
                f("j2472894", "州或国家一级公共办公室的正式候选人。"),
                f("ha44c130", "政府办公室或公共服务"),
                f("j8ae9d40", "主要的政府办公室和机构实体，以及公共事业和服务。"),
                f("ef1d6176", "你是州或国家一级的候选人吗？"),
                f("f54ba6e6", "你必须是州或国家一级的现任候选人，才符合此类别的认证条件。"),
                f("dd85d0a0", "你是州或国家一级的官员吗？"),
                f("f0058c60", "你必须是州或国家一级的现任政府官员，才符合此类别的认证条件。"),
                f("f420a712", "添加竞选活动网站"),
                f("fb97d22c", "否，我不是"),
                f("e16b1cc8", "你的个人资料是否符合候选人的标准？"),
                f("cf2ee92e", "办公室候选人必须拥有一个公共账号，其中既要提到他们所竞选的职位，还要链接到他们竞选的官方网站。"),
                f("g544885e", "你的个人资料是否符合政府办公室或机构实体的标准？"),
                f("bd0b4542", "政府办公室和机构实体必须有一个链接到其官方网站的公共账号。"),
                f("i45b224c", "你的个人资料是否符合对官员的标准？"),
                f("fba1dd66", "政府官员必须拥有一个公共账号，其中既要提到他们目前的政府职位，同时还要链接到他们办公室的官方网站。"),
                f("e95c44de", "是，它是完整的"),
                f("fa5e15e2", "我需要更新"),
                f("jdf47e8e", "广告活动网站"),
                f("eeec7316", "添加广告活动网站"),
                f("b163b654", "政府参考"),
                f("d2378d34", "添加政府参考"),
                f("a05b8446", "自由记者"),
                f("hdad12b2", "独立的自由记者，在经认证的出版物上发表过知名的作品。"),
                f("d2d7af4c", "新闻机构或出版物"),
                f("d83e51dc", "印刷和数字出版物；广播、闭路、卫星和流媒体电视和广播新闻网络、电台和节目；播客；以及其他类似媒体。"),
                f("g708cbdc", "你的个人资料是否符合认证要求？"),
                f("b107ee5c", "新闻机构必须有一个链接到其官方网站的公共账号。"),
                f("e8746826", "我确认我的雇主的账号已经通过了认证。"),
                f("jc09b420", "你的个人资料是否符合记者的标准？"),
                f("gfbd7e58", "记者必须有一个公共账号，既要提及他们所工作的经认证的新闻机构的名称，还要有该机构的官方网站的链接。"),
                f("h0ad4c9e", "官方新闻机构引用"),
                f("a6553b50", "符合条件的新闻出版物或机构的官方网站，其中曾提及你是一名记者。"),
                f("a29b2988", "文章署名和出处"),
                f("ab4eae60", "过去 6 个月内发表的合格出版物中的至少 3 个署名或出处。"),
                f("b3fac982", "所提供的 URL 链接到引用我的特定页面。"),
                f("e26dc9e2", "添加知名作品"),
                f("e164df2e", "所提供的文章是否符合对知名的标准？"),
                f("i80ff05e", "只有经认证的新闻机构和出版物所发表的文章才有资格作为符合知名标准的证据。"),
                f("cf7482ec", "是的，它们符合标准"),
                f("fcb96cfc", "职业体育从业者"),
                f("ddc7d64a", "职业体育运动员、教练员、经理人以及参加全球竞赛的运动员（如奥运会、残奥会等）。"),
                f("c4e0d346", "职业体育实体"),
                f("e3ce81fa", "职业体育联盟、团队和全球竞赛（如奥运会、残奥会等）。"),
                f("b2808f48", "游戏玩家"),
                f("db7b3558", "隶属于认证游戏团队或联盟的电子竞技运动员的个人账号。"),
                f("bbd9a912", "我确认与我的账号关联的团队、联盟、活动或组织已经通过了认证。"),
                f("he9c5638", "一个全球竞赛或体育组织的官方网站的链接，而其中提到了你。"),
                f("bf06e1d6", "与职业体育组织相关的官方网站，其中提到了你是一名职业运动员、经理人或教练。"),
                f("e241d35e", "至少三篇来自经认证的新闻机构或出版物的文章，其中提及了你是一名职业运动员、经理人或教练。"),
                f("ad456030", "至少三篇来自经认证的新闻机构或出版物的文章，其中提及了你是一名游戏玩家。"),
                f("hbe2e65c", "一个与经认证的电竞联盟或活动相关的官方网站，其中提及了你是一名游戏玩家。"),
                f("j3da4dea", "你现在不能申请认证"),
                f("af39265e", "公司、品牌和组织"),
                f("bb51cd7a", "体育和游戏"),
                f("c044a571", "了解更多"),
                f("a58cd1fb", "了解更多"),
                f("b47b0fd1", "了解更多"),
                f("db25263b", "了解更多"),
                f("b25b02c3", "了解更多"),
                f("j6ef6afb", "了解更多"),
                f("d42d162b", "了解更多"),
                f("ccadfc85", "了解更多"),
                f("ddb47f57", "了解更多"),
                f("bf9e181b", "了解更多"),
                f("e8e39f95", "了解更多"),
                f("e126dd3f", "了解更多"),
                f("i821844f", "了解更多"),
                f("b0abbb17", "了解更多"),
                f("e7e0d88b", "了解更多"),
                f("i560665f", "了解更多");
            f("f6e774d9", "了解更多"),
                f("h486f755", "了解更多"),
                f("bab41dab", "了解更多"),
                f("e0ebdb29", "了解更多"),
                f("f8493831", "了解更多"),
                f("icb5913f", "了解更多"),
                f("af819833", "了解更多"),
                f("d35525b1", "了解更多"),
                f("cb181ed1", "了解更多"),
                f("f6c3d3f1", "了解更多"),
                f("d4588ded", "了解更多"),
                f("a759bff9", "了解更多"),
                f("c64a59f7", "了解更多"),
                f("c054f433", "了解更多"),
                f("c1b7ad51", "了解更多"),
                f("f7998565", "了解更多"),
                f("c74a47ef", "了解更多"),
                f("gf9899bf", "了解更多"),
                f("d7a9185d", "了解更多"),
                f("c4b205e1", "了解更多"),
                f("c04b4b1d", "了解更多"),
                f("d26ccc67", "了解更多"),
                f("hdb3bc85", "了解更多"),
                f("b6cb494f", "了解更多"),
                f("abc132eb", "了解更多"),
                f("de1b28ad", "了解更多"),
                f("h04c272d", "了解更多"),
                f("j331c659", "了解更多"),
                f("h02fe64f", "了解更多"),
                f("a7df4b85", "了解更多"),
                f("e9b71903", "了解更多"),
                f("g961011f", "了解更多"),
                f("d5dedb7b", "了解更多"),
                f("gd396551", "了解更多"),
                f("dccc08bf", "了解更多"),
                f("f22a6d0d", "了解更多"),
                f("i78c9fd5", "了解更多"),
                f("f3e333a9", "了解更多"),
                f("i5fee6d3", "了解更多"),
                f("fe7420f5", "了解更多"),
                f("fcfad60d", "了解更多"),
                f("cc35a6b9", "了解更多"),
                f("d9bd3823", "了解更多"),
                f("a67f27bd", "了解更多"),
                f("b8be7adb", "了解更多"),
                f("gd663f41", "了解更多"),
                f("b436b101", "了解更多"),
                f("j97bce4a", "X 用户名"),
                f("acd5ca14", "重试。用户名不包括特殊字符，如 @、$ 或 #。"),
                f("bbef41c2", "查看与你的 X 认证申请相关的官方电子邮件地址。"),
                f("be03ecca", "邮件地址"),
                f("c69a40de", "你目前没有通过了验证的邮件地址。"),
                f("c83a1662", "你没有验证合格的邮件地址。"),
                f("e1e878ee", "设置"),
                f("b9635182", "设置"),
                f("j163be32", "开始请求"),
                f("gaf821c8", "认证请求"),
                f("e1ac0f9b", "了解更多"),
                f("h2d4ba56", "正在核实你的身份证..."),
                f("i2051842", "我们正在确认你的身份证是否符合标准。这可能需要 30 秒的时间。"),
                f("fc2a5c92", "出错了"),
                f("jf4b6f70", "上传你的身份证时出现问题。请尝试重新上传。"),
                f("d338f53e", "重试"),
                f("e43672a0", "我们需要收集一些关于你的政府发放的身份证的信息。"),
                f("b246aa5e", "签发国家/地区"),
                f("d6fb5878", "选择国家/地区"),
                f("b72f97cc", "ID 类型"),
                f("b2ab6008", "选择身份证类型"),
                f("h9270b1c", "搜索国家/地区"),
                f("ff1d68f8", "上传你的身份证照片"),
                f("bdada5a6", "正面"),
                f("edfed0f6", "上传身份证的正面"),
                f("def5015d", function (e) {
                    return "返回" + e.back_of_document;
                }),
                f("b09aade6", "上传身份证背面"),
                f("b40ed190", "文档"),
                f("c6650b56", "上传文档"),
                f("d171ed16", "我们只会请值得信赖的第三方来帮助我们。这些第三方会核实你的身份证的真伪，并向我们提供有限的信息和平台，以便让我们确认你符合认证账号状态的资格条件。"),
                f("d20f76cb", "了解更多"),
                f("b8deb156", "隐私政策"),
                f("b9960f32", "添加照片或视频"),
                f("gd80afba", "编辑媒体"),
                f("j322caee", "标记敏感媒体"),
                f("abd845fe", "编辑"),
                f("df1b0708", "播放这个 GIF"),
                f("cd959e5c", "移除媒体"),
                f("add55c98", "媒体"),
                f("f350cf46", "拖放媒体"),
                f("gff1f69e", "加载图片"),
                f("a91bb144", "提交"),
                f("affce770", "我们以及可信任的第三方将使用与你的账号相关的信息，以及你向我们提供的任何额外信息，来确认你的真实身份和认证资格。"),
                f("i0864918", "分类"),
                f("c7942074", "账号类型"),
                f("b8121daa", "知名度参考"),
                f("d247ca70", "查看下面的认证申请的详情。一旦确认，点击提交。"),
                f("b51afbb2", "验证方法"),
                f("cc87b01c", "查看并提交"),
                f("ec6801cc", "您的请求已发送！"),
                f("i6ef95ec", "调查"),
                f("j94e995e", "你的上一次申请已被拒绝。你需要等 30 天后才能提交新的申请。"),
                f("da458d6c", "你在过去 30 天内提交了一次认证申请，但被拒绝了。请再试一次。"),
                f("j4ed9f0e", "你已经提交了一次认证申请，一旦作出决定，我们将尽快联系你。"),
                f("b1ade780", "你的账号太新了。至少等你的账号满了 7 天后再试。"),
                f("aab67626", "你的认证申请正在审核"),
                f("d3c1e25e", "不，这不是做梦。没错，你确实通过了认证。"),
                f("a8b4500e", "规则"),
                f("ef1b5cbc", "选择你想查看以及不想查看的通知。"),
                f("aaafffda", "已隐藏通知"),
                f("afdf29b8", "质量过滤"),
                f("da19d878", "选择过滤重复或自动发送的帖子等内容。这不适用于你关注或最近互动过的账号所发出的通知。"),
                f("i2209530", "保存"),
                f("da867c58", "选择你的通知类型首选项。"),
                f("a2197726", "管理你账号的安全性。"),
                f("i36dcc3e", "除 X 密码外，使用第二种身份验证方式有助于保护你的账号免遭未经授权的访问。你可以选择的方式有短信、身份验证应用或安全密钥。"),
                f("ead60eb8", "额外密码保护"),
                f("gfaf9a4a", "密码重设保护"),
                f("h3cc8462", "为了加强保护，你将需要确认你的邮件地址或手机号码以重置 X 密码。"),
                f("b4bbdeb4", "密匙"),
                f("aeb7dcdc", "启用密匙，增强可能与生物识别绑定的保护功能。"),
                f("dc096238", "上传一份经批准的身份证明表格，以确认你的账号的真实性。你的信息只会被用于验证你的身份，并将得到安全可靠的处理。"),
                f("a999cb72", "保存账号更改"),
                f("dec3c9b8", "密码"),
                f("b929aa74", "请重新输入你的 X 密码以保存更改到你的账号。"),
                f("d1091f50", "忘记密码？"),
                f("d97c07be", "管理创作者订阅服务"),
                f("efa291da", "使用 Stripe 查看和管理你对以下创作者的订阅服务。你在 iOS 或安卓设备上发起的任何有效订阅服务均可在该应用程序中进行管理。"),
                f("j7f5c6aa", "你还没有任何订阅服务"),
                f("ef4602ec", "出错了。请稍后再试。"),
                f("b02df748", "管理账号安全性并跟踪账号使用情况，包括和账号关联的应用程序。"),
                f("g2841de4", "查看有关你的账号登录时间以及账号关联应用的信息。"),
                f("hf45cca6", "管理与 X 关联用于登录的 Google 或 Apple 账户。"),
                f("a310511c", "管理你的分享账号。"),
                f("jc02ae68", "已连接的应用"),
                f("dd82312a", "会话"),
                f("e5e8a89a", "正在加载应用"),
                f("hfa9a2c8", "瞬间管理连接的应用"),
                f("dd1b86f9", function (e) {
                    return "来自 " + e.name;
                }),
                f("cf461930", "你允许访问自己 X 账号的第三方应用会显示在这里。"),
                f("b63b0b1d", "了解更多"),
                f("c2cb5560", "当前会话"),
                f("bca43fd0", "登出其它会话"),
                f("ha6df2ca", "会话是指你正在使用或使用过你的 X 账号的设备。这些都是你的账号目前登录的会话。你可以登出每个会话。"),
                f("b72d2904", "你在这台设备上用这个 X 账号进行了登录 ，并且目前正在使用。"),
                f("b850cbd0", "你在这些设备上用这些账号进行了登录，但目前没有使用它们。 "),
                f("cf3e3164", "登出所有其它会话"),
                f("f810f27a", "你要结束你的其它会话吗？"),
                f("gbb5cec5", function (e) {
                    return "登出将结束你的 " + e.num + " 个其它活跃 X 会话，不会影响你的当前会话。";
                }),
                f("fcbd4904", "这将结束你的活跃 X 会话。"),
                f("ab78d946", "你即将结束你的其它活跃 X 会话，并且需要在这些设备上重新登录，以开始新会话。"),
                f("e186a3d6", function (e) {
                    return "" + e.learnMoreLabel;
                }),
                f("ed5ab16a", "立即激活"),
                f("c9bc33fa", "设备"),
                f("f95ed3e6", "当前设备"),
                f("a787669a", "其他设备注册"),
                f("gbefe730", "你已在其他设备上注册加密私信。"),
                f("d7a9796e", "正在加载设备"),
                f("b5635e86", "注册此设备"),
                f("bb4a95dc", "注册你的设备？"),
                f("a9538040", "注册此设备后，你就可以与其他注册用户开始新的加密对话"),
                f("hd173c7a", "注册"),
                f("hf4312a4", "设备已注册。"),
                f("h7797d18", "已注册"),
                f("hc48a042", "取消注册此设备"),
                f("d5bafb20", "取消注册此设备？"),
                f("i12dee70", "取消设备注册意味着你将无法再访问设备上的加密消息。"),
                f("d4b9db26", "取消注册"),
                f("c18b1b34", "注册的日期和时间"),
                f("e7c9d60a", "所选的设备已被取消注册。"),
                f("cd14c8fe", "正在加载设备信息"),
                f("j9db22f4", "我们找不到这个设备"),
                f("c477d710", "管理你在 X 上看到和分享的信息。"),
                f("b06f5d36", "你的 X 活动"),
                f("fd807e78", "受众、媒体和圈人"),
                f("a9ff473c", "管理你允许其他人在 X 上看到的信息。"),
                f("d0484606", "管理与你的帖子相关的信息。"),
                f("c4afe0e6", "根据你的偏好，比如关注和兴趣，以此来决定你在 X 上看到的内容"),
                f("ab125232", "管理你已隐藏或屏蔽的账号、字词和通知。"),
                f("cc950d94", "管理谁可以直接私信你。"),
                f("fe37f854", "管理哪些人可以看到你的空间收听活动"),
                f("ab987f3c", "控制允许我认识的人找到我并管理导入的联系人。"),
                f("db5fabb0", "数据共享和非 X 动态"),
                f("i83cab8a", "数据分享和个性化"),
                f("e338a794", "管理你在 X 上的广告体验。"),
                f("c05e8024", "管理你在 X 上的 Cookie 体验。"),
                f("d29d59d0", "管理 X 如何使用 X 之外的在线动态，比如你访问的网站，以便个性化你的体验。"),
                f("c981a36c", "允许 X 通过推断的活动来个性化你的体验，例如你没有用于登录 X 的设备上的活动。"),
                f("eb0cc786", "允许与 X 业务合作伙伴共享其他信息。"),
                f("dd533318", "管理 X 用来个性化你的体验的位置信息。"),
                f("bd0646a0", "了解更多有关 X 隐私的信息"),
                f("a607862a", "隐私政策"),
                f("g5925628", "联系我们"),
                f("dd6012f8", "隐私中心"),
                f("jdceda60", "回复"),
                f("f644b748", "管理谁可以回复你的帖子以及过滤后的回复。"),
                f("ff4b3818", "Grok 和第三方协作者"),
                f("i586f3e0", "允许将你的公开数据以及你与 Grok 和 xAI 的互动、输入和结果用于训练和微调"),
                f("d8492604", "选择后，只有关注你的人才能看到你的帖子和其他账号信息。"),
                f("if050fae", "保护你的视频"),
                f("b7ed5f6e", "如果选中，帖子中的视频默认将不可下载。此设置适用于将来的帖子，但不溯及过去的帖子"),
                f("dbb51952", "将你的帖子设为私密？"),
                f("de735de6", "这将使它们仅对你的 X 关注者可见。"),
                f("c5d4192a", "保护"),
                f("d9ddba70", "社群是公开的，所以保护你的账号会隐藏之前的帖子。在你的账号恢复公开之前，你也将无法在社群中发帖。"),
                f("f527b322", "保护我的账号"),
                f("d165c992", "任何人都能圈出你"),
                f("ea339390", "只有你关注的人能圈出你"),
                f("e3a761ee", "关闭"),
                f("a61ed23a", "将你发布的媒体内容标记为可能包含敏感内容"),
                f("ae27c454", "如果启用，你发帖的图片和视频都将对不想看到敏感内容的人标记为敏感信息。"),
                f("fc1d217c", "显示可能含有敏感内容的媒体内容"),
                f("j018f2a2", "探索设置"),
                f("h1ef00dc", "搜索设置"),
                f("b05b9398", "启用此设置后，X 可能会根据你的 X 活动提供个性化的“为你推荐”内容。"),
                f("a3c1324c", "在“为你推荐“时间线上显示推荐内容"),
                f("ee4592ca", "没有人"),
                f("da813d22", "认证用户"),
                f("baffe39a", "每个人"),
                f("b3d8566e", "过滤劣质私信"),
                f("cfda8c44", "对于被检测为可能的垃圾信息或劣质内容，将隐藏其私信请求。这些会被发送至你的私信请求底部的单独收件箱中。你仍然可以根据需要查看。"),
                f("f4c91f40", "允许来自我的订阅者的私信"),
                f("bf0c4336", "你的用户始终可以向你发送私信，而不受其他信息设置的影响。"),
                f("e6c411d8", "过滤血腥媒体"),
                f("g558101a", "对于检测可能包含血腥媒体（如裸露、色情或暴力内容）的私信，将显示警告。你可以根据需要随时选择查看该媒体。"),
                f("d9172542", "显示已读回执"),
                f("bd557506", "让正在和你私信交流的用户知道你已经查看了他们的私信。已读回执不会显示在私信请求中。"),
                f("f29080d0", "允许来自以下用户的私信请求："),
                f("j0adcc2d", "了解更多"),
                f("ib3357a6", "个性化广告"),
                f("f2f9628e", "你在 X 上看到的广告将始终是基于你的 X 动态的广告。启用此设置后，X 可以通过将你的 X 动态与来自我们合作伙伴的其他在线动态和信息相结合，进一步在 X 上和 X 以外个性化来自 X 广告商的广告。"),
                f("b5fe50fc", "广告类别"),
                f("c31a2ea6", "启用这些设置将让你看到这些类别的广告。选择退出便可减少这些类别的广告。"),
                f("if996630", "赌博"),
                f("a9ed7774", "允许使用你在网上看到 X 内容的位置"),
                f("e2d61838", "此设置让 X 能够跟踪你对整合了 X 内容的其他网站的访问，比如嵌入的时间线。这些信息让 X 能够更好地服务于你，比如为你带来个性化的体验。这些 Web 浏览历史记录绝不会存储你的姓名、电子邮件或电话号码。"),
                f("c966aaf4", "你在某些国家时，不存储或使用这些网页访问信息。"),
                f("e8313b32", "你确定吗？一旦关闭，在这个国家时你就不能再打开了。"),
                f("f1d46fd6", "是，我确定"),
                f("f6c8ccc8", "根据推断的身份个性化"),
                f("ed012c88", "X 将始终根据你提供的信息，以及你用于登录的设备来个性化你的体验。启用此设置后，X 也可能会根据其他对你的身份的推断来个性化设置，例如你尚未用于登录 X 的设备和浏览器，或与链接到你的 X 账号的邮件地址和电话号码类似的邮件地址和电话号码。"),
                f("d3c20d80", "允许与业务合作伙伴共享其他信息"),
                f("f1c0d09c", "X 始终与业务合作伙伴共享信息，以运行和改进其产品。启用后，X 可以与那些合作伙伴共享其他信息，以帮助支持 X 业务运营，包括使 X 在其他站点和应用上的营销活动与你更加相关。"),
                f("dc20d918", "根据你去过的地方个性化"),
                f("af7d89e6", "X 一直使用一些信息，例如你在哪里注册以及你的当前位置，以帮助向你展示更相关的内容。启用此设置后，X 可能会根据你去过的地方个性化。"),
                f("f2b23062", "辅助功能、显示和语言"),
                f("fa76d7dc", "管理 X 如何向你显示内容。"),
                f("j7a15010", "管理 X 体验的各个方面，比如限制颜色对比度和运动。"),
                f("a257ecae", "管理字体大小、颜色和背景。这些设置会影响此浏览器上的所有 X 账号。"),
                f("jc3fa0e2", "管理用哪些语言来个性化你的 X 体验。"),
                f("cc2973a8", "限制 X 在此设备上使用某些网络数据的方式。"),
                f("h54e6138", "键盘快捷键"),
                f("a4b69cbc", "显示语言"),
                f("c856bd00", "选择 X 中的标题、按钮和其他文本的首选语言。"),
                f("cab61d58", "选择其他语言"),
                f("dd93fafa", "选择要在 X 上查看的内容所使用的其他语言。"),
                f("bca1de4a", "你讲的其他语言"),
                f("c3aa76c4", "你可能懂得的语言"),
                f("g099069c", "管理 X 根据你的活动推断出的语言，比如你关注的账号和与之互动的帖子。"),
                f("cf9ce876", "应用和帖子语言"),
                f("d4372cf4", "English (US), 中文(简体), Español"),
                f("f8e46b90", "这些是你与 X 账号关联用于登录的社交媒体帐户。你可以在这里禁用访问权限。"),
                f("d84ed6b2", "断开"),
                f("i51130d4", "Google"),
                f("e28901f2", "Apple"),
                f("cf8560be", "已连接"),
                f("ad31b476", "管理你的自动账号。"),
                f("a2981062", "管理账号"),
                f("aff4540e", "更改管理账号"),
                f("b8b9d100", "设置账号自动化"),
                f("e0bc51f6", "关闭账号自动化"),
                f("b92190c2", "管理账号已连接"),
                f("fb03b39a", "管理账号已断开"),
                f("bd51ddfa", "我们现在无法断开您的管理账号。请稍后再试。"),
                f("e91c15f6", "断开你的管理账号？"),
                f("df035b80", "如果断开管理账号的连接，你的自动账号将失去自己的标签。"),
                f("bd12cf34", "是，断开"),
                f("f79acef3", "了解更多"),
                f("a57a341c", "流量节省程序"),
                f("ab6505a8", "选中后，X 将使用较少的数据流量。"),
                f("a5d4fda0", "出错了，别担心，让我们再试一次。"),
                f("g1888dc2", "从不"),
                f("f724d1aa", "仅开启无线网络时"),
                f("cf6472c2", "通过手机或无线网络"),
                f("b2ed92c4", "索取存档"),
                f("ce5d2c46", "暂时不可用"),
                f("bed6a87c", "你的 X 数据链接已过期"),
                f("b24b4768", "转到“我的 X 数据”"),
                f("a0c3f812", "要得到更新版数据，你需要重新索取。"),
                f("eea30bb5", function (e) {
                    return "创建日期：" + e.date;
                }),
                f("f2cde471", function (e) {
                    return "有效日期：" + e.date;
                }),
                f("b7ce9dbf", function (e) {
                    return "预估大小：" + e.size;
                }),
                f("d3de4c97", function (e) {
                    return "X 数据 (" + e.currentIndex + "/" + e.count + ")";
                }),
                f("fc5bfd96", "加入进来"),
                f("gee8110e", "下载存档"),
                f("c326f156", "存档已下载"),
                f("c9fe9b56", "你的存档即将下载"),
                f("j54b679b", function (e) {
                    return "这将在另一个窗口打开，并且可能需要花点时间才能完成。完成后，下载文件将是一个 " + e.size + " 的 ZIP 文件。";
                }),
                f("ac63840d", function (e) {
                    return e.size + " KB";
                }),
                f("bcd9b0ed", function (e) {
                    return e.size + " MB";
                }),
                f("ce494bb4", "字体大小"),
                f("c783d45e", "颜色"),
                f("h306a358", "背景"),
                f("d8680056", "加小"),
                f("j59f0b94", "默认"),
                f("b81aaad8", "大"),
                f("c7044880", "超大"),
                f("e46dffa0", "文字大小"),
                f("ce8a8116", "可选背景"),
                f("d3d48f3a", "浅色"),
                f("i76f67ee", "暗淡"),
                f("c8f85960", "暗黑"),
                f("aefc5b20", "可选颜色"),
                f("a52d0fde", "蓝色"),
                f("d818cdd6", "黄色"),
                f("fee1cd64", "粉色"),
                f("cbed7fb2", "紫色"),
                f("g697ec02", "橙色"),
                f("a7c2204a", "绿色"),
                f("gde8fdd7", function (e) {
                    return "X 的核心是被称为帖子的短信息，就好像这个帖子，其中可以包括照片、视频、链接、文字、话题标签和提及（例如 @" + e.mention + "）！";
                }),
                f("f277e94a", "查看"),
                f("ee79367b", function (e) {
                    return "第 " + e.conversationTreeDepth + " 级：";
                }),
                f("ec6907ba", "广告"),
                f("d9587114", "查看最新帖子"),
                f("b7b86c3c", "打开这个帖子的新版本"),
                f("a407814e", "上次编辑"),
                f("i46ee3f0", "这是该帖子的最新版本。"),
                f("e18cb87c", "解释这个帖子"),
                f("ffe16626", "回复过滤器已开启。"),
                f("jc81f6a7", function (e) {
                    return e.count + " 次观看";
                }),
                f("g521abc6", "Grok，分析！"),
                f("a09331e0", "相关文章"),
                f("e3eceda6", "Grok 操作"),
                f("a653f08f", function (e) {
                    return "查看 " + e.replyCount + " 条回复";
                }),
                f("dc0c8266", "问 Grok"),
                f("i7ac410e", "显示原帖"),
                f("c67f09e8", "显示翻译"),
                f("f396c105", function (e) {
                    return "" + e.displayCount;
                }),
                f("aa037e65", function (e) {
                    return "查看";
                }),
                f("b8f3500a", "在阅读模式下查看主题帖"),
                f("fc7db594", "个人资料概要"),
                f("c3f04d9c", "思考中"),
                f("cbdddb0a", "已结束"),
                f("e98cc293", function (e) {
                    return "正在搜索 " + e.query;
                }),
                f("b0d1e205", function (e) {
                    return "正在搜索**“" + e.query + "”**";
                }),
                f("i2e0f4d7", function (e) {
                    return "正在浏览 " + e.url + " 上的" + e.query;
                }),
                f("acb9b845", function (e) {
                    return "浏览 " + e.url + " 以搜索**“" + e.query + "”**";
                }),
                f("ef261d8d", function (e) {
                    return "正在搜索 @" + e.username + " 的帖子";
                }),
                f("f7d9cfb9", function (e) {
                    return "正在搜索 @" + e.username + " 的帖子中的" + e.query;
                }),
                f("bec7eb11", function (e) {
                    return "正在搜索 @" + e.username + ' 的帖子中的 **"' + e.query + '"**';
                }),
                f("ead81122", "出错了，请刷新以重新连接或重试。"),
                f("f808a13a", "超过频率限制。请稍后再试。"),
                f("e0481e5a", "你所在的国家/地区暂时不支持 Grok。"),
                f("bc0a5b5a", "Grok 目前不可用，请稍后再查看。"),
                f("ef674976", "你未被授权使用本服务。"),
                f("c74e87e0", "文件太大。请选择小一点的文件。"),
                f("bea50a2a", "不支持此文件格式。"),
                f("j77292b7", function (e) {
                    return "请仅选择最多 " + e.count + " 文件 个";
                }),
                f("d4d35bea", "正在翻译..."),
                f("he9c9634", "无法获取翻译"),
                f("j2198c98", "隐藏已翻译帖子"),
                f("i73a7d48", "由 Google 提供翻译"),
                f("eeadb767", function (e) {
                    return "由 Google 翻译自" + e.originLanguage;
                }),
                f("be9b9fb8", "由 Grok 翻译"),
                f("d9c6f69d", function (e) {
                    return "由 Grok 从" + e.originLanguage + "翻译";
                }),
                f("dc445f82", "由 Papago 翻译"),
                f("he9803d3", function (e) {
                    return "由 Papago 翻译自 " + e.originLanguage;
                }),
                f("f8264fc0", "由 X 翻译"),
                f("caa5ba3d", function (e) {
                    return "由 X 翻译自 " + e.originLanguage;
                }),
                f("e0f81ff3", "翻译："),
                f("j2862695", function (e) {
                    return "翻译自 " + e.originLanguage;
                }),
                f("b7cb4fab", "提供翻译"),
                f("cbc8fed4", "翻译得准确吗？请提供反馈，以便我们加以改进："),
                f("d56779a2", "易于理解"),
                f("b6fe8a56", "不清楚或令人困惑"),
                f("a66d80d0", "翻译帖子"),
                f("d4c339b9", function (e) {
                    return "来自 " + e.fullName + " (@" + e.screenName + ") 的帖子";
                }),
                f("db0cb64f", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 已发帖：\n" + e.tweet;
                }),
                f("h6f99ac4", "已添加到你的书签"),
                f("g1c463f6", "已从你的书签中移除"),
                f("a2e7377f", function (e) {
                    return "已从 " + e.bookmarkFolderName + " 中删除";
                }),
                f("i47ad24c", "继续努力！你点赞的帖子越多，时间线就越准确。"),
                f("def4a37c", "很好！你的时间线正变得越来越好。你点赞的内容越多，你的时间线就会变得越好 — 继续给你喜欢的内容点赞。"),
                f("f5d17674", "帖子已转发"),
                f("d714acfa", "帖子已取消转发"),
                f("b18dff26", "只有订阅者可以查看这个转帖"),
                f("c2453318", "添加到文件夹"),
                f("f88553c8", "已复制到剪贴板"),
                f("b5b36724", "回复？"),
                f("gce00a2a", "改为转贴？"),
                f("g271f120", "在你回复之前，将会丢弃你的帖子草稿。"),
                f("gad04d1a", "在你引用之前，将会丢弃你的帖子草稿。"),
                f("ibd021f2", "要首先阅读文章？"),
                f("bbef69c4", "你将要分享尚未在 X 上打开的文章。"),
                f("g5092766", "阅读文章"),
                f("a2d5c006", "感谢访问链接"),
                f("g37bb2d0", "在分享之前访问链接有助于促进深入的讨论。"),
                f("gc45a90a", "展开这条提示"),
                f("g7135e44", "帮助 X 保持信息可靠。请了解更多内容后再喜欢这条帖子。"),
                f("h9b6d468", "帮助 X 保持信息可靠。请了解更多内容后再分享这条帖子。"),
                f("af5cd00e", "了解更多"),
                f("e29c651e", "感谢了解更多信息"),
                f("ef504d80", "你还不能把来自受保护账号的帖子添加到你的书签中"),
                f("cef96d5a", "帖子已在你的书签中"),
                f("b2542f56", "出错了！请稍后再尝试将该帖子添加到书签。"),
                f("fe3b9942", "在该用户的请求下，你已被阻止为其帖子点赞。"),
                f("c2a6dc5c", "出错了！请稍后再尝试点赞你的帖子。"),
                f("b57f01b8", "不能点赞你未关注的受保护用户的帖子。"),
                f("ba0b3cc0", "应该用户的要求，你已被阻止对其帖子进行转帖。"),
                f("h32b1ac4", "出错了！请稍后再尝试转帖。"),
                f("e50cea9e", "这个帖子不允许转帖。"),
                f("d8e56f40", "抱歉！你已超过帖子个数限制。明天再转帖试试。"),
                f("i14d7a46", "出错了！请稍后再尝试将该帖子从你的书签中移除。"),
                f("d4ebfeb0", "稍后再尝试取消对帖子的点赞。"),
                f("e639775e", "稍后再尝试取消转推。"),
                f("fcad707a", "我们针对这个帖子发布了警告，因为它可能含有敏感内容。"),
                f("f1824804", "对该警告提出申诉"),
                f("f755f710", "知道了"),
                f("ced4abbe", "查看对话"),
                f("d00e1d2a", "加入社群"),
                f("e6057014", "邀请加入"),
                f("ba352986", "你现在还无法进行回复"),
                f("d09e76d8", "社群是公开的，因此你可以阅读帖子，但必须加入才能参与。"),
                f("cfa1f802", "探索社群"),
                f("af27a0f8", "你已被移出这个社群"),
                f("id089506", "联系社群版主以恢复成员资格。"),
                f("cac4e916", "此帖子已隐藏"),
                f("cb18be32", "你现在还无法执行此操作"),
                f("dbb5fd8e", "圈子帖子无法被转帖"),
                f("ae2c8a1e", "你为什么无法回复此帖子？"),
                f("afe7ba26", "你为什么无法点赞此帖子？"),
                f("df9e2356", "为什么不能把它加入书签？"),
                f("jead3bc2", "你为什么无法分享此帖子？"),
                f("h2a668b8", "为什么你无法查看帖子分析？"),
                f("bd85267e", "你为什么无法转贴？"),
                f("dcc05a7e", "浏览量"),
                f("e213fada", "没有这个帖子的查看次数。"),
                f("g0954ea6", "只有帖子作者和社群版主团队可以看到这个帖子，并且互动功能被禁用。"),
                f("e7969518", "社群是公开的，所以你可以阅读帖子，但目前只有收到邀请的用户才能参与。"),
                f("g2dc874a", "社群是公开的，所以你可以阅读帖子，但只有成员可以与帖子互动。"),
                f("g562676f", "了解更多"),
                f("ee574c37", "了解更多"),
                f("de2d83d6", "收藏到文件夹"),
                f("f14df406", "复制广告链接"),
                f("e05c00b4", "复制链接"),
                f("f61c4bb0", "通过私信发送"),
                f("id35970e", "发布视频"),
                f("ff9348b8", "分享广告…"),
                f("d03241f8", "帖子分享途径…"),
                f("j08dd2d4", "从书签中移除"),
                f("b7fde1ea", "从文件夹中移除"),
                f("d9a2bd78", "下载视频"),
                f("fbfab656", "分享到空间"),
                f("e668112c", "已与空间分享帖子"),
                f("g5775e46", "查看引用"),
                f("bb192c6b", function (e) {
                    return "" + e.displayCount;
                }),
                f("f23d99b0", function (e) {
                    return "书签";
                }),
                f("e8866a55", function (e) {
                    return "" + e.displayCount;
                }),
                f("eb3abe45", function (e) {
                    return "喜欢次数";
                }),
                f("eff958fb", function (e) {
                    return "" + e.displayCount;
                }),
                f("i5a8c515", function (e) {
                    return "引用";
                }),
                f("dd77f9fb", function (e) {
                    return "" + e.displayCount;
                }),
                f("a755b81b", function (e) {
                    return "转帖";
                }),
                f("e9f1fbcc", "这里暂时没有内容"),
                f("a3b80be6", "稍后再来看看关于此事件的帖子。"),
                f("d93b360a", "这一列已被清除，更多帖子会在创建后出现在上方。"),
                f("d6e2f9be", "正在加载时间线"),
                f("afb4c24a", "没有项目"),
                f("e5b0063d", function (e) {
                    return "时间线：" + e.title;
                }),
                f("ib65b1c6", "使用 Apple 注册"),
                f("f55cebb8", "使用 Apple 登录"),
                f("dcc304d6", "继续使用 Apple"),
                f("e0870f26", "通过 Google 注册"),
                f("gfeffd6a", "通过 Google 注册"),
                f("gf5e9ea6", "撤销"),
                f("e43138c5", function (e) {
                    return "关注 " + e.name;
                }),
                f("be65f2e7", function (e) {
                    return "取消关注 " + e.name;
                }),
                f("a649d337", function (e) {
                    return "对 " + e.name + " 不感兴趣";
                }),
                f("e2f2b658", "我们不会再推荐此话题。"),
                f("b51f7edf", function (e) {
                    return "你取消关注了 " + e.name;
                }),
                f("gac366b3", function (e) {
                    return "你关注了" + e.name;
                }),
                f("f9e45cfb", function (e) {
                    return "屏蔽 @" + e.screenName + "？";
                }),
                f("fcd4d489", function (e) {
                    return "屏蔽 @" + e.screenName;
                }),
                f("a6450e84", "屏蔽"),
                f("g353ad73", function (e) {
                    return "他们将无法关注你或查看你的帖子，而你也将无法看到 @" + e.screenName + " 的帖子或通知。";
                }),
                f("ad00a739", function (e) {
                    return "他们可以查看你的公开帖子，但无法再与它们进行互动。@" + e.screenName + " 也无法关注你或给你留言，而你也不会看到他们发来的通知。";
                }),
                f("a9fd20be", "已成功屏蔽。"),
                f("j546fb79", function (e) {
                    return "取消屏蔽 @" + e.screenName + "？";
                }),
                f("c9623eeb", function (e) {
                    return "取消屏蔽 @" + e.screenName;
                }),
                f("e133be4e", "取消屏蔽"),
                f("he43bca4", "他们将能关注你并查看你的帖子。"),
                f("f5f01af6", "他们将能够关注你并与你的公开帖子互动。"),
                f("b6878b0a", "出错了！请稍后再尝试屏蔽该用户。"),
                f("e40252de", "不在“为你推荐”中显示这些帖子"),
                f("ae225c26", "在“为你推荐”中显示这些帖子"),
                f("a96d2628", "不在“为你推荐”中显示此列表"),
                f("d00abae0", "此列表中的热门帖子将不会再显示在你的“为你推荐”时间线中。"),
                f("e566dd06", "此列表中的热门帖子将不会再显示在“为你推荐”中。"),
                f("j3cc1526", "在“为你推荐”中显示此列表"),
                f("h435716e", "此列表中的热门帖子会显示在“为你推荐”时间线中。"),
                f("e8ba412e", "此列表中的热门帖子现在会显示在“为你推荐”中。"),
                f("d66e95cc", "置顶你帖子的回复？"),
                f("i24ed0de", "置顶回复"),
                f("b1033082", "它会出现在你的帖子回复的顶部。你可以随时替换它或取消置顶。"),
                f("e96a5962", "取消置顶这条回复？"),
                f("ec04e6fc", "取消置顶回复"),
                f("d05618f2", "它不会再出现在这个帖子的回复的顶部。"),
                f("j9aedfdc", "置顶回复"),
                f("c034211a", "取消置顶回复"),
                f("ie4538b4", "在帖子上置顶的回复"),
                f("ad135a24", "从帖子取消置顶的回复"),
                f("ee369efc", "无法将恢复置顶到帖子"),
                f("c3e7f572", "无法从帖子取消置顶回复"),
                f("d058316c", "谢谢。X 会使用此信息，来优化你的时间线。"),
                f("afb7e8f8", "阅读文章"),
                f("jb0429b1", function (e) {
                    return "来自 " + e.name + " @" + e.screenName;
                }),
                f("gfdad702", "18+"),
                f("c5d23126", "置顶"),
                f("j44ec610", "取消置顶"),
                f("ibd0106e", function (e) {
                    return "" + e.formattedCount;
                }),
                f("cface2d1", function (e) {
                    return "成员";
                }),
                f("b5334780", "等待确认"),
                f("b171d7c4", "加入"),
                f("aa7ae3f6", "已加入"),
                f("bb1d57b6", "离开"),
                f("h4fbfa58", "同意并加入"),
                f("ea8cfb1e", "同意并要求加入"),
                f("dc1b14a1", function (e) {
                    return "查看并同意 " + e.communityName + " 规则";
                }),
                f("c966ac64", "无法请求加入社群。请稍后重试。"),
                f("g690e07e", "你的答案（可选）"),
                f("a5d21bf4", "回答为可选。但请记住，这有助于版主接受你的请求。"),
                f("h9526e03", "X 规则"),
                f("c00c234f", function (e) {
                    return e.communityName + " 规则";
                }),
                f("hafa07f2", "参与受限"),
                f("c15bee32", "你已被移出这个社群"),
                f("efa265fc", "你的帖子已设为私密"),
                f("f9cecf48", "抱歉，你现在还不能加入"),
                f("bf7bdb60", "不是你的原因，是我们的问题（真的）。请稍后重试。"),
                f("h27d6950", "你还不能退出"),
                f("b02360f6", "除非社群没有任何成员，否则最后一位管理员或版主不能退出。"),
                f("fe832999", "请把你的帖子设为公开"),
                f("bc7a7af4", "你在社群的帖子将被隐藏，并且无法重新加入。"),
                f("a0e0a52c", function (e) {
                    return "" + e.offendingRule;
                }),
                f("fe76cacc", "显示更多帖子"),
                f("aebb6546", "正在加载更多帖子"),
                f("a3484d22", "平局"),
                f("aab2efa9", function (e) {
                    return "获胜者 " + e.winner;
                }),
                f("ba21c289", function (e) {
                    return "记分牌，" + e.gameCategory + "，" + e.gameState + "，" + e.accessibleGameClockPeriod + "，" + e.teamOneLabel + "，" + e.teamTwoLabel;
                }),
                f("f178e38c", "即将开始"),
                f("b6da6b02", "直播"),
                f("i9f615c8", "结束"),
                f("f897267a", "已延期"),
                f("f93c4b6a", "已取消"),
                f("i79ab12a", "关注话题"),
                f("c0f56044", "取消关注"),
                f("fcf51fe6", "加星"),
                f("e9a90d72", "已加星"),
                f("bf403716", "取消加星"),
                f("c9f08e29", function (e) {
                    return "取消加星 " + e.title + "？";
                }),
                f("hed4dcd0", "即使取消加星该话题，你可能仍会看到有关该话题的帖子，具体取决于你关注的账号。"),
                f("cd876e02", "收藏"),
                f("f2816e02", "已收藏"),
                f("f5b04fbc", "取消收藏"),
                f("c481ae3f", function (e) {
                    return "取消收藏 " + e.title + "？";
                }),
                f("c94116de", "即使取消收藏该话题，你可能仍会看到有关该话题的帖子，具体取决于你关注的账号。"),
                f("e0e730b0", "有兴趣"),
                f("b1850062", "不感兴趣"),
                f("gd3f996f", function (e) {
                    return "对 " + e.title + " 不感兴趣？";
                }),
                f("jdd65aac", "即使你对这个主题不感兴趣，你仍然可能会看到相关的帖子，具体取决于你所关注的账号。"),
                f("f93bb3ee", "加载图片"),
                f("cc37768d", function (e) {
                    return e.mediaFileSize + " KB";
                }),
                f("f19d78d7", function (e) {
                    return e.mediaFileSize + " MB";
                }),
                f("c75bf00e", "加载 GIF"),
                f("d3ac405c", "加载视频"),
                f("g97a046c", "播放此视频"),
                f("ac4c73d8", "嵌入式视频"),
                f("f3bb10a6", "播放视频"),
                f("b87c0a72", "开启推送通知，不错过 X 上每一条正在发生的动态。"),
                f("e71e09ec", "打开通知"),
                f("g4850f44", "推送通知已开启"),
                f("dc397182", "定制"),
                f("ia5e7488", "关闭"),
                f("j681933e", "私密列表"),
                f("add55942", "出错了。稍后再尝试订阅。"),
                f("ib8f5f3c", "出错了。稍后再尝试订阅。"),
                f("e20fc756", "您无法将该成员加到这个列表中。"),
                f("d8a032a2", "你需要先取消已置顶的时间线，然后才能置顶另一个时间线"),
                f("fa816a0a", "重新订购列表"),
                f("ac832ae4", "锁定列表"),
                f("cdb33880", "解锁列表"),
                f("ca5d0a82", "编辑列表"),
                f("ec08efe4", function (e) {
                    return "" + e.formattedCount;
                }),
                f("h9f711f0", function (e) {
                    return "关注者";
                }),
                f("jceadc3e", "无标题"),
                f("a1d5303c", "私密"),
                f("cc8f8a80", "未列入"),
                f("c33a97d6", "公开"),
                f("i73fff1b", function (e) {
                    return "显示 " + e.count + " 帖子";
                }),
                f("a682906d", function (e) {
                    return "还剩下 " + e.count + " 喜欢";
                }),
                f("g566e973", function (e) {
                    return e.jobCount + " 个职位空缺" + e.tcc_organization_open_job_count;
                }),
                f("ccc45ee7", function (e) {
                    return e.team + " 胜出";
                }),
                f("f81a95d7", function (e) {
                    return "" + e.date;
                }),
                f("ed4bea2e", "今天"),
                f("j3e0ae78", function (e) {
                    return "・" + e.formattedTime;
                }),
                f("cabfdd06", "明天"),
                f("abd0f804", function (e) {
                    return "・" + e.formattedTime;
                }),
                f("df45f564", "添加另一个帖子"),
                f("i569ff3e", "显示这个主题帖"),
                f("je5502eb", function (e) {
                    return '包括"' + e.suggestion + '"的结果';
                }),
                f("bc4628a1", function (e) {
                    return '显示"' + e.suggestion + '"的结果';
                }),
                f("a1979464", "正在载入视频"),
                f("ic1e826e", "播放"),
                f("c8b4bca0", "购物"),
                f("f5ea07ec", "立即选购"),
                f("b62956aa", "订购"),
                f("i3ea806a", "订购"),
                f("fd00a76a", "打开"),
                f("e0aa5848", "安装"),
                f("g33f3050", "网站"),
                f("d3f6b1a6", "私信我们"),
                f("b0e322cc", "向我们发送一条私信"),
                f("cb8bddc8", "向我发送一条私信"),
                f("cb8c547e", "发送一条私信"),
                f("d980e29f", function (e) {
                    return "开始日期 " + e.date;
                }),
                f("fdd81500", "轮播广告"),
                f("i0db46e6", "GIF"),
                f("faf745fa", "裸体"),
                f("e1b4e672", "敏感内容"),
                f("acc48c15", function (e) {
                    return "警告：" + e.formattedWarningList;
                }),
                f("a0e81a2e", "显示"),
                f("g034e6f1", function (e) {
                    return "你最多只能在这个举报中附加 " + e.count + " 个帖子。";
                }),
                f("i2e0d584", "推广的帖子"),
                f("b52a940c", "这个帖子不可用。"),
                f("da59404c", "你目前正在查看最新版本。"),
                f("e267df68", "恢复被隐藏"),
                f("d5f162b6", "随时取消隐藏这条回复。还有别的事吗？"),
                f("f376e9d4", "帖子反馈"),
                f("d7c93b6c", "帖子已隐藏"),
                f("b3abacee", "你将看到更少类似帖子。还有任何其他反馈吗？"),
                f("a2411360", "看到一条你喜欢的回复？"),
                f("e8a14626", "现在，你可以使用操作菜单 — 帖子上的三个小圆点 (…) 来置顶你的帖子回复。"),
                f("d41305a8", "带有图钉的消息气泡"),
                f("eca84b72", "撤销转帖"),
                f("g6185a9e", "谁可以回复？"),
                f("i00051cc", "选择谁可以回复这个帖子。只要是提及的人就都能回复。 "),
                f("i9000126", "你关注的账号"),
                f("dcaede8a", "只有你提及的账号"),
                f("ad85cd2e", "你的订阅者"),
                f("f19e4bfc", "认证账号"),
                f("bf994ab2", "仅对你自己可见"),
                f("e7b4b30a", "只有你提及的账号"),
                f("ca6500a8", "在回复中禁用外部链接"),
                f("e839db3a", "忽略"),
                f("c8a98928", "推广图片"),
                f("f5b3dc1e", "稍后再说"),
                f("ae0c5fbe", "更改谁可以回复时出错"),
                f("bae0cbc0", "更改谁可以回复"),
                f("d78131b9", function (e) {
                    return "从列表添加/移除 @" + e.screenName;
                }),
                f("b3b642fc", "为什么推荐这个帖子？"),
                f("fb4ee11c", "为什么播放这条广告？"),
                f("ad50e7d9", function (e) {
                    return "查看 " + e.entity + " 分析";
                }),
                f("ef1042f8", "撰写社群笔记"),
                f("h3edf7a6", "请求社群附注"),
                f("bf8d98f4", "只有“已订阅”用户才能回复"),
                f("e69ada9e", "只有 Premium 订阅者可以回复"),
                f("ae04c4dd", function (e) {
                    return "删除" + e.entity + "？";
                }),
                f("d9442996", "此操作不可撤消，并且将从你的个人资料、关注你的任何账号的时间线以及搜索结果中移除。"),
                f("dad785a7", function (e) {
                    return "这样将从你的个人资料、关注你的任何账号的时间线，以及搜索结果中删除这个 " + e.entity + " 的所有版本。该操作不可撤销。";
                }),
                f("jda253ab", function (e) {
                    return "你的 " + e.entity + " 已删除";
                }),
                f("j49c2f85", function (e) {
                    return "出错了！请稍后再尝试删除你的" + e.entity + "。";
                }),
                f("f9fa0390", "你的文章将被移至草稿状态，并可从“文章”页面删除。"),
                f("dad450ec", "编辑文章"),
                f("g9677c6e", "确认"),
                f("b57bfe70", "编辑文章？"),
                f("bd3da7be", "在编辑期间，文章暂时不会发布，也不会公开显示。当你重新发布更新版本时，所有现有的互动量都将被保留并结转。"),
                f("j26481e6", "你的文章已取消发表，并已移至草稿中进行编辑。"),
                f("b360ac7c", "板块导航"),
                f("adc81042", "板块详情"),
                f("bede965c", function (e) {
                    return "" + e.count;
                }),
                f("g345246c", "这是一篇已发表的文章 — 一种在 X 上撰写内容的新方式。"),
                f("b14efa0a", "文章封面图片"),
                f("afdccedb", function (e) {
                    return "显示 " + e.displayCount + " 回复";
                }),
                f("bdba3e1a", "开启帖子通知"),
                f("c4da7d28", "关闭帖子通知"),
                f("j87c21f4", "未接收通知"),
                f("iebc30ca", "关闭通知"),
                f("dc740eb2", "你会在通知时间线中看到该账号的帖子通知。你也可以在设备上启用推送通知，确保不会错过任何帖子。"),
                f("dca669ad", function (e) {
                    return "来自 " + e.name + " 的转帖将不再出现在你的时间线上";
                }),
                f("ce6da5d7", function (e) {
                    return "来自 " + e.name + " 的转帖将出现在你的时间线上";
                }),
                f("c6ea308b", function (e) {
                    return e.fullName + " (@" + e.screenName + ")";
                }),
                f("a1fef729", function (e) {
                    return "在 X 上看看 " + e.fullName + "。\n" + e.bio;
                }),
                f("c32a3d03", function (e) {
                    return "@" + e.screenName + " 不再是你的关注者";
                }),
                f("j7bb1a43", function (e) {
                    return "举报 @" + e.screenName;
                }),
                f("hef5960c", "分享个人资料..."),
                f("bb1cbeb6", "取消隐藏"),
                f("h2f62206", "隐藏用户"),
                f("e67b2d65", function (e) {
                    return "隐藏 @" + e.screenName;
                }),
                f("f05597b3", function (e) {
                    return "取消隐藏 @" + e.screenName;
                }),
                f("h59f52ee", "已成功隐藏。"),
                f("eea0cbee", "已成功取消隐藏。"),
                f("i29533b3", function (e) {
                    return "@" + e.screenName + " 已被隐藏。";
                }),
                f("h129c3c3", function (e) {
                    return e.screenName + " 已取消隐藏。";
                }),
                f("b3036480", "移除此关注者"),
                f("h27b7407", function (e) {
                    return "@" + e.screenName + " 将从你的关注者中删除并且不会收到 X 的通知。他们将来可以再次关注你。";
                }),
                f("ibd0b842", "复制链接到个人资料"),
                f("b9c26480", "查看话题"),
                f("e922ce0c", "开启转帖"),
                f("ge54bb8c", "关闭转帖"),
                f("h5ef9bc8", "查看列表"),
                f("e9eef4c6", "举报欧盟内的非法内容"),
                f("e28ba0bb", function (e) {
                    return "举报 @" + e.screenName + " 的欧盟内非法内容";
                }),
                f("a30b63da", "出错了！请稍后再移除该关注者。"),
                f("gd11f228", "（需要标题）(Needs title)"),
                f("ced3c85a", "已编辑"),
                f("b375ece0", "只有你能查看这篇未发布的文章。"),
                f("edf9101f", "继续阅读"),
                f("icf7f1a4", "复制到剪贴板"),
                f("e1a292ec", "添加媒体内容"),
                f("ebfd8ac6", "插入"),
                f("ia3611ee", "开始撰写"),
                f("d794135c", "选择文件或将其拖至此处。每个区块可包含 GIF、视频或照片集（每组最多 4 张照片）。"),
                f("e187f906", "个 GIF"),
                f("fa4e68ca", "帖子"),
                f("c80940f4", "Markdown"),
                f("cfeb3f86", "代码"),
                f("ad9e175c", "LaTeX"),
                f("c62a27e6", "已喜欢"),
                f("g88b88a6", "已加入书签"),
                f("i282583e", "无法使用受保护账号的帖子"),
                f("eae4fe7a", "无法使用已删除帖子的引用帖子"),
                f("d2042fb6", "点赞的帖子"),
                f("iad3e15c", "加入书签的帖子"),
                f("f1c63c34", "粘贴帖子 URL"),
                f("a78f6310", "无效的帖子 URL"),
                f("fe9ddab6", "帖子未找到"),
                f("dd2c9034", "保存帖子以备后用"),
                f("cada17f8", "把帖子加入书签，以便将来再次找到它们。"),
                f("j0179e90", "撰写帖子"),
                f("adad5408", "新文件夹"),
                f("f44ddd2e", "将帖子加入书签，保存以供日后查看"),
                f("c91d2c4c", "需要更多的时间来构思机智的回应，或者只是想把帖子留到以后再看？把它加入书签吧！"),
                f("j45c642e", "文件夹暂时无法载入"),
                f("b87ca51a", "移除照片"),
                f("eebff22c", "裁剪照片"),
                f("hf6f2914", "预览"),
                f("be4a00c2", "在此处添加代码"),
                f("i3128619", function (e) {
                    return "块不能超过 " + e.count + " 个字符";
                }),
                f("dbb02ec4", "选择编程语言"),
                f("d942865e", "搜索编程语言"),
                f("e554f642", "放弃更改"),
                f("fa524058", "保留"),
                f("d4ab68e2", "放弃"),
                f("a50ba822", "搜索 GIF"),
                f("c6f5ac52", "类别——GIF 搜索"),
                f("ab468379", function (e) {
                    return e.query + "——GIF 搜索";
                }),
                f("j7fc4f9c", "自动播放型 GIF"),
                f("a66b7760", "未标记的GIF"),
                f("a723aefa", "没有找到 GIF"),
                f("a6ecfa0a", "尝试改为搜索别的东西。"),
                f("f5ff0d6f", function (e) {
                    return e.category + "——GIF 搜索";
                }),
                f("effe1ca6", "在这里添加 LaTeX 表达式"),
                f("c46c3c62", "你的表达式存在错误。请在更正后重试。"),
                f("d4a4842e", "添加表情符号"),
                f("fec16c1c", "表情符号"),
                f("idc01eb8", "粗体"),
                f("cd7c97c6", "斜体"),
                f("dab932be", "下划线"),
                f("c5b6178a", "删除线"),
                f("c03d7fd6", "插入链接"),
                f("abfe2d36", "标记项目列表"),
                f("da685a7c", "编号列表"),
                f("g74d920c", "引用块"),
                f("cda501c6", "增加文字大小"),
                f("a54fdc46", "减少文字大小"),
                f("b340830e", "文中快捷方式"),
                f("c1ea915e", "在新的行或块的开头输入，后跟一个空格"),
                f("e8a4ef02", "标题"),
                f("dd71241a", "副标题"),
                f("ja9ca202", "文章快捷方式"),
                f("ef1649e2", "X - 键盘快捷键"),
                f("aefd89c8", "导航"),
                f("cafdefb2", "操作"),
                f("dda42cf2", "列和栏目面板"),
                f("e8a12604", "提供字幕（可选）"),
                f("eabf2209", function (e) {
                    return "GIF 由 " + e.providerName + " 提供";
                }),
                f("a613e720", "复制链接至 GIF"),
                f("aeca1239", function (e) {
                    return "粗体" + e.ttc_rich_text_composer;
                }),
                f("i7dc66dd", function (e) {
                    return "斜体" + e.ttc_rich_text_composer;
                }),
                f("ad89b831", function (e) {
                    return "活跃" + e.ttc_rich_text_composer;
                }),
                f("jcd5ee8a", "编辑块"),
                f("a8f09fb8", "删除块"),
                f("i89195ea", "分割线"),
                f("da8ac57c", "编辑字幕"),
                f("a8fdd09c", "发布文章"),
                f("d8047cc8", "发布"),
                f("ff7ddca2", "在发布后，你的文章将显示为帖子。此外，你还可以在个人资料的“文章”选项卡中找到它。"),
                f("ef34d7be", "文章发布后，受众和回复控制无法再编辑。"),
                f("e52d4998", "选择你的受众"),
                f("d7985b24", "选择谁可以回复这篇文章"),
                f("b5660338", "时间线预览"),
                f("hff1b97a", "只有“已订阅”用户才能回复。"),
                f("a330771e", "将链接复制到剪贴板"),
                f("b6510e68", "复制文章的 URL 以便分享。");
            f("e4a6e006", "出错了。请重试。"),
                f("eff483e0", "发布后，获取分享文章的链接。"),
                f("ca15dd4e", "草稿"),
                f("bb40bf66", "已发布"),
                f("h107935c", "刚刚最后保存"),
                f("a753a870", "应用"),
                f("afccc67e", "复制文章链接"),
                f("beb24e9e", "URL 已复制到剪贴板"),
                f("db9cc928", "删除文章？"),
                f("c4e28ba6", "此操作无法撤销，并且你将失去你的文章。"),
                f("ff2982d0", "你的文章将被删除。此操作不可撤消，并且将从你的个人资料、关注你的任何账号的时间线以及搜索结果中移除。"),
                f("ca17beec", "你的文章已被删除"),
                f("f5cbb31c", "删除文章"),
                f("f0977f52", "是的，删除"),
                f("db419d4c", "预览草稿"),
                f("a1bc8e6c", "查看文章"),
                f("b6f72a22", "这篇文章将被取消发布，移至你的草稿中，并且不会公开显示。"),
                f("f558d2e0", "取消发布，移至草稿"),
                f("e9473589", function (e) {
                    return "" + e.articleTitle;
                }),
                f("ib067d6a", "请选择 1 张 GIF 或者最多 4 张照片。"),
                f("eb7ab862", "请选择最多 4 个照片、视频或 GIF。"),
                f("ce9a9736", "正在保存..."),
                f("dd63549e", "成功！你的文章已发布"),
                f("a4d128bc", "成功！你的文章已发布，链接已复制到剪贴板"),
                f("b4071e18", "文章标题"),
                f("f586b7fa", "添加标题"),
                f("ab0fa9ba", "要进行编辑，请返回草稿"),
                f("c5f35c98", "正在上传媒体..."),
                f("d739d83e", "取消上传"),
                f("a94efeda", "正在保存媒体..."),
                f("gd79d45a", "开启“专注模式”，专心撰写"),
                f("g1866bb2", "退出专注模式以返回常规编辑器"),
                f("a6a78df4", "你的文章需要有标题和内容才能发布。"),
                f("ia656f1c", "你的文章已经有标题了，但还需要有内容才能发布。"),
                f("d3855e36", "你的文章需要有标题才能发布。"),
                f("f325958e", "你的标题已超出字符数限制。请把它缩短一点，然后再发布。"),
                f("ie5d9064", "你的文章已超出字符数限制。请缩短正文，然后再发布。"),
                f("e03487a0", "你的标题已超出字符数限制，并且你的文章也超出了字数限制。请同时缩短它们，然后再发布。"),
                f("e938d562", "你的标题已超出字符数限制。请缩短标题，添加正文内容，然后再发布。"),
                f("e449c546", "你的文章需要一个标题，并且你的文章已超出字数限制。请添加标题，缩短正文，然后再发布。"),
                f("bd00e836", "你的最新草稿超出字符数限制，因此无法保存。"),
                f("ic110f68", "你的最新草稿太长，因此无法保存。"),
                f("ifea3114", "分享"),
                f("b384f696", "我们建议将标题控制在 50-70 个字符之间"),
                f("a7da0adb", function (e) {
                    return e.count + " 个字";
                }),
                f("aea1d455", function (e) {
                    return e.count + " 分钟";
                }),
                f("df898d71", function (e) {
                    return e.readingTimeValue + " 阅读时间";
                }),
                f("i9aadf4a", "这个链接可能不正确。点击左侧边栏中的一篇文章，即可阅读、编辑或发表文章。"),
                f("hfdce46e", "你的文章已取消发布"),
                f("df079228", "专注模式"),
                f("f5037228", "为获得最佳效果，建议使用宽高比为 5:2 的图片。"),
                f("f965e890", "你的草稿在这里"),
                f("c2756718", "你发布的文章在这里"),
                f("af65c854", "在专注模式下编辑"),
                f("e05e2336", "取消发布，将文章移至草稿"),
                f("d36447e0", "你可以在这里撰写"),
                f("ca0ed982", "继续编辑草稿或创建新文章"),
                f("ee9e42aa", "撰写"),
                f("e9a50596", "创建新草稿时出错"),
                f("e070024a", "编辑照片"),
                f("i7d24b36", "下一张图片"),
                f("f96a38a2", "上一张图片"),
                f("hac7c548", "裁剪媒体"),
                f("e3dbfba4", "编辑图片描述"),
                f("dd4a83a6", "内容警告"),
                f("ffe9ec3a", "添加描述"),
                f("j063b262", "你可以为照片添加描述（有时称为“替代文本”），以方便更多人查看（包括失明或低视力人士）。好的描述应简洁并准确地描述照片中的内容，以便用户理解其含义。"),
                f("e57144f0", "好的"),
                f("f9f9210c", "不，谢谢"),
                f("feabf2a0", "替代文本"),
                f("e36287c6", "描述"),
                f("cf565d08", "什么是替代文本？"),
                f("d9f7b32a", "在这个帖子上添加内容警告"),
                f("ead1b80a", "选择一个类别，我们将在这个帖子上添加一个内容警告。这将有助于人们避免看到自己不想看到的内容。"),
                f("h2437f26", "敏感内容"),
                f("g5e1668a", "可供下载"),
                f("fdc6a52a", "启用后，你的视频将可供下载。"),
                f("fe09fde2", "更改设置"),
                f("cd5cba97", function (e) {
                    return "内容警告：" + e.formattedWarningList;
                }),
                f("h7215a76", "帖子作者已将这个帖子标记为显示敏感内容。"),
                f("j32d345e", "以下可能含有敏感内容"),
                f("f1d9930c", "隐藏"),
                f("c91f83ae", "编辑视频"),
                f("icbec4ae", "上传字幕"),
                f("e0342f98", "字幕"),
                f("e7048e74", "裁剪媒体"),
                f("ga408160", "下一个视频"),
                f("dc402134", "上一个视频"),
                f("bf4e9d7a", "上传字幕文件 (.srt)"),
                f("j435467e", "上传有效的字幕文件可以为你的视频添加字幕。文件必须为 SRT 格式。字幕将不受视频编辑的影响。"),
                f("a6b267fa", "移除字幕"),
                f("a609edbe", "撰写新帖子"),
                f("dc295bb0", "在社群中发帖"),
                f("e536de22", "要想发帖，你必须先成为成员。加入本社群即可参与！"),
                f("cb817dae", "编辑帖子"),
                f("bec9cff8", "注册 X"),
                f("c150ba68", "欢迎！"),
                f("f8e2163e", "想要先登录吗？"),
                f("a108c147", function (e) {
                    return "你要关注 @" + e.screenName + " 吗？";
                }),
                f("c66afdc3", function (e) {
                    return "关注 @" + e.screenName;
                }),
                f("feccfd6e", "你需要在登录之后才能关注其他人。"),
                f("dedce756", "现在，你可以给这个帖子点赞了。"),
                f("ha5987e0", "你要点赞这个帖子吗？"),
                f("f98f4e00", "你需要在登录之后才能喜欢那个帖子。"),
                f("b459ba4c", "你需要在登录之后才能回复这个帖子。"),
                f("f3e1093a", "现在你可以转帖了。"),
                f("i1d8723c", "你想转发这个帖子吗？"),
                f("h19f38de", "你需要在登录之后才能点赞。"),
                f("e289d950", "你需要在登录之后才能分享那个帖子。"),
                f("d28215f0", "抱歉，社群不允许进行投票。"),
                f("ec2fc089", function (e) {
                    return "你发送给 " + e.communityName + " 的 帖子已";
                }),
                f("c7152355", function (e) {
                    return "别忘了让你的 图片 可供别人访问";
                }),
                f("ffa5562a", "好的图片描述应该保持简明而详尽。一定要总结或写出图片本身所包含的任何文字。"),
                f("a2d3facd", function (e) {
                    return "你的 描述让 X 可供残障人士以及任何希望获取更多信息的人使用。";
                }),
                f("cc6d0a48", "你可以在“辅助功能设置”中关闭该提醒。"),
                f("j499fbcb", function (e) {
                    return "添加 描述";
                }),
                f("bb8170da", "你的一张图片没有描述。"),
                f("h4dd544e", "你的帖子已发送。"),
                f("ice925ce", "你的帖子已被编辑。"),
                f("eae9e604", "你的帖子已发送。你有 30 分钟时间进行任何编辑。"),
                f("gcdf3fd6", "你的帖子已发送。你有 1 小时时间进行任何编辑。"),
                f("c7999d10", "你的帖子已被发送。"),
                f("b97f5eb2", "正在发送帖子…"),
                f("g08523f0", "正在发送帖子...在发布后，你可以在 30 分钟内行任何编辑。"),
                f("fa53f95c", "正在发送帖子...在发布后，你可以在 1 小时内行任何编辑。"),
                f("a608b1b4", "丢弃帖子？"),
                f("j890123a", "放弃主题贴？"),
                f("af4d0a80", "放弃编辑？"),
                f("bb01231c", "此操作无法撤销，并且你将失去你的草稿。"),
                f("if69307c", "如果离开，你的更改将不会被保存。"),
                f("d2c271f6", "保存帖子？"),
                f("abb90544", "你可以保存此内容，以便之后从草稿发布。"),
                f("d3bb6f30", "注意：在媒体中标记的账号不会保存在草稿中。"),
                f("bf9b89e4", "你的草稿已保存。"),
                f("i63bfbf0", "保留想法"),
                f("a6c55352", "我们仍在上传你的视频。你确定要放弃帖子吗？你的草稿和附件都将丢失。"),
                f("c3d89aca", "继续"),
                f("b983f9e0", "小心"),
                f("ed5c4342", "有几件事要记住..."),
                f("abc4afcc", "你的编辑时间已过期"),
                f("a9a471fa", "帖子只能在其发布后的 30 分钟内进行编辑。"),
                f("a3483f1c", "帖子只能在其发布后的 1 小时内进行编辑。"),
                f("g4bcc5f4", "这是你的最后一次编辑"),
                f("g922bf14", "你的帖子无法再次更新。"),
                f("f58b5009", function (e) {
                    return "你的帖子将在 " + e.scheduleTime + "的 " + e.scheduleDate + " 发送";
                }),
                f("fa97f508", "你可以在发送完这些之后，再向此主题帖添加更多帖子。"),
                f("c091760c", "该编辑没有被保存。你可以再试试更新，或者丢弃它并从头开始。"),
                f("d38504ad", function (e) {
                    return "请选择最多 " + e.maxMediaCap + " 张照片、视频或 GIF。";
                }),
                f("dd6734c2", "阅读更多"),
                f("g589c2e2", "选项1"),
                f("a1e6c3a2", "选项2"),
                f("a739e006", "选项3（备选）"),
                f("d89a5b92", "选项4（备选）"),
                f("c2a8118e", "移除投票"),
                f("a8ede1de", "添加一个选项"),
                f("af40a8e0", "添加"),
                f("caf8edc4", "投票时长"),
                f("g93586be", "天"),
                f("d073b644", "小时"),
                f("a2f0728e", "分钟"),
                f("c9f5ae0a", "已保存到草稿"),
                f("f0afcc0e", "添加投票"),
                f("d39e3e78", "预排期帖子"),
                f("f6bab0da", "帖子文本"),
                f("cc2b28fc", "你只能有 1 种类型的附件"),
                f("i6f7062c", "添加帖子"),
                f("j1d5791c", "添加回复"),
                f("e76f3776", "移除帖子"),
                f("ec10ee02", "投票"),
                f("cce30dcc", "标记位置"),
                f("ee016dd6", "上传较长的视频需要一些时间。请勿关闭浏览器标签，以免上传中断。"),
                f("b7d8e3f1", function (e) {
                    return e.numberOfAltTextEntries + " 图片 描述";
                }),
                f("d1175c78", "圈人"),
                f("b2943227", function (e) {
                    return "上传字幕 文件 (.srt)";
                }),
                f("d0afbb37", function (e) {
                    return e.numberOfSubtitles + " 个字幕 文件";
                }),
                f("e349147c", "有什么新鲜事？"),
                f("b4481d6c", "分享你的想法..."),
                f("fbd24526", "添加另一个回复"),
                f("de4669e2", "添加评论"),
                f("ed1f39ec", "发布你的回复"),
                f("a402b908", "问一个问题"),
                f("ic05a146", "标题"),
                f("d9c096f0", "生成图片"),
                f("d2553906", "增强你的帖子"),
                f("b85f402a", "使用 Grok 增强你的帖子"),
                f("e815fc34", "选择受众"),
                f("cf44066a", "圈子"),
                f("c6992b94", "Premium 专享"),
                f("a5f7b700", function (e) {
                    return "" + e.formattedCount;
                }),
                f("a7daec1e", function (e) {
                    return "用户";
                }),
                f("f0598964", "想和一小部分人分享吗？"),
                f("e1ae1c0a", "圈子让你能够只向所选的用户发送帖子。"),
                f("eb969e30", "圈子如何运作"),
                f("bb55e8ee", "添加你的用户"),
                f("f1aedb7c", "你最多可以选择 150 个纳入你的圈子中。"),
                f("b659fba8", "仅向他们发帖"),
                f("c474be66", "来吧 - 分享这些想法。只有你的圈子能够查看并回复它们。"),
                f("h031847a", "随时更改内容"),
                f("bd9db21f", "了解更多"),
                f("gfca5254", "规则"),
                f("f510c8b2", "社群规则"),
                f("g46f363e", "请在加入对话之前查看社群规则"),
                f("f6fec9f6", "移除卡片预览"),
                f("b2df0574", "同时与关注者分享"),
                f("ccfc7453", function (e) {
                    return "@" + e.screenName + " 的圈子中关注了你的每个人都能回复";
                }),
                f("d4d17205", function (e) {
                    return "@" + e.screenName + " 的圈子中的每个人都能回复";
                }),
                f("df961844", "只有关注了你的圈子才能回复"),
                f("ce958ec8", "只有你的圈子可以回复"),
                f("c7df589e", "帖子作者的圈子中关注了你的每个人都可以回复"),
                f("j65d7c72", "帖子作者的圈子中的每个人都可以回复"),
                f("i8ea6d4e", "所有人可以回复"),
                f("a176d0d8", "你关注的账号可以回复"),
                f("gc7e52ca", "只有你提及的账号可以回复"),
                f("feb7560a", "只有订阅者可以回复"),
                f("h257006e", "查看本社群的规则"),
                f("ebe1d850", "只有你的订阅者可以回复"),
                f("b121464a", "只有认证账号才能回复"),
                f("aa65a44a", "我们会记住你在这台设备上的选择"),
                f("a4993fa2", "添加一个 GIF"),
                f("bfb895b1", function (e) {
                    return "将于 " + e.date + " " + e.time + " 发布";
                }),
                f("hb36f723", function (e) {
                    return "只有前 " + e.count + " 个字符会显示在时间线上。";
                }),
                f("d759c09e", "试用"),
                f("e4472565", function (e) {
                    return "已上传 (" + e.percent + "%)";
                }),
                f("a06fa8fd", function (e) {
                    return "正在处理 (" + e.percent + "%)";
                }),
                f("h7f340e5", function (e) {
                    return "正在上传 (" + e.percent + "%)";
                }),
                f("daad8822", "上传失败"),
                f("i8ff6261", function (e) {
                    return "这个视频似乎超过了可以上传的最大文件大小 (" + e.human_readable_max_size + "GB)。";
                }),
                f("cba4fdde", "在 X 上向观众提供 1080p 视频"),
                f("ef8f5d90", "推荐"),
                f("a7046fb0", "很少需要"),
                f("acf3ecf4", "添加媒体"),
                f("bdbcdd94", "添加照片"),
                f("f2c8c04d", "把帖子设为公开"),
                f("b50e199a", function (e) {
                    return "" + e.userName;
                }),
                f("c3033e8a", function (e) {
                    return e.replyUserName + " 和 " + e.otherUserName;
                }),
                f("e50dae2a", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 " + e.userThreeName;
                }),
                f("h758cd23", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 另外 " + e.othersCount + " 个人";
                }),
                f("fba61ad6", function (e) {
                    return "" + e.userName;
                }),
                f("ce87c872", function (e) {
                    return e.replyUserName + " 和 " + e.otherUserName;
                }),
                f("b45fa506", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 " + e.userThreeName;
                }),
                f("b8168f25", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 另外 " + e.othersCount + " 个人";
                }),
                f("ab67a7ac", function (e) {
                    return "" + e.userName;
                }),
                f("g571ef41", "订阅者"),
                f("d48d6476", function (e) {
                    return e.replyUserName + " 和 " + e.otherUserName;
                }),
                f("i9451241", "订阅者"),
                f("hdf48104", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 " + e.userThreeName;
                }),
                f("dcbb6a0b", "订阅者"),
                f("ba74e38b", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 另外 " + e.othersCount + " 个人";
                }),
                f("c65916af", "订阅者"),
                f("g5c5ebb8", function (e) {
                    return "" + e.userName;
                }),
                f("b86ff336", function (e) {
                    return "" + e.userName;
                }),
                f("e0af5609", function (e) {
                    return e.userOneName + " 和 " + e.userTwoName;
                }),
                f("ae834d19", function (e) {
                    return e.trustedFriendsTweetOwner + " 的";
                }),
                f("g3d6f043", function (e) {
                    return e.userOneName + " 和 " + e.userTwoName;
                }),
                f("ade845a5", function (e) {
                    return e.trustedFriendsTweetOwner + " 的";
                }),
                f("ef5386dc", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 " + e.userThreeName;
                }),
                f("acd17e4b", function (e) {
                    return e.trustedFriendsTweetOwner + " 的";
                }),
                f("g1ee3d90", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 " + e.userThreeName;
                }),
                f("f6da070f", function (e) {
                    return e.trustedFriendsTweetOwner + " 的";
                }),
                f("a035ba65", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 另外 " + e.othersCount + " 个人";
                }),
                f("e4c52c45", function (e) {
                    return e.trustedFriendsTweetOwner + "的";
                }),
                f("baf2c639", function (e) {
                    return e.userOneName + " " + e.userTwoName + " 和 另外 " + e.othersCount + " 个人";
                }),
                f("j8e134e5", function (e) {
                    return e.trustedFriendsTweetOwner + "的";
                }),
                f("c14cdb18", "推广"),
                f("f11264ac", "添加付款方式"),
                f("j619ec94", "推广帖子"),
                f("h1fcb36c", "推广你的帖子"),
                f("fd22cfe0", "广告条款和条件。"),
                f("i3656b52", "你想花多少钱？"),
                f("h7c29de6", "预计覆盖人数"),
                f("hd435bf1", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh + " 用户";
                }),
                f("i976aff4", "更新每日预算信息以匹配你的账单货币。"),
                f("e1e912f2", "你的帖子已发布，但我们无法对其进行推广。你将不会被收取费用。"),
                f("fe26420a", "添加关键词"),
                f("aacfbe55", function (e) {
                    return "你正在发布关于 @" + e.screenName + " 的帖子";
                }),
                f("ga8627cd", function (e) {
                    return "你正在为 @" + e.screenName + " 回复。";
                }),
                f("e6d2573f", function (e) {
                    return "你正在为 @" + e.screenName + " 发送私信。";
                }),
                f("d37a3e15", function (e) {
                    return "你正在为 @" + e.screenName + " 创建此列表。";
                }),
                f("ceb1ad26", "可下载视频简介"),
                f("ea97bc08", "离线观看或混编！Premium 用户现在可以下载你的内容并对其进行再创作。如果你不想让别人下载自己的视频，请点击视频上的“编辑”。你的内容你做主。"),
                f("e6042757", function (e) {
                    return "剩余 " + e.minutes + " 分钟 " + e.seconds + " 秒 时间可编辑帖子";
                }),
                f("a4e39717", function (e) {
                    return "剩余 " + e.minutes + " 分钟 时间可编辑帖子";
                }),
                f("c55eed72", "回复"),
                f("caca3102", "此对话中的其他人"),
                f("c6a6dc2f", function (e) {
                    return "由于你已屏蔽 @" + e.screenName + "，当你回复时，他们将不会收到通知。";
                }),
                f("f5b426c2", "正在加载用户"),
                f("c20dc654", "只能圈 10 个人。"),
                f("ae0831ab", function (e) {
                    return "无法在照片中圈出 @" + e.screenName;
                }),
                f("cca7fa72", "预排期帖子无法删除。"),
                f("c5dd0190", "时间"),
                f("edeff232", "日期"),
                f("fddf24b4", "时区"),
                f("d39dc06e", "无法将帖子预排期在过去的时间进行发布。"),
                f("d024efe2", "无法将帖子预排期到未来 18 个月以后。"),
                f("d15af6da", "一些未发送的帖子无法删除。"),
                f("a1e1b748", "你选择的未发送帖子已删除。"),
                f("ce80fba0", "正在加载未发送的帖子"),
                f("i5d56b62", "还没有准备好发帖？把它保存到你的草稿中，或者预排期为稍后再发送。"),
                f("aef6257e", "删除未发送的帖子"),
                f("dce0bc34", "未发送的帖子"),
                f("f8464692", "预排期"),
                f("e8bd47f2", "全选"),
                f("j2b145d4", "取消全选"),
                f("h6c79ac2", "放弃未发送的帖子"),
                f("d0a4a03c", "此操作无法撤销，并且你将失去未发布的帖子。"),
                f("f9f69d32", "发送失败"),
                f("j74e5dd4", "你尝试回复的帖子已被删除。"),
                f("c5ceafc8", "回复"),
                f("f501ba43", function (e) {
                    return "其他 " + e.count + " 个帖子";
                }),
                f("b321d0cc", "加载图片"),
                f("abd649ce", "放弃未发送的帖子"),
                f("c7d42978", "此操作无法撤销，并且你将失去你的帖子草稿。"),
                f("e43a5528", "出错了！未发送的帖子尚未删除。"),
                f("e7c766ee", "位置服务已禁用"),
                f("ab68727a", "你可以在设备的设置中将它们打开。"),
                f("ae4057a2", "无法确定位置"),
                f("bf2923a6", "检查你的设备设置。"),
                f("d963d1b6", "未找到地点"),
                f("a893d602", "确定"),
                f("be6cc44e", "搜索位置"),
                f("d8ef3232", "未能获取位置"),
                f("b01ed2db", function (e) {
                    return e.distance + " 英里";
                }),
                f("i83e29e1", function (e) {
                    return e.distance + " 英尺";
                }),
                f("d4b7cff7", function (e) {
                    return e.distance + " 千米";
                }),
                f("b211849f", function (e) {
                    return e.distance + " 米";
                }),
                f("fd391b9f", function (e) {
                    return "嵌入 " + e.entity;
                }),
                f("e1618e49", function (e) {
                    return "你关注了 @" + e.screenName;
                }),
                f("ge5067bc", "隐藏回复"),
                f("j136c720", "已隐藏帖子的回复"),
                f("d66f0338", "隐藏你帖子的回复"),
                f("cfc8cb50", "为了让你更好地控制你发起的对话，帖子作者可以隐藏对其帖子的回复。"),
                f("if8dc5f0", "隐藏的回复会移至一个单独页面，并且任何人都可以在帖子上选择隐藏回复图标以查看隐藏回复。"),
                f("b2615c6d", function (e) {
                    return "也屏蔽 @" + e.screenName + "？";
                }),
                f("i62a03aa", "否"),
                f("f9f27fa2", "隐藏帖子"),
                f("ce87916a", "添加到亮点/从亮点移除"),
                f("eaae42ce", "添加到亮点？"),
                f("h032d096", "从亮点移除？"),
                f("be38d25e", "这个帖子将出现在你个人资料中的“亮点”标签中。"),
                f("d2be9310", "这个帖子将从你个人资料中的“亮点”标签中移除。"),
                f("jea6b076", "已成功添加到亮点。"),
                f("ce6fd0ec", "已从亮点成功移除。"),
                f("ha35a1d2", "置顶到你的个人资料"),
                f("d04f95c0", "你的帖子已置顶到你的个人资料。"),
                f("i419d136", "将帖子置顶到个人资料？"),
                f("c1b9714a", "这将会显示在你的个人资料的顶部，并取代之前的置顶帖子。"),
                f("fe4d099a", "亮点"),
                f("e8d4c1cc", "将帖子设为亮点是一项订阅服务功能。通过认证即可解锁它以及其他功能。"),
                f("b68c3784", "获得认证"),
                f("bb16cc76", "离开这个对话"),
                f("de21174c", "你已离开这个对话"),
                f("j33c9fc6", "没关系，我会留下来"),
                f("aed79c54", "让我们帮你推出这个对话"),
                f("h12044a4", "有时你就是不想参与。离开对话会…"),
                f("f100e566", "取消标记你的用户名"),
                f("a0d68f4e", "你的用户名会保留，但它会从原始帖子及所有回复中取消标记。"),
                f("b00255b6", "将来不再提及"),
                f("geea29ee", "别人在这个对话中不能再提及你。"),
                f("c54678e8", "停止通知"),
                f("ga4fa180", "你不会再收到相关通知，但仍可以查看对话。"),
                f("h8dde772", "如果你离开对话，别人不会收到通知。"),
                f("ee87e71c", "你不能隐藏自己"),
                f("ed428a76", "你没有隐藏该指定用户。"),
                f("e2d6c17e", "隐藏此对话"),
                f("cd1942f4", "取消隐藏此对话"),
                f("bbd8bed6", "此对话通知已隐藏"),
                f("c13af432", "此对话通知已取消隐藏"),
                f("df744bda", "隐藏它"),
                f("j9552760", "隐藏对话"),
                f("d751694c", "当你隐藏一个对话后，你不会再收到关于它的新通知。"),
                f("a50c911e", "你的帖子已被置顶并添加到亮点中。"),
                f("d1c1e2c2", "在社群置顶"),
                f("j832cc34", "这不会出现在你的社群顶部。"),
                f("h7dbb2f2", "这将会显示在你的社群的顶部，并取代之前的置顶帖子。"),
                f("d8725596", "已被社群版主置顶"),
                f("f5cdcc2c", "对这条广告不感兴趣"),
                f("c2e276e4", "禁止作者访问社群"),
                f("a95f04ba", "你确定要从这个帖子中移除照片标记吗？"),
                f("jfc76958", "从照片中移除圈人标签"),
                f("j4e43d8b", function (e) {
                    return "举报 " + e.entity;
                }),
                f("e3fd237e", "举报广告"),
                f("ebb7662a", "举报帖子"),
                f("d1e21610", "报告 NetzDG 违规行为"),
                f("d7513755", function (e) {
                    return "搜索 @" + e.screenName + " 在此社群中的帖子";
                }),
                f("d7dbb71b", function (e) {
                    return e.followType + " 到 " + e.screenName;
                }),
                f("ja66a2b5", function (e) {
                    return "取消关注 @" + e.screenName;
                }),
                f("c2423b7b", function (e) {
                    return "你取消关注了 @" + e.screenName;
                }),
                f("i31dfa4c", "取消隐藏回复"),
                f("j8e56ba2", "已取消隐藏的回复"),
                f("ic030338", "从个人资料页取消置顶"),
                f("gfcea3f4", "从个人资料中取消置顶帖子？"),
                f("eb2d59f4", "这将不再自动显示在你的个人资料的顶部。"),
                f("a2dd7414", "你的帖子已从你的个人资料页取消置顶"),
                f("cac6a24a", "移除置顶帖子"),
                f("i642edc4", "这个帖子不会再出现在社群新闻流的顶部。"),
                f("f9478972", "查看隐藏回复"),
                f("c5491b5d", function (e) {
                    return "查看 " + e.entity + " 互动量";
                }),
                f("haebcf52", "别人无法在这个对话中再次提及你，你也不会再收到通知。"),
                f("c837fcaa", "显示更多回复"),
                f("d228a9a0", "显示更多"),
                f("g0b48670", "此对话的回复太多，无法全部显示。"),
                f("d9b417c4", "设为不感兴趣"),
                f("c29d6806", "停止推荐"),
                f("ge8f3043", function (e) {
                    return "关注 " + e.topicName + " 话题";
                }),
                f("aa576cbf", function (e) {
                    return "取消关注 " + e.topicName + " 话题";
                }),
                f("i77347d1", function (e) {
                    return "忽略 " + e.topicName + " 话题";
                }),
                f("d69b2d90", "你对此话题不感兴趣。"),
                f("je808a17", function (e) {
                    return e.topicName + " 话题";
                }),
                f("ic6aa5f4", "已验证。"),
                f("c02e7e3c", "正在载入..."),
                f("c5453f28", "64 强赛"),
                f("eb256a86", "32 强赛"),
                f("g77adc66", "甜蜜 16 强"),
                f("a6d2520c", "甜蜜 16 强"),
                f("g5b63eb6", "精英 8 强"),
                f("d8bf2890", "精英 8 强"),
                f("f9d3d6f2", "最终 4 强"),
                f("bda24f7c", "最终 4 强"),
                f("i5043440", "全国锦标赛"),
                f("fcb16026", "锦标赛"),
                f("e9c89ee8", "东部"),
                f("h259fd86", "西部"),
                f("a7b2545a", "南部"),
                f("fdf7819a", "中西部"),
                f("i899e9b0", "提交分组"),
                f("c5b04394", "查看选择"),
                f("h836bbae", "查看锦标赛"),
                f("e1059d6c", "第 1 回合"),
                f("b1602be4", "第 2 回合"),
                f("ef7bc2c0", "3 月 20-21 日"),
                f("h726aaf2", "3 月 22-23 日"),
                f("ee7cd198", "3 月 27-28 日"),
                f("fed91402", "3 月 29-30 日"),
                f("aba0a450", "4 月 5 日"),
                f("jdfba2dc", "4 月 7 日"),
                f("b7c6bc12", "待定"),
                f("c373612c", "挑选："),
                f("e8b3cab9", function (e) {
                    return "" + e.winner;
                }),
                f("j5db9ddd", "和"),
                f("a638617d", function (e) {
                    return "" + e.loser;
                }),
                f("j4c40da4", "立即发送"),
                f("b23688c8", "撤销计时器"),
                f("cca5d499", function (e) {
                    return "用一两句话介绍 " + e.selectedText;
                }),
                f("d231a76a", "最佳分组可赢取 10 万美元 🏀"),
                f("heaba5d8", "在 X 上设计你的大学篮球分组。完美分组可赢取免费火星之旅！"),
                f("i57d3ea0", "规则适用"),
                f("a0440af6", "创建分组"),
                f("aaad27c8", "作者"),
                f("eb748f7e", "查看帖子分析"),
                f("b7cff250", function (e) {
                    return "" + e.displayCoins;
                }),
                f("g62dcfbc", function (e) {
                    return "金币";
                }),
                f("be059f7e", "立即覆盖最多 10 万名用户"),
                f("c34f845e", "尝试推广这个帖子！"),
                f("c37102aa", "立即覆盖可能对你的内容感兴趣的 100,000 多名用户。"),
                f("ac245c4c", "立即推广知名度"),
                f("e4db6326", "以后再说"),
                f("g6237a1e", "推广正在运行"),
                f("d6b5949e", "推广已暂停"),
                f("ffd9cfe6", "查看更多"),
                f("d172116a", "发现更多"),
                f("be5df69e", "更多帖子"),
                f("g11ebd34", "更多推荐"),
                f("g4a6901a", "浏览"),
                f("h6453e74", "浏览帖子"),
                f("je506a60", "更改用户名"),
                f("c0fcb08a", "更改用户名会导致你的对号标记和附属关系被暂时移除，直到它们通过了审查。"),
                f("d1f6d336", "用户名"),
                f("de65c756", "建议"),
                f("ebeeac1a", "更改电子邮件"),
                f("dc013356", "现用"),
                f("ea28c7ce", "正在加载电子邮件设置"),
                f("f3f66252", "添加邮件地址"),
                f("i5107de4", "更新邮件地址"),
                f("d19fd42a", "重新发送确认邮件"),
                f("g4da3246", "电子邮件已发送。稍后请查看收件箱是否收到确认链接。"),
                f("h021352f", function (e) {
                    return "" + e.resendConfirmationLabel;
                }),
                f("d241169c", "当前密码"),
                f("a9bc3044", "新密码"),
                f("b8c03cfc", "确认密码"),
                f("b731d32c", "你的密码已成功更新。"),
                f("d555d7e0", "新密码不能与当前密码相同。"),
                f("fa8af9ae", "密码不匹配。"),
                f("a03f5c73", function (e) {
                    return e.applicationCount + " 个应用程序";
                }),
                f("j25601d9", "了解更多"),
                f("cb841d56", "更改手机"),
                f("ce37ea44", "添加手机号码"),
                f("ibaf239e", "更新手机号码"),
                f("j2636558", "删除手机号码"),
                f("e49b16d4", "删除手机号码？"),
                f("i931719e", "此号码将从你的账号中移除，你将无法再接收通知或登录码。"),
                f("j841d1f4", "手机号码已移除。"),
                f("fe8b565a", "这将从此账号中删除该手机号码，并且你将不会再收到来自 X 的短信通知。此外，这将关闭此账号的双重身份验证功能。"),
                f("hf45b8d4", "这将从此账号中删除该手机号码，并且你将不会再收到来自 X 的短信通知。此外，这会关闭将短信作为此账号的双重身份验证方式。"),
                f("bc262c2e", "其它方式"),
                f("hc1a91da", "备用码"),
                f("e4fed8f0", "获取一次性备用码，以便在你无法使用双重身份验证选项时登录 X。"),
                f("b39c7b14", "禁用登录认证？"),
                f("a923fce6", "关闭双重身份验证意味着你的账号可能更容易受到攻击。你确定要把它关掉吗？"),
                f("ff781e0a", "关闭此项？"),
                f("c557ac30", "确定要关闭这个方法吗？"),
                f("d133464a", "关闭此功能会将此双重身份验证方式从你的账号中移除。你确定要关闭它吗？"),
                f("ee3a7bfa", "关闭"),
                f("aa9139cc", "认证登录请求"),
                f("jc22dd42", "登录后，X 将向 X 应用发送一条推送通知，你需要批准这条通知，才能访问你的账号。"),
                f("a219e218", "确定"),
                f("e0d79de8", "你只有一个安全钥匙和自己的账号关联。为了确保你在丢失安全密钥后不会被锁定，请再添加一个密钥，同时保存一个双重身份验证备份代码。"),
                f("ja6bbfa0", "正在加载登录认证数据"),
                f("c2570922", "短信"),
                f("fba9483c", "通过你的手机接收含有身份验证码的短信，以便在登录 X 时输入。"),
                f("ab61b41a", "身份验证应用"),
                f("a67c7d68", "通过移动身份验证应用获取验证码，以便在每次登录 X 时输入。"),
                f("h6d0d89c", "安全密钥"),
                f("b3e5c946", "登录 X 时，请使用插入你的计算机或与你的移动设备同步的安全密钥。你需要使用支持的移动设备或网页浏览器。"),
                f("cd195528", "添加新的安全密钥"),
                f("a1860ee8", "临时密码"),
                f("j45a2856", "创建一个一次性临时密码以使用第三方服务。"),
                f("d8612d9c", "请先开启短信或身份验证应用"),
                f("e13d4468", "在设置安全密钥之前，你需要首先开启短信或身份验证应用作为你的双重身份验证方式之一。"),
                f("c1d96d6a", "你添加的密钥已达到最大数量"),
                f("gf91694e", "你需要删除一个密钥才能添加另一个。"),
                f("j265ddb6", "确认你的电子邮件地址"),
                f("a7cfdf1c", "如需启用双重身份验证，你需要将一个电子邮件地址与此 X 账号相关联，然后进行确认，这样我们就知道确实是你了"),
                f("d7bfde1a", "你的账号当前已冻结。账号冻结后，你无法启用双重身份验证。"),
                f("g268fbb8", "这个账号的 ID 已通过认证。"),
                f("f66d24be", "帮助中心"),
                f("c8255462", "隐藏你的身份认证标签"),
                f("c6e731ee", "隐藏你的身份认证标签，这样大家在点击你个人资料页面上的蓝色对号标记时就不会看到它。"),
                f("be582166", "身份认证有助于防止你的账号被假冒，并为你的个人资料授予身份认证标签。"),
                f("b496bc94", "我们正在审核政府发放给你的身份证件。我们将随时通知你！一旦批准，你的个人资料上就会出现 ID 认证标签，以便他人知道你的账号已通过 ID 认证。"),
                f("d8f5cce4", "你已超出自己的认证请求限制。请等待 24 小时后再重试。"),
                f("i8427a1e", "这个账号不符合进行身份认证的资格条件。目前只有 Premium 的个人用户才有资格进行身份认证。"),
                f("cdc65e89", function (e) {
                    return e.title + " (可选)";
                }),
                f("h05c1f28", "提供政府签发的身份证件，以便验证你的账号。这通常需要大约 5 分钟。"),
                f("j8cfcc62", "我同意 X 和 Au10tix 将我的身份证和自拍图像（包括提取的生物识别数据）用于确认我的身份以及 X 的相关安全和保密目的，包括防止冒用。Au10tix 最多可将此类数据保存 30 天。"),
                f("c4930cb6", "你将需要："),
                f("ac7bb0fe", "准备政府签发的身份证"),
                f("c12ce69c", "检查你设备上的摄像头是否未被遮挡并可正常工作"),
                f("c5bfe94a", "准备好自拍和你的身份证照片"),
                f("e5b7dd84", "开始"),
                f("abfaa528", "跳过"),
                f("e4fed511", "X Premium 服务"),
                f("def518fa", "创作者订阅"),
                f("f61cda83", "广告收入分成"),
                f("g1952008", "创作者订阅"),
                f("e5d0419c", "创作者收入分成"),
                f("g3723480", "创作者订阅"),
                f("c776f523", "广告收入分成"),
                f("ab9f38f8", "创作者订阅"),
                f("d5cab8b0", "创作者收入分成"),
                f("deaf5b16", "重试"),
                f("g1a4a1b6", "ID 认证错误"),
                f("e24305e4", "你的身份认证会话已过期或无效，请重试。"),
                f("f7954a0c", "正在加载安全密钥数据"),
                f("h69986c2", "你可以重命名或删除自己的安全密钥。"),
                f("i5896ba2", "添加另一个密钥"),
                f("a8ef2b64", "未命名的安全密钥"),
                f("d4e220b4", "全名"),
                f("g6d0f0b6", "管理安全密钥"),
                f("b894f68a", "正在加载安全密钥数据"),
                f("g2601bb6", "重命名密钥"),
                f("b464b726", "删除密钥"),
                f("a4101e1b", function (e) {
                    return "添加日期：" + e.securityKeyAddedDate;
                }),
                f("i3bb3f78", "备用码"),
                f("ec6a76e0", "生成新的代码"),
                f("f2c3c31c", "复制代码"),
                f("e8016b64", "正在加载备用码"),
                f("c4ca22bc", "如果你无法访问你的设备，则可以使用此代码验证你的身份。"),
                f("f20ff69f", "了解更多"),
                f("j2327f80", "临时密码"),
                f("fbfeaf8e", "生成一个新密码"),
                f("h4a8bd12", "复制密码"),
                f("g247dc1c", "正在加载临时密码"),
                f("h3a32f52", "使用这个临时密码（空格可选）以在应用和设备上登录 X。"),
                f("d70fceac", "此密码将在一小时后失效。"),
                f("j924d222", "更改国家"),
                f("e9310157", "了解更多"),
                f("bd5ac12e", "为此账号选择标题、按钮和 X 其他文本的首选语言。这不会更改你在时间线上看到的内容的语言。"),
                f("cef33711", function (e) {
                    return e.languageName + "（测试版）";
                }),
                f("b033248c", "允许认识我的人找到我"),
                f("c69b4798", "决定是否让存有你的邮件地址或电话号码的人在 X 上能找到你并与你建立联系。"),
                f("eca117e6", "让存有你的邮件地址的人在 X 上能找到你"),
                f("acd36386", "让存有你的邮件地址的人在 X 上能找到你并与你建立联系。"),
                f("gd8511ca", "让存有你的手机号码的人在 X 上能找到你"),
                f("eca935ec", "让存有你的手机号码的人在 X 上能找到你并与你建立联系。"),
                f("ac77c66c", "联系人"),
                f("jadf483e", "管理你从移动设备导入的联系人。"),
                f("b864be7a", "移除所有联系人"),
                f("g5fa1090", "移除所有联系人？"),
                f("h3e420fc", "这将删除你之前上传的所有联系人，并关闭所有设备上的 X 同步。请注意，这需要一点时间，而且无法撤销，在此期间你仍然可能在 X 上看到一些推荐账号（根据你的联系人）。"),
                f("ca24589e", "无名"),
                f("d439b1c1", "了解更多"),
                f("fe36fe10", "确认你的密码"),
                f("hccd9dbe", "请输入你的密码以获取。"),
                f("df1ddda4", "你已添加到帖子的位置标签，在 X.com、iOS 版 X 以及安卓版 X 上将不再可见。这些更新可能需要一些时间才能生效。"),
                f("ed7fa034", "你尚未在此设备上启用位置服务。你可以在设备设置中开启这项服务。"),
                f("e80e4288", "移除添加到你帖子中的所有位置信息"),
                f("b0ee8ab6", "移除添加到你帖子中的所有位置信息？"),
                f("e23b2991", "了解更多"),
                f("gd758534", "允许其他人在照片中圈出你，并在有人这样做时收到通知。"),
                f("a90af44e", "隐藏敏感内容"),
                f("a25e2ec6", "移除你已屏蔽和隐藏的账号"),
                f("b827a058", "安全搜索设置已更新。"),
                f("b27c9852", "安全搜索设置更新出错。"),
                f("j3402d7e", "此设置可防止搜索结果中显示包含可疑敏感内容的帖子。"),
                f("if05bca6", "使用此功能以移除来自你已屏蔽或隐藏的用户的搜索结果。"),
                f("bc7fd990", "正在加载趋势设置"),
                f("e2f16650", "显示此位置的内容"),
                f("e5e88f40", "启用此功能时，你将看到你周围正在发生的新鲜事。"),
                f("i4d54b0e", "你的趋势"),
                f("ad431584", "给我讲有趣的 Grok 故事"),
                f("df9f03c8", "根据你的位置和关注的人对趋势进行个性化。"),
                f("c6cf5c7e", "你可以根据你的位置和你关注的用户个性化趋势。"),
                f("e09358ba", "在“Grok 趣味”模式下查看 X 上的最新故事。"),
                f("a55db872", "个性化"),
                f("a58170fc", "Grok 故事"),
                f("h0b5152e", "更改位置"),
                f("dfeada5e", "探索位置"),
                f("ac854308", "政策"),
                f("d429c942", "美国大选政策趋势"),
                f("ede134f2", "选择是否要在该设备上自动播放视频和 GIF。"),
                f("b3aab6d4", "位置"),
                f("e53e05e4", "载入位置"),
                f("d5c9174f", function (e) {
                    return e.location + "、" + e.country;
                }),
                f("b47d123d", function (e) {
                    return "保存 " + e.percentage + "%";
                }),
                f("c6614cc0", "加上任何适用的税费"),
                f("f8d3b50a", "含税"),
                f("i2c32253", function (e) {
                    return e.price + " / 月";
                }),
                f("c41e1023", function (e) {
                    return e.price + " / 年";
                }),
                f("i57aeafb", function (e) {
                    return "前 " + e.duration + " 个月，然后按 " + e.standardPrice + "/年付费";
                }),
                f("ae3e3723", function (e) {
                    return "前 " + e.duration + " 年，然后按 " + e.standardPrice + "/年付费";
                }),
                f("ade4c757", function (e) {
                    return "之后 " + e.price + "/月";
                }),
                f("f7798e11", function (e) {
                    return "之后 " + e.price + "/年";
                }),
                f("e0b39888", "按月计费"),
                f("b67c37de", "按年计费"),
                f("a8363765", function (e) {
                    return e.price + " 年费";
                }),
                f("df3ed1c8", function (e) {
                    return "" + e.standardPrice;
                }),
                f("g261b098", function (e) {
                    return "" + e.standardPrice;
                }),
                f("af66a072", "离开之前，看看你都会错过些什么"),
                f("a092f1ba", "继续取消"),
                f("g96c7f48", "更改为其他计划"),
                f("iccac88e", "“为你推荐”和“正在关注”时间线的广告减半"),
                f("d7a124d8", "免广告"),
                f("d2d22c36", "Grok 体验"),
                f("j249b1d4", "回复推广"),
                f("c4a37384", "长帖"),
                f("fb656858", "编辑帖子"),
                f("faaec212", "发帖赚取报酬"),
                f("fb3c7168", "为文件夹添加书签"),
                f("b346bc12", "对号标志"),
                f("je8143e1", function (e) {
                    return "享受 X " + e.productName + " " + e.duration + " 个月 " + e.percentage + "% 优惠 ";
                }),
                f("j5847735", function (e) {
                    return "享受 X " + e.productName + " " + e.duration + " 年 " + e.percentage + "% 优惠 ";
                }),
                f("da3431f9", function (e) {
                    return "如果你想继续使用 X " + e.productName + " 一段时间，这个折扣就是我们送你的小礼物！";
                }),
                f("i6fbfc72", "专属一次性优惠"),
                f("f1bc6309", function (e) {
                    return "保留对所有 X " + e.productName + " 功能的完全访问权限";
                }),
                f("fdb7b52a", "折扣将从下一个账单周期开始生效。"),
                f("af283938", function (e) {
                    return "" + e.standardPrice;
                }),
                f("c284b365", function (e) {
                    return "" + e.discountedPrice;
                }),
                f("e2673372", function (e) {
                    return "" + e.standardPrice;
                }),
                f("jd2dc103", function (e) {
                    return "" + e.discountedPrice;
                }),
                f("c6150942", "你已设置完毕"),
                f("a905eac6", "探索 Premium"),
                f("j6083a1c", "管理你的订阅"),
                f("b4fa4630", "更新付款方式"),
                f("ef0dfa5a", "更新账单信息"),
                f("f5b352ec", "取消订阅"),
                f("j317d958", "注意 - 你将失去待享受的折扣"),
                f("a46e42d2", "保留我的订阅"),
                f("e122fb3f", function (e) {
                    return "你的免费试用将于 " + e.endDate + "结束。";
                }),
                f("be103b84", "已激活"),
                f("ace43720", "即将过期"),
                f("c8f18aa4", "你获得了 Premium+ 资格，因为你是一个认证组织订阅者。"),
                f("a341d1f7", function (e) {
                    return "你获得了 Premium+ 资格，因为你的组织通过 @" + e.organization + " 成为了认证组织订阅者。有关更多详情，请联系你的组织。";
                }),
                f("e4aaf0f8", "要取消免费订阅 Premium，请联系支持部门"),
                f("e5170220", "这个账号通过广告支出获得了免费 Premium 订阅。"),
                f("j6d6b66e", "这个账号已获赠订阅。要取消订阅，请联系支持部门"),
                f("fae1751f", function (e) {
                    return "你似乎是在 X " + e.mobilePlatform + " 应用中购买的该订阅。因此你需要从那里管理或取消订阅。";
                }),
                f("fecebd4c", "这里"),
                f("h201c4c2", "iOS"),
                f("i8385a2c", "Android"),
                f("h80834de", "其他"),
                f("baf97716", "你的功能可在帐单期的剩余时间内使用。"),
                f("ae864b69", function (e) {
                    return "从 " + e.date + "下一个账单周期起，你的订阅层级将自动调整为 " + e.tierName + "。";
                }),
                f("edbb700f", function (e) {
                    return "从 " + e.date + "开始下一个账单周期";
                }),
                f("e9884540", "有效折扣"),
                f("bfb879aa", "待定折扣"),
                f("f8321d82", "全部"),
                f("eb233866", "导入"),
                f("d23b0404", "当你屏蔽某人后，他们就不能关注你或向你发私信，而你也不会看到来自他们的通知。 "),
                f("e0a7e9bc", "屏蔽不想看到的账号"),
                f("ef731b14", "正在载入屏蔽的账号"),
                f("e554ba83", "了解更多"),
                f("if594962", "已屏蔽"),
                f("i2b9632e", "已成功取消屏蔽。"),
                f("g51a96de", "当你屏蔽某人时，他们将无法关注你或给你发送私信，而你也不会看到来自他们的通知。你可以在 X 上导入一个要屏蔽的账号列表。"),
                f("j035733c", "你即将开始你的 X 帐号的停用程序。你的显示名、@用户名和公开个人资料在 X.com、iOS 版 X 以及安卓版 X 上将不再可见。"),
                f("j4a29d52", "如果你的 X 帐号被意外或错误停用，在停用后最多 30 天内，你可以恢复你的 X 帐号。"),
                f("ea989810", "停用账号"),
                f("f6e73faa", "停用"),
                f("c3743328", "这会停用你的帐号"),
                f("a20cd24e", "其它须知"),
                f("e93b0ae0", "输入与你的帐号关联的密码，完成你的停用请求。"),
                f("fc025d1d", "了解更多"),
                f("bb5e039c", "设置"),
                f("j37efff6", "更改它们"),
                f("ce5bfe12", "自己的 X 数据"),
                f("g7088266", "编辑个人资料"),
                f("d9d293b8", "网站"),
                f("cb469ff6", "姓名不能留空"),
                f("g511f468", "由于有些媒体没有上传，你的头像未能更新"),
                f("ec3a116e", "由于有些媒体没有上传，你的横幅未能更新。"),
                f("j94599ec", "添加头像照片"),
                f("df31d76a", "添加横幅照片"),
                f("c01a0e1a", "确认出生日期？"),
                f("df2c469a", "切换为专业版"),
                f("e1f76978", "编辑专业用户简历"),
                f("ic04a6f6", "此操作无法撤销，并且你将失去你所做的更改。"),
                f("addbe8e8", "考虑使用一个没有特殊字符的名字，以方便更多人查看（包括失明或低视力人士）。"),
                f("a46f80ab", function (e) {
                    return "出生于 " + e.birthdate;
                }),
                f("c7905f89", function (e) {
                    return "出生于 " + e.year;
                }),
                f("bfe8d1a2", "编辑扩展简介"),
                f("e1ec926e", "创建扩展简介"),
                f("c119dee8", "出生日期"),
                f("bbf0afc8", "添加你的出生日期"),
                f("f98d367e", "编辑出生日期？"),
                f("d3f43300", "这只能更改几次。确保你输入该账号用户的年龄。"),
                f("g10411f0", "这应该是账号使用者的出生日期。即使你是为自己的企业、活动或猫咪创建账号。"),
                f("a0c5e370", "谁可以查看此内容？"),
                f("i68fe54e", "月份及日期"),
                f("b4e729b6", "年"),
                f("f3bb1b48", "移除出生日期？"),
                f("c9cb9972", "这会将其从你的个人资料中移除。"),
                f("a2bef112", "移除出生日期"),
                f("c37622ec", "请输入一个有效日期"),
                f("f679d166", "你的关注者"),
                f("af293dc2", "你关注的人"),
                f("h99b6d08", "隐私政策"),
                f("hce7a225", "了解更多"),
                f("e9603d88", "显示确认的电话号码标记"),
                f("ada99498", "该标记只会向你所在地区的其他人显示。"),
                f("a765e936", "删除你的扩展简历"),
                f("d4d68e44", "已保存"),
                f("ie4f57d2", "续订 Premium"),
                f("h293aa52", "你的 Premium 订阅即将过期！"),
                f("j1923668", "保留 X 最好的一面。"),
                f("ac7e97ee", "续订"),
                f("f70c69b4", "回复增强、编辑帖子、自定义、长帖以及更多。"),
                f("f4cec4d2", "蓝色对号标志、恢复推广、更高的 Grok 限额以及更多。"),
                f("b6de83a0", "仅限员工的空间"),
                f("g3f251f2", "私人直播"),
                f("d08666ba", "私密空间"),
                f("eadb5a46", "抢先加入"),
                f("f9629a8f", function (e) {
                    return e.hostName + " 的直播";
                }),
                f("ia3c0ab7", function (e) {
                    return e.hostName + " 的空间";
                }),
                f("hd552761", function (e) {
                    return "主持人 " + e.hostName;
                }),
                f("c3ea19a5", function (e) {
                    return e.index + " / " + e.total;
                }),
                f("a5235305", function (e) {
                    return e.listOfPeople + " 加入";
                }),
                f("df9f8243", function (e) {
                    return e.name + " 正在收听";
                }),
                f("g2445c2f", function (e) {
                    return e.name + " 正在发言";
                }),
                f("fcfd5a67", function (e) {
                    return e.name + " 正在主持";
                }),
                f("f7882829", function (e) {
                    return e.name + " 正在共同主持";
                }),
                f("d961a4a0", "X 上的直播"),
                f("g2c0144a", "认证组织"),
                f("cd5cdec8", "管理你的广告积分"),
                f("f23b6a72", "剩余广告积分"),
                f("i969d5de", "设置广告活动"),
                f("d0924f58", "就问题寻求帮助"),
                f("j8d53b64", "查看所有功能"),
                f("jd26f2a6", "添加附属账号"),
                f("e0a492e6", "管理你的职位"),
                f("d9cbd02c", "你的申请正在审查中"),
                f("ed4759a6", "你将在几天内收到申请结果的回复。我们可能会通过电子邮件向你了解更多信息。"),
                f("dad69faa", "更新你的付款方式"),
                f("daf3248a", "申请未完成"),
                f("eb71036f", function (e) {
                    return "在 " + e.date + "前上传并验证贵组织的文件";
                }),
                f("a1d3f1f2", "出于对 X 的安全和安保考虑，我们将与 Persona 合作验证你的身份和商业文件。Persona 可能会将你的数据保存最长 30 天。"),
                f("ea8c295a", "开始文件验证"),
                f("da1aa48f", function (e) {
                    return "认证可提升你的可信度和关注度，就像 @" + e.screenName + " 一样。";
                }),
                f("e4a7a968", "你尚未通过认证"),
                f("id9c1e82", "此个人资料已通过认证"),
                f("d43b0edc", "加入认证圈子"),
                f("d4ea0ed4", "获取你自己的蓝色徽章"),
                f("cffeaeae", "通过认证"),
                f("b8e930fe", "当前趋势"),
                f("ae05f268", "趋势不可用。"),
                f("c6b51af8", "X 的新用户？"),
                f("ie8e1ffc", "立即注册，获取你自己的个性化时间线！"),
                f("fd6473fa", "正在加载推荐关注的用户"),
                f("a526aa66", "推荐关注"),
                f("ef625010", "你可能会喜欢"),
                f("b7388a56", "页脚"),
                f("hdabc3fc", "服务条款"),
                f("bc6efc72", "隐私政策"),
                f("h3161192", "Cookie 政策"),
                f("a7de64de", "广告信息"),
                f("jb0a4c36", "博客"),
                f("ce6d095a", "职业"),
                f("e0adec82", "品牌资源"),
                f("df1b7550", "市场营销"),
                f("he258678", "企业版 X"),
                f("c6f58084", "开发者");
            f("d83f18d2", "目录"),
                f("hc5aa17c", "获取 X 应用"),
                f("j0693948", "获取 Grok 应用"),
                f("af781666", "人们怎么看？"),
                f("ad35153e", "测试版"),
                f("fbf83158", "警告：付款失败"),
                f("jadeb4da", "请立即更新你的付款方式，以免失去你的订阅特权。"),
                f("bce3726a", "更新账单"),
                f("fce9ecce", "建议的视频"),
                f("da00e00a", "Try the new News"),
                f("c40666d8", "Try it"),
                f("j66b95a2", "深度新闻"),
                f("b58d2bd2", "相关帖子"),
                f("efe6ef9e", "查看帖子"),
                f("b3d183ce", "有回复的帖子"),
                f("c299a6c0", "主题帖"),
                f("h3d5d79e", "社群帖子"),
                f("cfe877ca", "选择要关注的用户"),
                f("e06b864c", "你似乎很享受这次对话"),
                f("a078ff70", "想查看与你在这个主题帖中互动的用户的更多内容吗？开始探索新账号的内容。"),
                f("cb80300e", "跳至主页时间线"),
                f("ea5cd098", "跳至当前趋势"),
                f("c67e3fc2", "主页时间线"),
                f("d601fc20", "最新"),
                f("j43f99be", "相关性"),
                f("ad6e11ac", "回复排序依据"),
                f("b2311b70", "此内容对你不可用"),
                f("j88f27d8", "相关用户"),
                f("i31dcd22", "文章"),
                f("e3de2f6f", function (e) {
                    return e.entity + " 已被添加到你的书签";
                }),
                f("e64de8a9", function (e) {
                    return e.entity + " 已从你的书签中移除";
                }),
                f("d6d9aab6", "添加书签"),
                f("bb89cf46", "移除书签"),
                f("a739d4ba", "添加到书签文件夹"),
                f("d5270434", "退出"),
                f("ac85c6b2", "加载图片时出错"),
                f("b327c12a", "图像"),
                f("ic76bdf0", "使用 Grok 重新创作"),
                f("a4d3eb67", function (e) {
                    return "X 上的 " + e.fullName + "：“" + e.tweetText + "”";
                }),
                f("f0701753", function (e) {
                    return "隐藏 " + e.number + " 天";
                }),
                f("j7d0e836", "展开"),
                f("d227d19e", "收起"),
                f("h367e724", "扩展简介"),
                f("ea5928d4", "你包罗万象。你的个人资料也是如此。添加扩展简介，告诉大家更多关于你本人的信息。"),
                f("h7ef9dc8", "这可以包括："),
                f("c04ba4b4", "你一直在做并且希望展示的东西"),
                f("d7666008", "你的传奇意面食谱"),
                f("cb24ee16", "工作经验和职业偏好"),
                f("a1c93d74", "似乎在保存你的更改时遇到了麻烦。请稍后重试。"),
                f("b956c04a", "你确定要删除自己的扩展简历吗？"),
                f("ifb23caa", "删除扩展简历会将它从你的个人资料中删除。"),
                f("c2333081", function (e) {
                    return e.count + " 个字符";
                }),
                f("a2b8c54c", "已删除"),
                f("a9cc8f96", "超出最大字符限制"),
                f("eb7710f1", function (e) {
                    return e.years + " 年";
                }),
                f("bfc38bb5", function (e) {
                    return e.months + " 月";
                }),
                f("h6a724ac", "确定要删除这个吗?"),
                f("f94aacae", "删除会将其从你的个人资料中移除。"),
                f("je07e266", "已隐藏"),
                f("a622dfcc", "工作历史记录"),
                f("a6ec7ff8", "简介"),
                f("eeb6d22c", "经验"),
                f("eba5a8ec", "职位"),
                f("fd20adb8", "我目前在这里工作"),
                f("cd3059f2", "开始日期"),
                f("b86019ae", "结束日期"),
                f("eedfd35c", "公司"),
                f("caa46e54", "公司名称"),
                f("e893fe6e", "创建公司"),
                f("j1c09ca4", "公司网站"),
                f("hd332c96", "职位为必填"),
                f("d2fb1b80", "公司为必填"),
                f("b3590132", "开始和结束日期为必填"),
                f("debb6abe", "开始日期不能是将来的日期"),
                f("j7d08ada", "结束日期不能是过去的日期"),
                f("a8c7d3fc", "结束日期必须晚于开始日期"),
                f("b335d507", function (e) {
                    return "超出 " + e.maxChars + " 的最大字符长度限制";
                }),
                f("j29ab120", "隐藏来自以下用户的通知："),
                f("jdfc82f6", "你未关注的用户"),
                f("cfcda0e6", "未关注你的用户"),
                f("c75b9b2a", "新账号用户"),
                f("f39b9c9e", "使用默认头像的用户"),
                f("d227f940", "没有验证邮件地址的用户"),
                f("b210936e", "没有验证手机号码的用户"),
                f("ed0df10b", "了解更多"),
                f("dcef34ac", "打开"),
                f("a39f706e", "你的浏览器不支持推送通知"),
                f("h4f20d0e", "接收推送通知，了解你不在 X 时发生了什么。你可以随时关闭。"),
                f("cdce0394", "当你在此浏览器中使用它时，此选项适用于任何账号。"),
                f("b39bcae2", "打开推送通知"),
                f("b50f6144", "要在发生时接收通知，请打开推送通知功能。即使你不在 X 上时，你也会收到它们。你可以随时将其关闭。"),
                f("fe11b3ea", "不支持的浏览器"),
                f("a1245d3a", "你的浏览器似乎不支持推送通知。"),
                f("f580c738", "开启通知？"),
                f("i951fbcc", "如需获取 X 通知，你需要先在你的浏览器设置中启用此功能。"),
                f("ec7cb554", "当你打开来自你关注的人的帖子通知，你会收到关于他们的帖子或直播视频的推送通知。"),
                f("b68050dc", "查看用户"),
                f("af045060", "与你和你的帖子相关"),
                f("cf378ff8", "从 X"),
                f("f823bbbe", "仅限认证账号"),
                f("a40e37f2", "接收电子邮件，了解你不在 X 上的时候发生了什么。你可以随时关闭。"),
                f("e8eb54a0", "你账号的每周报告"),
                f("ib80b0f2", "新通知"),
                f("ba58e6b0", "通过电子邮件发送给你的帖子"),
                f("fae2c81a", "热门帖子和故事"),
                f("f7b09bb4", "关于你的帖子影响力的更新"),
                f("d3978554", "关于 X 产品和功能更新的消息"),
                f("bdccb81c", "获取更多 X 使用技巧"),
                f("c3d47fe6", "自从上次登录 X 后你错过的内容"),
                f("af8caf3e", "关于 X 在合作伙伴产品和其它第三方服务上的新闻"),
                f("hc076ee4", "参与 X 研究调查"),
                f("ddfe3776", "推荐账号建议"),
                f("d17ba8c2", "基于你近期关注的建议"),
                f("bcf50a1a", "关于 X 商业产品的使用技巧"),
                f("fcad1e2e", "每天"),
                f("h9e0dfde", "每周"),
                f("e26d98ac", "定期"),
                f("h0c94842", "了解情况"),
                f("c460d332", "如果为账号打开了帖子通知，当他们发帖、直播和主持空间时你就能知道。"),
                f("a820d092", "加载关注"),
                f("ha45c9e4", "帖子通知"),
                f("bdbf8f4e", "输入字词或短语"),
                f("h43e2ea8", "已隐藏的字词"),
                f("da8c0440", "隐藏用户"),
                f("defb4aaa", "来自任何人"),
                f("e7d47b00", "来自你未关注的人"),
                f("d9d6e10e", "时长"),
                f("gfa5008e", "延长隐藏时间"),
                f("c5595dfe", "修改隐藏时间"),
                f("he6804e0", "直到你取消隐藏该词语"),
                f("a268406c", "24小时"),
                f("fc638aa2", "7天"),
                f("b8971cfa", "30天"),
                f("cc7bedfc", "你可以更改隐藏多长时间。如果之前选择了“永久”，你更改后的时间会立即生效。"),
                f("d768049c", "添加要隐藏的字词"),
                f("c6203da8", "隐藏字词选项"),
                f("e3f0d3db", function (e) {
                    return '已隐藏 "' + e.keyword + '"';
                }),
                f("h5746cf7", function (e) {
                    return '已更新 "' + e.keyword + '"';
                }),
                f("d2693eb8", "请确保你隐藏的短语不超过140个字符。"),
                f("f8488024", "这是一个很常见的词，并且在很多的帖子里显示。但如果愿意，你也可以隐藏它。"),
                f("deb4924d", "了解更多"),
                f("aa09e528", "添加隐藏词"),
                f("e506aa92", "添加隐藏的字词或短语"),
                f("cbd04965", function (e) {
                    return '已取消隐藏 "' + e.keyword + '"';
                }),
                f("eb4e810a", "已过期"),
                f("cabeb6c2", "永久"),
                f("f9bce916", "隐藏字词"),
                f("gfe0ee3b", "了解更多"),
                f("ba4aaa9e", "取消隐藏短语？"),
                f("f837ed7e", "该短语现在将出现在您的通知和主页时间轴中。"),
                f("a6194d10", "正在载入隐藏的账号"),
                f("bcf6ad9a", "来自隐藏账号的帖子不会显示在你的主页时间线中。直接从他们的个人资料或帖子隐藏账号。"),
                f("b8e49590", "当你隐藏帐号时，他们的私信将被过滤并发送到私信请求列表的底部。"),
                f("ec202165", "了解更多"),
                f("gde6b425", function (e) {
                    return e.name + " 已隐藏";
                }),
                f("e308019b", function (e) {
                    return e.name + " 已取消隐藏";
                }),
                f("hfb77cf6", "安全"),
                f("f350f0c0", "推荐"),
                f("fd3369a2", "选择你想要推荐的帖子、用户和趋势使用的语言。"),
                f("hfc86556", "已隐藏"),
                f("dae57a42", "允许全部"),
                f("i7cbc154", "允许一些"),
                f("d623aecc", "与拥有已委派角色的用户共享一个账号。"),
                f("f3029d5c", "如果开启了这个设置，别人就能邀请你分享他们的账号。"),
                f("cd1305e8", "允许别人邀请你分享他们的账号"),
                f("j339ef22", "允许任何人邀请你"),
                f("g4b0c2dc", "只允许你关注的人邀请你"),
                f("d9aef256", "你的委派"),
                f("afb3ccf6", "不允许"),
                f("dfae5248", "不允许别人邀请你分享他们的账号"),
                f("b9c91524", "在未来，你不会收到其他委派的邀请。你仍然能够访问现有的委派。"),
                f("c349b958", "邀请成员"),
                f("e177f72a", "邀请他人代表你的账号行事并管理账号角色。成员可以发送私信、发布帖子和创建列表 - 以及查看它们。"),
                f("cd5c5e73", function (e) {
                    return "你可能只有 " + e.numDelegatesLabel + " 个委派";
                }),
                f("efee0a50", "邀请成员加入这个账号"),
                f("ja0a1aa6", "邀请贡献者加入这个账号"),
                f("db4f623a", "为该成员指定一个角色"),
                f("be7350e3", function (e) {
                    return "将 @" + e.screenName + " 指定为管理员？";
                }),
                f("b7aa7642", "邀请已发送"),
                f("edbca224", "发送邀请"),
                f("f4834ca6", "邀请另一位成员"),
                f("cb04a824", "贡献者"),
                f("d4b3abde", "贡献者可以发送私信、发布帖子并创建列表。贡献者还可以查看账号的私信、帖子和列表。"),
                f("b92e2700", "管理员拥有与贡献者相同的权限。他们还可以邀请或删除贡献者并查看帖子分析。"),
                f("hbbbf908", "管理员可以邀请其他贡献者加入这个账号，并查看帖子分析。仔细核实你是否为正确的用户分配了这个角色。"),
                f("d8eda249", function (e) {
                    return "一旦 @" + e.screenName + " 接受了邀请，他们就能通过更新后的权限来为这个账号做贡献。";
                }),
                f("b5faf216", "这个成员不允许委派邀请。"),
                f("hcc3b4ce", "这个成员已被你的账号屏蔽。"),
                f("ace0f0a4", "这个成员限制了谁可以邀请他们进行委派。"),
                f("c2e8f726", "管理员"),
                f("fade0942", "管理员还可以邀请或删除账号的贡献者，并可查看帖子分析。"),
                f("b7d6e5d6", "贡献者"),
                f("cd76a282", "还没有添加成员"),
                f("db25d796", "更改这个成员的角色"),
                f("e4133790", "角色已更新"),
                f("a1a27c26", "更改角色"),
                f("fd7b1b1c", "返回"),
                f("ec67d021", function (e) {
                    return "@" + e.screenName + " 可以通过他们的新权限来代表这个账号行事。";
                }),
                f("h502484e", "待处理邀请"),
                f("a171ca7c", "取消邀请成员"),
                f("f68f079c", "更改角色"),
                f("b2794e9e", "从组中删除"),
                f("gca83d6a", "他们将不再是这个账号的管理员。"),
                f("b8cac21c", "他们将不再是这个账号的贡献者。"),
                f("hd67c2e8", "取消邀请"),
                f("f0bd8ca9", function (e) {
                    return "删除 @" + e.screenName + "？";
                }),
                f("a33eba47", function (e) {
                    return "取消邀请 @" + e.screenName + "？";
                }),
                f("d472c9eb", function (e) {
                    return "@" + e.screenName + " 已从组中删除";
                }),
                f("h5951997", function (e) {
                    return "@" + e.screenName + " 已取消邀请";
                }),
                f("a44c6034", "待处理邀请"),
                f("e39bc936", "作为成员，你可以发送私信、发布帖子和创建列表 - 以及查看它们。管理员还可以邀请或删除账号的贡献者，并查看帖子分析。"),
                f("h0d3bddc", "管理员访问"),
                f("c54aafb0", "贡献者访问"),
                f("idc35f32", "你还没有被委派给任何账号。"),
                f("fab787b4", "离开账号"),
                f("bfbe9620", "查看成员"),
                f("d52a2b36", "你将不再是这个账号的管理员。"),
                f("df515932", "你将不再是这个账号的贡献者。"),
                f("cd00ea21", function (e) {
                    return "离开 @" + e.screenName + "？";
                }),
                f("efa88ab1", function (e) {
                    return "已离开 @" + e.screenName;
                }),
                f("c6dae164", "接受邀请"),
                f("f8376170", "拒绝邀请"),
                f("a68c45e4", "拒绝"),
                f("aa35b48d", function (e) {
                    return "拒绝 @" + e.screenName + " 的邀请？";
                }),
                f("ed2a4b05", function (e) {
                    return "已拒绝的 @" + e.screenName + " 成员邀请";
                }),
                f("e73f9635", function (e) {
                    return "已接受的 @" + e.screenName + " 成员邀请";
                }),
                f("d2da668c", "委派成员"),
                f("ddf27b8e", "邀请贡献者"),
                f("jba63182", "查看账号中的成员角色。成员可以发送私信、发布帖子和创建列表 - 以及查看它们。"),
                f("af59527e", "查看成员角色并邀请贡献者分享账号。成员可以发送私信、发布帖子和创建列表 - 以及查看它们。"),
                f("eafcc76a", "该应用可以查看的内容..."),
                f("j3998a16", "该应用可以做的事..."),
                f("a6845663", function (e) {
                    return "你批准了 " + e.date + " 的这些应用权限";
                }),
                f("b2347f7c", "正在加载应用程序数据"),
                f("e1fda16e", "你没有连接此应用程序"),
                f("b8f3ed46", "当你连接了一个第三方应用程序到你的 X 账号后，你就授予这个应用使用你账号的访问权限。"),
                f("gb8d09ba", "有访问你的电子邮件地址的权限"),
                f("g6dc09a0", "权限"),
                f("a6e6e898", "只读"),
                f("cde3b9ae", "读取与撰写"),
                f("g0d7813a", "读取、撰写与私信"),
                f("c9b35b9e", "查看你的广告数据"),
                f("e0191264", "查看、创建并管理你的广告数据"),
                f("b73e1e8a", "了解如何撤销访问权限"),
                f("c174e46e", "显示较少信息"),
                f("a39075ff", function (e) {
                    return "其他 " + e.n + " 个";
                }),
                f("da6cdba8", "撤销应用权限"),
                f("ef1d3dcc", "举报应用程序"),
                f("d64e29c6", "登出显示的设备"),
                f("idfa01cc", "登出显示的设备？"),
                f("f400075e", "这将结束你的活动 X 会话，你将需要再次登录才能启动一个新的会话。"),
                f("e04ba39c", "日期和时间"),
                f("eed75824", "你已经结束你的活跃 X 会话。"),
                f("ddcd3d26", "正在加载会话数据"),
                f("d2f0f3fe", "我们不能找到这个会话"),
                f("ga05517a", "你尚未创建任何举报"),
                f("ea1715c0", "有了之后，就会出现在这里。"),
                f("b70a2cde", "我们会利用技术来帮助识别敏感媒体，虽然技术手段一直在改进，但也无法做到毫无差错。"),
                f("ee320a07", "敏感媒体政策"),
                f("ffeb836a", "设置不可用"),
                f("f2fb9746", "这些设置不可用，因为它们适用于非必要的 Cookie。由于你已经决定不使用这些 Cookie，所以我们只会使用从你的设备收集必要数据的 Cookie。"),
                f("aa4342be", "血腥暴力"),
                f("jfec3aa0", "成人内容"),
                f("j6bacd6a", "隐藏标记为血腥暴力的媒体，除非你选择进行查看。在 X 的 iOS 版中，这种媒体根本不会被显示。"),
                f("a73e66a8", "隐藏标记为成人内容的媒体，除非你选择进行查看。在 X 的 iOS 版中，这种媒体根本不会被显示。"),
                f("fef1b8dc", "隐藏被标记为敏感的媒体，除非你选择进行查看。在 X 的 iOS 版中，这种媒体根本不会被显示。"),
                f("d0a5a1c0", "警告"),
                f("ga197e26", "显示全部"),
                f("eb723386", "不再显示"),
                f("ea31c622", "这包括任何以图形详情来展示死亡、暴力、严重身体伤害或医疗程序的媒体。"),
                f("e40985c4", "这包括自愿制作和分享的色情或旨在引起性兴奋的媒体。"),
                f("h7e0672b", "媒体设置"),
                f("de9f111a", "管理你当前的订阅"),
                f("d5839f9e", "查看条款或从您的 Stripe 账号管理自己的订阅。"),
                f("a840c22c", "管理现有 Premium 订阅服务"),
                f("e31456f8", "切换级别"),
                f("a7c4ecea", "体验没有广告的“为你推荐”时间线，解锁全部功能并享受最大范围的回复推广。"),
                f("h15cc518", "探索级别选项并选择月度或包年套餐。"),
                f("ce70c590", "管理附属账号徽章"),
                f("a49e1b2a", "对附属关系排序"),
                f("e2daf93c", "第一个徽章将在所有帖子上显示。"),
                f("ab8089ea", "重新排序"),
                f("e0221c42", "在 X 内外都享受更好的阅读体验。"),
                f("adcaa214", "查看你所关注的用户被分享得最多的文章。"),
                f("b62d6e4c", "阅读"),
                f("acf63cd2", "选择你在阅读主题贴时要使用的文字大小。在主题帖的任何帖子中选择书籍按钮，以便开启阅读模式功能。"),
                f("e5fff0c8", "你的订阅已生效。"),
                f("ac057b4e", "要取消用于在 X 上互动的免费订阅，请联系支持部门"),
                f("ib8ebf3b", function (e) {
                    return "你似乎是在 " + e.mobilePlatform + " 设备上购买的该订阅。因此你需要从该平台管理或取消订阅。";
                }),
                f("i8132774", "为你最经常互动的关注者准备的奖励内容"),
                f("a1222584", "直接通过你的内容赚钱"),
                f("df837dac", "预估赚取的收入 / 支付门槛"),
                f("df29646e", "支付门槛"),
                f("b0ac642a", "付款可能需要 90 天才能存入你的账号。"),
                f("c747df1c", "设置付款详细信息"),
                f("ac814a76", "你尚未设置付款详细信息。"),
                f("f139168e", "收益面板"),
                f("ee0510c2", "支付历史记录"),
                f("c9b82b4c", "申请已接受 · 打造你的订阅"),
                f("ibb5e1c8", "申请被拒绝"),
                f("b255df58", "申请已提交 · 正在等待审查"),
                f("b3f834c8", "申请已被加入候选名单中"),
                f("i14be2c6", "预估赚取的收入"),
                f("fd74390a", "创作者 ID 已认证"),
                f("e8dc82e2", "进行中的计划"),
                f("c12c5eb6", "可用计划"),
                f("j53f5eb0", "符合条件的创作者可以注册每月订阅并享受广告收入分成。"),
                f("e9c1273a", "符合条件的创作者可以注册每月订阅并享受创作者收入分成。"),
                f("jd176c82", "你所在地区不支持付款"),
                f("d6ff74ca", "很遗憾，我们的支付提供商还不支持在你的国家/地区的付款。某些盈利计划不可用。"),
                f("e89cdac0", "管理付款账号"),
                f("dd7a54b4", "设置 Stripe 账号"),
                f("jff3ab68", "身份认证"),
                f("j2876824", "认证身份"),
                f("ebd06fb0", "身份证件已提交"),
                f("f65b960c", "我们正在审查你用于创作者计划的政府颁发的身份证件。"),
                f("i4a1e936", "要获得付款，请确保关联或创建一个新的 Stripe 账号"),
                f("f5931b6a", "参加创作者计划需要进行身份认证。如果你之前已经提交了参加创作者计划的身份证件，则无需再次提交。"),
                f("c8798a95", "此处"),
                f("d809ac49", "此处"),
                f("bbe09d38", "应用程序已接受 - 等待在应用程序商店配置"),
                f("efbc5066", "等待进行身份认证"),
                f("hc7631da", "你尚未完成 Stripe 账户设置"),
                f("h72d71a2", "符合条件"),
                f("e12b0b16", "还不符合条件"),
                f("a1e57106", "未完成"),
                f("i51b4e22", "已拒绝"),
                f("h5bd7160", "这个账号不符合 ID 认证的条件！"),
                f("e32040c4", "你必须完成身份认证才能收到付款。"),
                f("j8769b42", "我们正在审查你的政府颁发的身份证件。"),
                f("be955554", "创作者收入分成"),
                f("b03a3d62", "广告收入分成"),
                f("cbbe29c2", "你有望获得付款"),
                f("g97a2d6c", "了解更多"),
                f("f30774ea", "点击此处了解有关盈利计划和政策的更多信息。"),
                f("aea0b11a", "通过让别人订阅你的每月内容在 X 上谋生。"),
                f("bce47f48", "在 X 上通过与你帖子的互动来赚取收入。"),
                f("h7a68080", "通过在你的帖子回复中投放的广告赚取收入。"),
                f("eefd091e", "需要进行身份认证"),
                f("cd616a5a", "参加创作者计划需要进行身份认证。"),
                f("cce8c40a", "核验身份证"),
                f("ja73ebac", "收入"),
                f("h16eeb42", "管理"),
                f("bc43a32e", "最近活动"),
                f("i4c3b046", "你现在没有新的金币。"),
                f("ca516a66", "查看全部动态"),
                f("ee9ea930", "钻石"),
                f("cf3b535e", "钻石是通过符合条件的帖子所收到的金币积累而成的。通过“钻石”赚到的钱会被添加到你的预估收益中。"),
                f("fbb7764b", function (e) {
                    return e.count + " 金币";
                }),
                f("e70a07b2", "匿名"),
                f("c76972f0", "自上次支付"),
                f("c219a552", "全部时间"),
                f("f3ce76c0", "需要更多帮助？"),
                f("i8982e7e", "如有问题，请访问我们的帮助中心或联系我们。"),
                f("fbbfe8aa", "停用金币"),
                f("e4f29140", "一旦停用，你将从“金币”计划中除名，并且不再有资格获得金币。"),
                f("e58e85d2", "继续停用"),
                f("be8e87b4", "停用金币？"),
                f("bee26fa8", "是的，停用"),
                f("f0145c9a", "金币现已停用"),
                f("a22f6808", "全部动态"),
                f("g1b8020c", "最近 30 天"),
                f("jb13b840", "所有时间"),
                f("b4f24360", "你在过去 30 天内没有新的金币。"),
                f("d59dbf8a", "概览"),
                f("g652fc4c", "你本月没有支付记录。"),
                f("d55e017a", "本月"),
                f("f883322d", function (e) {
                    return "交易 ID " + e.transactionId;
                }),
                f("d978f43e", "新的订阅服务"),
                f("d113fc10", "你目前没有新的订阅服务。"),
                f("h7a41c02", "续订"),
                f("eedf2eaa", "你目前没有续订。"),
                f("d93308d8", "查看所有交易"),
                f("a23e724a", "这个账号不可用。"),
                f("a384fda0", "订阅概述"),
                f("i4313618", "介绍自己，描述大家在超级关注你之后能得到些什么。"),
                f("c0348964", "简介"),
                f("g522fd30", "“已订阅”用户特权"),
                f("e85471c6", "“已订阅”徽章"),
                f("fd75ca92", "你会获得一枚公开的“已订阅”徽章，让你更容易吸引别人来关注、聊天和联系。"),
                f("ia9c37c4", "定价"),
                f("f5be83b2", "加入社群"),
                f("e4ee8c6a", "在订阅服务创作者反馈社群中分享想法、获取灵感，并与其他创作者保持联系。"),
                f("i3a90dee", "停用订阅服务"),
                f("e261e6e6", "一旦停用，你就会从订阅服务计划中删除，并且还会失去你所有的订阅者。"),
                f("ca5ca5ee", "查看预览"),
                f("a329ce88", "添加描述..."),
                f("f0c99eff", function (e) {
                    return "- @" + e.screenName;
                }),
                f("g40b2b30", "启用帖子预览"),
                f("c1521804", "你的订阅者帖子预览将向非订阅者显示。"),
                f("jd0f1ac0", "停用订阅服务？"),
                f("c6c27fc8", "停用订阅服务是永久性的。你将会从订阅服务计划中删除。要回到该计划，你需要重新申请。"),
                f("f82a23ec", "订阅服务现已被停用。"),
                f("a4c6e458", "你已将每月订阅费用设为："),
                f("be54a313", function (e) {
                    return e.price + "/月";
                }),
                f("hadd463a", "要求价格更改"),
                f("b0728b5c", "取消价格更改"),
                f("aea9f79c", "你准备将价格更改为："),
                f("c701e5cc", "你所做的任何更改都不会被保存。"),
                f("a649778c", "继续编辑"),
                f("d1a683b8", "关于订阅服务创作者"),
                f("iba08a94", "一切看起来如何？"),
                f("a5f55bfa", "这是潜在订阅者在访问你的页面时会看到的内容。你可以随时回来更新自己的描述。"),
                f("b600eb88", "寻找你的关注者并获得认可"),
                f("da48ebf6", "注册后即可获得奖励内容"),
                f("f324fb6c", "订阅服务"),
                f("c654a3aa", "只有订阅者可以查看这个帖子"),
                f("d409ce3c", "在 X 上支持你喜欢的人，以便获得奖励内容和额外的特权。"),
                f("a4ed9072", "添加简介..."),
                f("af5b098e", "订阅服务特权"),
                f("gf32cca2", "介绍你将提供的特权"),
                f("j8ba99b4", "快速总结一下你要分享的奖励内容，让大家感受一下每个月的体验。"),
                f("j679dcda", "查看示例"),
                f("j325331a", "花时间问候一下"),
                f("e18e8da8", "简单介绍一下，给你的潜在订阅者留下良好的第一印象。"),
                f("fce14f56", "新价格"),
                f("b0c58272", "选择新的包月价格。价格更改需要 3-7 个工作日进行处理。价格上涨可能需要现有用户选择加入。"),
                f("d5737f0e", "每月订阅服务"),
                f("edc014fb", "了解更多"),
                f("h810143c", "详情"),
                f("ga57b610", "购买日期"),
                f("h3b68828", "购买类型"),
                f("cc2aa67a", "购买平台"),
                f("b313bb24", "付款"),
                f("e5188502", "所有销售均为最终"),
                f("bf364d62", "所有交易"),
                f("ed3efef0", "你在过去 30 天内没有新的订阅服务。"),
                f("b5f9ec14", "你在过去 30 天内没有续订。"),
                f("d8eed490", "管理你面向公众的个人资料外观。"),
                f("e26dbcd0", "隐藏你的创作者订阅服务"),
                f("aea7dda8", "你的个人资料中的创作者订阅服务列表只有你自己可以看到。"),
                f("j3d2cfc4", "运行关注者查看你在收听哪个空间"),
                f("d9588ae6", "请记住，即使关闭这个设置，当你在某个空间中时，所有的人也会看到你。你的关注者总是可以查看你在主持、共同主持或发言的空间。"),
                f("i84c5de8", "创作者申请即将开放"),
                f("b8922f7e", "请稍后返回査看，以便申请加入订阅服务计划。"),
                f("ad588be6", "你符合条件！"),
                f("f6443bd2", "好消息 — 你符合我们对订阅服务的资格要求。准备好申请了吗？"),
                f("a3a20a10", "稍后返回査看"),
                f("b8d29e4a", "很遗憾，你目前不符合我们对订阅服务的资格要求。"),
                f("d92c1d0a", "继续申请"),
                f("fde27650", "订阅服务条款"),
                f("c5f89b06", "通过订阅 Premium 获得认证"),
                f("ff9f4475", function (e) {
                    return e.minFollowersCount + " 个认证关注者";
                }),
                f("b747ce3a", "过去 30 天内表现活跃"),
                f("c27f57ac", "至少已年满 18 周岁"),
                f("h63d2973", function (e) {
                    return "过去 3 个月获得 " + e.count + " 自然展示量";
                }),
                f("ef606fca", "面向最积极的关注者的付费订阅服务"),
                f("e533715e", "检查资格条件"),
                f("d8671da2", "在 X 上直播"),
                f("d126a504", "为你喜欢的关注者提供一点额外的内容，并且每个月都从中赚钱。 "),
                f("d08d0bb2", "奖励内容"),
                f("ef29d2c2", "通过额外的帖子和个人回复来分享即兴的想法、观点和意见。"),
                f("if12af7c", "订阅服务设置"),
                f("cc4c1a14", "价格设置"),
                f("e1453e45", "了解更多"),
                f("aa7e35ee", "你的账号未被选中"),
                f("c984cc62", "你的账号这次没有被选中。请继续关注未来参与的机会。"),
                f("gd115e64", "申请订阅服务"),
                f("a9f08d5c", "你对以下问题的回答将供我们审查，不会显示在你的个人资料中。"),
                f("c3f8d650", "描述你的内容"),
                f("j89dd344", "请举例说明要在你的订阅中包含的内容，越具体越好。"),
                f("d19cc490", "添加示例内容"),
                f("c737c1b2", "告诉我们你的体验"),
                f("f98e5fd4", "你是否在其他平台上创作付费内容？你认为用户为什么会订阅？"),
                f("c41b01be", "添加推广"),
                f("e2aad0fe", "我不会发布图片或成人订阅者内容"),
                f("d1b983ef", function (e) {
                    return "必须至少包含 " + e.count + " 个字符";
                }),
                f("d3d6c52c", "你的申请已提交"),
                f("cb27c0ba", "我们已经确认你的定价。接下来我们将对你的申请进行审查，一经批准，我们将在它上线后立即通知你。"),
                f("j274e6aa", "你已在候选名单中"),
                f("j006be54", "我们的“订阅服务”测试群组很快就满员了，但我们已经把你加入了等待名单，等有更多名额时，我们会通知你。"),
                f("d5cb1114", "开始使用订阅服务"),
                f("j2f622ec", "你已被选入我们的测试群组！立即设置你的订阅详情，当它上线时，我们会通知你。"),
                f("e2cd7000", "快好了..."),
                f("b3629b92", "只用几步即可完成设置你的订阅。"),
                f("f4619a62", "接受并继续"),
                f("c5625f84", "描述你的订阅特权"),
                f("c7289544", "设置订阅价格"),
                f("aaf68c58", "确认你的付款详情"),
                f("b8a69fa0", "订阅服务条款"),
                f("ad4a92a2", "徽章"),
                f("d5aa8de0", "授予你的订阅者徽章"),
                f("j0bbda92", "这里没什么需要更改或编辑的。你的所有订阅者都会在订阅时自动获得一个公共徽章。"),
                f("e18b7a72", "查看"),
                f("be76dc34", "添加描述"),
                f("ef5406e4", "添加简介"),
                f("ea8a3d2e", "定价设置"),
                f("f77bb179", function (e) {
                    return "确认你的 " + e.price + " 选择";
                }),
                f("g2a6f160", "认真考虑并确认你的订阅价格。一旦设定价格，你就不能再回来更改价格。"),
                f("g767d1c9", "注意：在订阅服务试用期间，你将无法更改确定好的价格"),
                f("df057690", "选择订阅者的付费金额"),
                f("g5923869", function (e) {
                    return e.price + " 每月";
                }),
                f("f025ab3a", "培养规模更大、更广泛的受众群体"),
                f("c962df0e", "不太经常发帖和与订阅者互动"),
                f("ib075804", "扩大受众群体并尽可能提高收入"),
                f("fc04f3a6", "时不时地发帖并与订阅者互动"),
                f("c246656e", "培养关系亲密的受众群体"),
                f("h0c5405c", "经常发帖并与订阅者互动"),
                f("f2d2153d", function (e) {
                    return "大多数创作者都会收取 " + e.price + "，但你可以选择任何想要的价格";
                }),
                f("f1cb36b8", "支出设置"),
                f("e20f6662", "你已设置完毕！"),
                f("g88e146c", "你的账号待处理"),
                f("dfe973a6", "感谢你提供付款详情。一旦 Stripe 审查了相关信息，你就会收到关于后续步骤的通知。"),
                f("ja884230", "设置你的付款详情"),
                f("a3f6a966", "关联 Stripe 账号"),
                f("cb031e44", "你将进入 Stripe 以关联账号。如果你要使用已有的 Stripe 账号，请在 Stripe 提示输入电子邮件时输入该账号的电子邮件地址。注意：你的 Stripe 电子邮件地址可能与你的 X 电子邮件地址不一样。"),
                f("ebfb897c", "示例"),
                f("dc4feb1a", "不知道说些什么？"),
                f("h9b9d486", "为订阅者提供哪些内容完全取决于你。这里有一些示例可以帮助你开始。"),
                f("ic130fd6", "你将看到一些很有趣的幕后内容，抢先了解我的书籍和其他项目，还有每个月的 AMA。"),
                f("dd913e24", "你会看到我的热门话题、即兴想法，以及你真正感兴趣的额外内容。"),
                f("b737ee66", "准备享受 VIP 体验。查看：订阅者专享内容，如投票、视频和交易。"),
                f("a0bb2076", "描述要言简意赅，稍后你就能介绍自己的内容了。这里有几个示例可以帮助你开始。"),
                f("fe076612", "嗨，欢迎来到我的订阅服务页面！你的到来让我很开心。谢谢你让我有机会做自己喜欢的事。"),
                f("g7f66daa", "大家好吗？感谢你选择我的订阅。你一定会喜欢我为你准备的内容。"),
                f("hbe4f99e", "大家好！我想和你们分享一些不为人知的内容，同时更好地了解大家 :)"),
                f("fb278c82", "这个预览是什么？"),
                f("j6cab6ec", "这就是用户在向你订阅之前会看到的内容。调整并编辑你的描述，直到你觉得它们已经准确无误。"),
                f("i22beaa4", "数据共享"),
                f("e110a46c", "删除对话历史记录"),
                f("ebc4fda0", "你即将删除自己的 grok 对话历史记录。你将无法再访问这些对话。"),
                f("c90fe716", "你要删除对话吗？"),
                f("a8d516a4", "X 可能会与 xAI 共享你的 X 公开数据以及你与 Grok 在 X 上的用户交互、输入和结果，以便训练和微调 Grok 以及 xAI 开发的其他 AI 模型。这有助于我们不断改善你的用户体验。"),
                f("a127886c", "让 Grok 记住你的对话历史记录"),
                f("f49b39b8", "允许 Grok 记住你以前对话的详情。你可以删除单个对话以忘记相关详情。"),
                f("b7de9ad2", "允许 X 为你提供个性化的 Grok 体验"),
                f("ed141096", "允许将你的 X 数据以及与 Grok 的互动、输入和结果用于个性化你的 Grok 体验。X 可能会与 xAI 共享你的 X 数据以及你与 Grok 的用户交互、输入和结果，以便个性化你使用 Grok 和 xAI 开发的其他 AI 模型的体验。这有助于我们不断改善你的用户体验。 "),
                f("ecdbece0", "你已成功加入了“金币”计划。"),
                f("db3f0bbe", "帮助创作者通过自己的内容来赚钱。"),
                f("a1f40cf8", "同意"),
                f("d604fb32", "创作者条款"),
                f("d520d188", "接受金币"),
                f("ea770766", "金币是可以通过符合条件的帖子收到的虚拟物品。你收到的金币会累积成钻石，然后可以兑现。"),
                f("d27f5ac6", "被动收入"),
                f("h1d66df0", "在 X 上发布优质内容就能赚钱。你的关注者现在可以通过赠送金币来奖励你。"),
                f("f85fb0a2", "与你的受众建立联系"),
                f("d1433e24", "金币是粉丝对你制作他们最喜欢的内容进行奖励的一种有趣方式。它是让你与关注者和粉丝增进联系的机会。"),
                f("e6ba42de", "广告收入分成"),
                f("ebc16756", "创作者收入分成"),
                f("da4cd6fa", "很遗憾，你还没有资格参与广告收入分成。你需要满足以下要求才能参与："),
                f("b2961492", "很遗憾，你还没有资格参与创作者收入分成。你需要满足以下要求才能参与："),
                f("d3789528", "关于广告收入分成"),
                f("aa0ff456", "关于创作者收入分成"),
                f("bf214f48", "好的"),
                f("b2b4d592", "订阅 Premium 或认证组织"),
                f("fbb03ba6", "500 名 Premium 关注者"),
                f("hb4c5169", function (e) {
                    return "过去 3 个月内的帖子展示量至少达到 " + e.impression_number + "00 万";
                }),
                f("f91685ba", "你的帖子将自动获得付款资格！"),
                f("a9f0e0fa", "作为“Premium”或“认证组织”的订阅者，你将自动获得广告收入分成。你的付款将根据对你帖子的回复中显示的广告认证展示量来计算。"),
                f("c694e3e4", "Premium 或认证组织订阅者将自动获得创作者收入分成资格。"),
                f("acd1a1be", "立即设置你的付款详情，以便将来接收付款。"),
                f("f7e11f70", "加入并认证身份"),
                f("c8169274", "保存你的申请时出现了问题。请稍后重试。"),
                f("c3f93665", "创作者收入分成条款"),
                f("a249ce04", "广告收入分成条款"),
                f("d085a144", "创作者收益面板"),
                f("a5204850", "总收入"),
                f("ada650cf", function (e) {
                    return "付款期：" + e.fromDate + " - " + e.toDate;
                }),
                f("aa732c0a", "视频广告收入分成"),
                f("g88c1108", "关于视频广告收入分成"),
                f("d4bb7e9c", "视频广告收入分成条款"),
                f("dc535dbe", "申请加入视频前贴片广告收入分成计划，通过你在 X 上发布的内容赚取更多收入。"),
                f("eb6d9270", "通过内容赚取收入"),
                f("a778472e", "详情："),
                f("bde8446e", "选择“同意并提交”申请加入广告收入分成计划。"),
                f("a415fd3a", "同意并提交"),
                f("fbba9725", "X 规则"),
                f("f3dd8c4a", "广告收入分成条款和创作者盈利标准"),
                f("hd885ae0", "查看你的影响"),
                f("je4ccd3a", "无广告文章帮助中心"),
                f("i6cb493e", "管理如何显示你的附属账号"),
                f("e4fde082", "设置一个用于撤销已发送帖子的计时器，同时选择你想撤销的帖子种类。"),
                f("dcfc6540", "原始帖子"),
                f("be077e8c", "主题帖"),
                f("f3429f2c", "投票"),
                f("i647ba8a", "帖子撤销期"),
                f("d195528e", "选择你想在公开之前撤销哪些类型的帖子，以及撤销期间的长短。"),
                f("bcf3a9e6", "管理设置，以便限制不受欢迎的回复。"),
                f("c048fd3a", "过滤可能不受欢迎的回复"),
                f("dab7dac4", "如果你的帖子回复可能包含危害性或攻击性语言，则这些回复将被过滤并出现在这里。其他人仍然可以看到这些回复。"),
                f("c4c53b86", "请记住，我们会利用技术来帮助识别此类回复，虽然技术手段一直在改进，但也无法做到毫无差错。"),
                f("dca3d2ee", "关闭回复过滤器？"),
                f("fe440ff8", "过滤的回复不会被恢复到你的帖子。"),
                f("cedbb01c", "法律"),
                f("b4f917d0", "杂类"),
                f("bdfa2b8c", "更多资源"),
                f("b8692262", "查看其他地方的有用信息，了解有关 X 产品和服务的更多信息。"),
                f("c0398892", "发布说明"),
                f("b833bcde", "管理 X 体验的各个方面，比如限制颜色对比度和动态效果。这些设置会影响此浏览器中的所有 X 账号。"),
                f("d5b646be", "视力"),
                f("jfe6a3a0", "动态效果"),
                f("e8c72272", "增加颜色对比度"),
                f("dba2cdd2", "增加文字和背景色之间的对比度以提升可读性。"),
                f("d070244e", "减少动态效果"),
                f("icfa5e8c", "限制应用内动画数量，包括实时互动次数。"),
                f("ae41b002", "限制应用内动画数量，包括实时互动次数。你的系统目前正在提示减少动态效果。如果你想重新启用动态效果，请先禁用它。"),
                f("h9d1cfae", "接收图片描述提醒"),
                f("c878e9f8", "启用提醒功能，以便在发送帖子之前添加图片描述。"),
                f("bbd1fc7c", "了解更多有关 X 辅助功能的信息"),
                f("ac865cf0", "X 的辅助功能"),
                f("d3a2bde8", "查看你的账号相关信息，下载数据档案或了解你的账号停用选项"),
                f("idca4742", "查看你的账号信息，例如电话号码和邮箱地址。"),
                f("b6ded35e", "随时更改你的密码。"),
                f("cce24bf4", "深入了解为你的账号存储的信息类型。"),
                f("i203df96", "了解如何停用账号。"),
                f("f70cd5ee", "手机"),
                f("ib6f1694", "账号创建时间"),
                f("de323650", "女"),
                f("b6ab31be", "男"),
                f("h3290872", "已认证"),
                f("hbd12156", "请求认证"),
                f("b7ec04f4", "是"),
                f("f70d5780", "是。"),
                f("dc62d3c6", "否。"),
                f("a67dbd0a", "戏仿、评论和粉丝账号"),
                f("a3db727e", "管理你的戏仿、评论和粉丝账号"),
                f("eacf1990", "将你的出生年月添加到个人资料中。"),
                f("a3bf1262", "更改你个人资料中的出生年月。"),
                f("h530db16", "私密帖子"),
                f("d6d80990", "该信息在你登出时适用于你的浏览器或设备。当你登录后可能有所不同。"),
                f("i0d81ddb", "你的个性化和数据设置"),
                f("g2a9bd3e", "自动账号标签"),
                f("dd9b3aae", "什么是自动账号？"),
                f("b80bdc40", "自动账号被设计为通过 X API 自动执行某些操作。例如，通过帖子发布某个地区的天气状况。它们由 X 上的其他用户创建和管理。"),
                f("a01ac9b6", "标签让大家知道是谁在管理自动账号。一旦自动账号所有者连接了他们的管理账号，自动账号的个人资料和帖子中就会出现一个标签。"),
                f("b989e1fe", "我需要给自动账号添加标记吗？"),
                f("i2d599aa", "我该如何给自动账号添加标记？"),
                f("gd5bed72", "创建管理账号"),
                f("g6d44432", "管理账号是负责自动账号的人工管理账号。"),
                f("e20a69e8", "连接你的管理账号和自动账号"),
                f("d2f88358", "从设置中的自动页面连接你的账号。"),
                f("e427f632", "你的账号已被标记！"),
                f("a4d7cffa", "一旦连接了账号，自动账号就会出现一个标签。"),
                f("a18d6a7d", "新规则"),
                f("e9965c14", "自动账号标签常见问题解答"),
                f("ee78c192", "什么是 PCF 账号？"),
                f("c3f35e0c", "PCF 账号会在其个人资料中描述其他个人、团体或组织，以讨论、讽刺或分享有关该实体的信息。"),
                f("d019b5fa", "我需要给 PCF 账号添加标记吗？"),
                f("dd04f24e", "是的，PCF 标签确保 X 用户不会对你的账号感到困惑，让他们知道你的账号与个人资料的主体不存在附属关系。如果不添加标签，你的账号可能会违反真实性政策的规定。"),
                f("hb0f8bbc", "我该如何给 PCF 账号添加标记？"),
                f("g69acc5c", "只用点击“知道了”，你就可以进入自己的个人资料设置，以便设置一个账号标签！"),
                f("d313d431", "真实性政策"),
                f("a3f22d8e", "选择你就动态、兴趣和建议收到的通知类型。"),
                f("bc20979a", "X 及其合作伙伴使用 Cookie 为你提供更好、更安全、更快捷的服务，并为我们的业务提供支持。有些 Cookie 是使用和改进我们的服务以及确保其正常运作所必需的。"),
                f("ge06dadc", "允许 X 及其合作伙伴使用 Cookie 提供你感兴趣的广告和通讯。"),
                f("he20de3a", "不允许 X 使用 Cookie 收集更多数据来用于定制广告和通讯。"),
                f("g0ec0bec", "已停用"),
                f("g89f4614", "你的账号已被停用"),
                f("f1768324", "控制 X 如何个性化内容以及收集和分享某些数据。"),
                f("ja94f34e", "这些设置在你登出时适用于此服务器或设备。当你登录后不会有任何影响。"),
                f("bd73f7e6", "这会启用或禁用本页的所有设置。"),
                f("ddbc3288", "数据"),
                f("ae5339a0", "查看你的 X 数据"),
                f("b934e0ea", "禁用个性化和数据？"),
                f("i0317e0e", "这可能会降低你所看到的帖子和广告的相关性。"),
                f("a148acba", "关闭"),
                f("aa023546", "根据你去过的地方个性化"),
                f("ced77194", "允许使用你在网上看到 X 内容的位置"),
                f("fe1fc83e", "这些是与你相关联的年龄范围。"),
                f("bf9c74d0", "不使用此年龄范围进行个性化。"),
                f("cf0daa24", "收集此信息可能需要一点时间。稍后再试。"),
                f("ea522535", "了解更多"),
                f("hf5ca8f8", "个人资料"),
                f("d9cbe351", function (e) {
                    return e.count + " 次登录事件";
                }),
                f("de90b04a", "你去过的地方"),
                f("cbd2ef59", function (e) {
                    return e.count + " 位置";
                }),
                f("a4441bb8", "来自 X 的兴趣"),
                f("e1c6b2d6", "自定义受众"),
                f("ed19d10d", function (e) {
                    return e.audienceCount + " 受众来自 " + e.advertiserCount + " 广告商";
                }),
                f("f00d0d03", function (e) {
                    return e.count + " 兴趣";
                }),
                f("hf9c2caa", "索取广告商列表？"),
                f("c29b7971", function (e) {
                    return "此列表将发送到 " + e.primaryEmail + "。";
                }),
                f("b9e1cf02", "索取"),
                f("a8276fac", "索取广告商列表"),
                f("g7912a84", "知道了。你的列表就绪后，将以电子邮件形式发送给你。"),
                f("d6104de0", "你可以在你的个性化和数据设置中取消基于兴趣的广告。这会改变你在 X 上看到的广告，但不会把你从广告商受众中移除。"),
                f("ed8c03f5", "了解更多"),
                f("acb25e32", function (e) {
                    return e.num_advertisers + " 个广告商";
                }),
                f("e1a4daac", function (e) {
                    return e.num_audiences + " 个受众";
                }),
                f("j4fa776e", "手机"),
                f("i7acdb36", "平板电脑"),
                f("c112dfc8", "电脑"),
                f("jd8607ba", "激活于"),
                f("ea4f6c9e", "浏览器"),
                f("d750b93f", function (e) {
                    return e.count + " 浏览器";
                }),
                f("a9783602", "移动设备"),
                f("j043aa31", function (e) {
                    return e.count + " 移动设备";
                }),
                f("ae415fd2", "此设置已关闭。"),
                f("a90be7b4", "邮件地址"),
                f("c0f6f911", "非 X 动态"),
                f("adaafb3f", "推断的身份"),
                f("f0f72665", "推断的身份"),
                f("d33b4e5b", "非 X 动态"),
                f("c4668d4f", "非 X 动态"),
                f("df3e137b", "了解更多"),
                f("d1597ccb", "了解更多"),
                f("c1b03a07", "了解更多"),
                f("b056d9dc", "这是你账号的主要语言设置。"),
                f("h68bc23c", "这些额外语言用来对你的体验个性化。"),
                f("fbf0e61e", "如果你还没有指定性别，那么这就是根据你个人资料和动态与你账号相关的。这个信息不会公开显示。"),
                f("b4568a3a", "添加性别"),
                f("c0be743e", "性别已更新"),
                f("c5abae66", "这是 X 认为与你最相关的性别。"),
                f("cdb0d3e6", "不使用此性别进行个性化。"),
                f("j31a1aa0", "X 通过这些地方来向你显示更多相关内容。如果你关闭“根据去过的地方个性化”，那么你将看不到这里列出的地方。"),
                f("ddefdd1c", "移除你去过的地方？"),
                f("hea740ac", "这需要一些时间，并且无法撤销。"),
                f("a26e0d52", "知道了。这些地方将被移除。"),
                f("he447966", "目前没有找到任何地方。"),
                f("b9d98dec", "位置设置"),
                f("e27e4fce", "未知位置"),
                f("ib55eb6b", "关联的应用程序"),
                f("e5a4a539", "了解更多"),
                f("gc8f2e14", "你可以在你的个性化和数据设置中取消基于兴趣的广告。"),
                f("e6dbe66b", "了解更多"),
                f("d3310e49", function (e) {
                    return "将发送一份包含你账号所有相关信息的文件到 " + e.primaryEmail + "。";
                }),
                f("ib03e8c8", "是否向此设备下载一份包含你账号所有相关信息的文件？"),
                f("g49741e8", "下载"),
                f("dc370a0c", "知道了。你的数据就绪后，将以电子邮件形式发送给你。"),
                f("c07b4316", "兴趣所在"),
                f("e97196fe", "出名之处"),
                f("ja0f971c", "这些是根据你的个人资料、动态和你关注的话题与你匹配的一些兴趣。它们是用来对你在 X 上的体验进行个性化的，包括你看到的广告等。如果有不对的地方，你可以调整自己的兴趣。你所做的任何更改可能都需要一段时间才能生效。"),
                f("gd1ce494", "我们相信你擅长以下的兴趣。这些兴趣将用于向感兴趣的人显示更多内容。如果有不对的地方，你可以调整自己的兴趣。你所做的任何更改可能都需要一段时间才能生效。"),
                f("a6b0b41a", "获取免费的 X 手机应用。"),
                f("h3ed510e", "X 数据"),
                f("b708417c", "你可以请求提供一个 ZIP 文件，在其中包含你的账号信息、账号历史记录、应用和设备、账号活动、兴趣和广告数据的存档。当数据存档准备好可供下载时，你就会收到应用内通知。"),
                f("jbf5843e", "Periscope 数据"),
                f("ea886c6e", "你可以直接在 Periscope 上请求 Periscope 数据存档。"),
                f("cdcc2ad4", "下载失败"),
                f("dbeff87a", "索取存档"),
                f("hb02ed28", "“下载你的数据”功能当前不可用。请稍后重试。"),
                f("c2254084", "我们收到了你的请求。为了保护你的账号，你的数据可能需要 24 小时甚至更长时间才能准备就绪。"),
                f("f62d1d9e", "你的存档已准备就绪，你可以使用桌面浏览器下载和查看。请记住，这些数据将在几天后过期，因此务必要提前下载。"),
                f("b221ca4c", "我们会在数据准备好下载时通知你"),
                f("db40dfcf", "填写此表格"),
                f("g1aced04", "应用、设备和信息"),
                f("dbcf3a1a", "添加个人资料标签"),
                f("cbb2367c", "显示或隐藏戏仿、评论和粉丝账号配置文件标签。"),
                f("ge48855c", "戏仿"),
                f("hf019b20", "此标签确保 X 用户不会对你的账号感到困惑，让他们知道你的账号与个人资料的主体不存在附属关系。"),
                f("d048571e", "删除戏仿标签？"),
                f("g905134c", "关闭该标签将从你的个人资料和所有过去的帖子中删除该标签。请检查你是否符合真实性政策。"),
                f("ce62c8c2", "删除个人资料标签？"),
                f("a14080ce", "更新个人资料标签？"),
                f("db6796f6", "关闭该标签将从你的个人资料和所有过去的帖子中删除该标签。请检查你是否符合真实性政策。一旦更新，未来 48 小时内将无法再进行更新。"),
                f("c700b6be", "一旦更新，未来 48 小时内将无法再进行更新。"),
                f("ff1739ae", "个人资料标签"),
                f("h70c602c", "无法更新个人资料标签"),
                f("c818c60c", "分析"),
                f("ha9f14b1", function (e) {
                    return "你的空间将于 " + e.scheduleDate + "的 " + e.scheduleTime + " 开始";
                }),
                f("jafbef80", "你无权预排期此空间"),
                f("e5d26f84", "开启推送通知，不错过每一条正在发生的动态。X 将获悉你的设备国家/地区和语言，以便让你的通知个性化。"),
                f("f91f00ba", "创建剪辑"),
                f("f9b2d343", function (e) {
                    return e.count + " 帖子";
                }),
                f("jcc8306e", "请求发言"),
                f("j41fd45a", "请求已发送"),
                f("d5b2aae8", "发送了太多的发言请求。请稍后再试。"),
                f("b9945b98", "请求发言失败。请重新加入空间并等一会再试。"),
                f("b2cc6a54", "作为发言人加入"),
                f("fb6c0bbc", "正在匿名收听"),
                f("e49a1f42", "你目前正在匿名收听，主持人和其他参与者都看不到你。"),
                f("jf01aea4", "要想参与，你必须先退出，然后以非匿名听众重新加入。"),
                f("cac1482a", "用表情符号回应"),
                f("fc0e94b7", function (e) {
                    return "用表情符号 " + e.emoji + " 进行回应";
                }),
                f("jf9f3e54", "快进 15 秒"),
                f("hdd1aba0", "向后跳转 15 秒"),
                f("b89c5a50", "暂停"),
                f("e674c120", "显示字幕"),
                f("f45bace4", "隐藏字幕"),
                f("ce96f1dc", "字幕不可用"),
                f("e07f6e7d", function (e) {
                    return "速度 " + e.rate + "x";
                }),
                f("jd04fc66", "0.5x 速度"),
                f("f03848b8", "正常"),
                f("j0e5c2ce", "1.5x 速度"),
                f("b3f2318e", "2x 速度"),
                f("f17bc95a", "共享屏幕"),
                f("b11a74b2", "停止共享"),
                f("e51c2372", "客席播主"),
                f("b08821f4", "返回"),
                f("fed1388a", "空间设置"),
                f("c63dd2cc", "和我一起加入实时对话！"),
                f("c958c6c8", "发帖"),
                f("if23a252", "分享…"),
                f("c0530da6", "分享菜单"),
                f("gb5851d7", function (e) {
                    return e.prefix + " " + e.url;
                }),
                f("j78ad1ca", "结束空间？"),
                f("db684264", "是，结束"),
                f("je23178a", "这样将结束每个人的对话。"),
                f("c371fb9a", "结束"),
                f("c0ce822e", "麦克风设置"),
                f("a2bf8b8a", "切换到收听"),
                f("caa8d928", "切换噪声抑制"),
                f("b5d88f0c", "仅限员工"),
                f("c855ab8e", "仅限订阅者"),
                f("ddeb0a3c", "这里是社群。喜欢这些人吗？来看一看。"),
                f("e111f531", function (e) {
                    return e.count + " 已收听";
                }),
                f("cbef820f", function (e) {
                    return e.screenName + " 重新发布了直播流！";
                }),
                f("e3275464", "发送"),
                f("cededf2a", "主持人"),
                f("i2caef48", "共同主持人");
            f("j245c654", "发言人"),
                f("eda23a02", "听众"),
                f("b90eb348", "邀请发言"),
                f("d9a63e82", "从发言人中移除"),
                f("bd917b26", "邀请共同主持"),
                f("d7357e7e", "从共同主持人中移除"),
                f("bf307fc0", "屏蔽并移除"),
                f("ccf2f24e", "举报"),
                f("i22835de", "批准"),
                f("cb59a0fe", "拒绝"),
                f("c2376960", "请求发言"),
                f("aba7dcdd", function (e) {
                    return "邀请 " + e.name;
                }),
                f("f5c7aaa7", function (e) {
                    return "主持人";
                }),
                f("fc56c8b1", function (e) {
                    return "共同主持人";
                }),
                f("iba0f45d", function (e) {
                    return "发言人";
                }),
                f("dc066955", function (e) {
                    return "听众";
                }),
                f("b53ed9ab", function (e) {
                    return e.participantCount + " " + e.title + " · " + e.remainingCapacityCount + " 打开 空位";
                }),
                f("c3b5b829", function (e) {
                    return e.count + " 请求";
                }),
                f("fe7a1910", "发送邀请"),
                f("ic3c757e", "搜索用户"),
                f("cd133486", "邀请"),
                f("f2333850", "与 X 之外的人分享"),
                f("cddb8097", "了解更多"),
                f("f77997b0", "共同主持人"),
                f("i48f4ed8", "发言人"),
                f("a77c8e02", "听众"),
                f("bdfa93eb", function (e) {
                    return "由 " + e.name + " 分享";
                }),
                f("d8cc6ada", "谁能发言？当前的发言人不会受影响。更改可能需要几秒钟时间。"),
                f("e3a87142", "仅你邀请发言的人"),
                f("db3de1d2", "作为发言人加入"),
                f("d7f4bc44", "作为共同主持人加入"),
                f("edcf15e9", function (e) {
                    return "已请求（" + e.count + "）";
                }),
                f("h13957aa", "隐藏空间"),
                f("ge6372fa", "取消隐藏空间"),
                f("i7a42e1c", "帮助管理这个空间"),
                f("e0b8f112", "你已受邀成为共同主持人！"),
                f("ee12263c", "共同主持人可在空间内发言"),
                f("jee7002c", "共同主持人可以邀请和删除发言人或者使其静音"),
                f("i95225d2", "共同主持人可以分享和删除帖子"),
                f("f07137fa", "共同主持人可以将听众从空间中移除"),
                f("j6cdf012", "共同主持人不能邀请或删除其他共同主持人"),
                f("c727d116", "共同主持人无法结束空间"),
                f("g69084b8", "接受共同主持邀请"),
                f("ee230734", "显示更多选项"),
                f("ic8c615e", "选择和发送快速回复选项"),
                f("a04077c4", "请选择 1 张照片、视频或 GIF。"),
                f("c07367d8", "加密私信目前不支持媒体。"),
                f("af71ef68", "声音"),
                f("fc64990e", "视频"),
                f("ca0ce0e4", "创建一条私信"),
                f("e18e6a63", function (e) {
                    return "加入 X Premium 才能向 @" + e.username + " 发送私信";
                }),
                f("c3752568", "出错了！请稍后再尝试发送私信。"),
                f("f78aa3ea", "你的某些消息现在无法发送。请稍后再试。"),
                f("f9690dc0", "抱歉！你无法向此账号发送私信。"),
                f("b1d35408", "你发送私信的次数已超出每日上限。"),
                f("g539cca6", "你的账号已被冻结，不能发送私信。"),
                f("bbac001a", "这条私信太长。"),
                f("a1d2a68e", "该用户没有关注你。你只能向关注你的人发送私信。"),
                f("ec2bb9d4", "你尝试发送的帖子已被删除。"),
                f("hf383be4", "你尝试私信的账号已被删除。"),
                f("c4fdbd16", "你不能向你已屏蔽的用户发送私信。"),
                f("hf3e7e38", "无法发送你的私信。"),
                f("dd8272fd", function (e) {
                    return e.count + " 新 私信";
                }),
                f("e2cd3b7c", "音频通话已结束"),
                f("f42f365a", "视频通话已结束"),
                f("a7570f2c", "未接音频通话"),
                f("jd9831b2", "未接音频通话"),
                f("f0985268", "语音通话"),
                f("ca397a48", "视频通话"),
                f("bb7e2143", function (e) {
                    return e.seconds + " 秒";
                }),
                f("c1d4ac84", "你更改了群组照片"),
                f("abc7b032", "群组照片已更改"),
                f("i263b294", "你已加入对话"),
                f("i8d5e62b", function (e) {
                    return e.count + " 其他人";
                }),
                f("f7204380", "此 Fleet 已过期"),
                f("d9de7b58", "该媒体已隐藏，因为它来自你未关注的人。"),
                f("f2879f4e", "这条消息可能包含图形媒体。"),
                f("b518221e", "打开图像"),
                f("eeaa9f90", "打开视频"),
                f("g2b43664", "打开动图"),
                f("d99de549", function (e) {
                    return "回复 " + e.name;
                }),
                f("f5a07f7c", "附件"),
                f("fd079470", "这是垃圾信息"),
                f("c7a92dca", "信息确定没问题"),
                f("fb3ccb56", "由于含有可疑内容，信息已隐藏"),
                f("c94b7d8a", "播放语音信息"),
                f("eb6f9582", "暂停语音信息"),
                f("b6b4142e", "这个帖子已隐藏，因为它来自你未关注的人。"),
                f("fda60d78", "这个帖子可能包含血腥媒体。"),
                f("b59a9004", "打开帖子"),
                f("daf6bf02", "更改设置"),
                f("ba60339a", "删除"),
                f("eb497e08", "更多操作"),
                f("b170974a", "添加回应"),
                f("i202bd22", "举报私信"),
                f("f2e5491a", "复制私信"),
                f("bf2d08ca", "更多表情符号"),
                f("ca7a2215", function (e) {
                    return "你当前的回应：" + e.emoji;
                }),
                f("j4bfee22", "删除私信？"),
                f("faddd3a2", "将为你删除此私信。对话中的其他用户仍然可以看到它。"),
                f("f58dff34", "出错了！私信尚未删除。"),
                f("ad5a8e8e", "抱歉，你没有删除此私信的权限。"),
                f("fad48eea", "正在发送…"),
                f("ae7d7a24", "私信发送失败"),
                f("bbe74f3f", function (e) {
                    return "昨天，" + e.time;
                }),
                f("h95f9e77", function (e) {
                    return e.reactionCount + " 回应";
                }),
                f("c0098d4a", "回应"),
                f("j85999ec", "用户回应列表"),
                f("a2d48779", function (e) {
                    return "删除你当前的回应：" + e.emoji;
                }),
                f("icd0bf34", "可见"),
                f("e8bd8fec", "已发送"),
                f("b2d32fae", "对所有人可见"),
                f("a763d33f", function (e) {
                    return e.count + " 播主 已读";
                }),
                f("d84b485e", "你关注了这个账号"),
                f("be0c83d8", "你接受了这个请求"),
                f("bcc13060", "抢先体验"),
                f("e535cae9", function (e) {
                    return e.count + " 关注者";
                }),
                f("cf249089", function (e) {
                    return e.joinDate + " 加入";
                }),
                f("g1f972d7", "了解更多"),
                f("bb0e37c3", "了解更多"),
                f("a89e8ab3", "了解更多"),
                f("d98540eb", "了解更多"),
                f("j296badb", "了解更多"),
                f("e45d77f5", "了解更多"),
                f("h52ca4c4", "新私信"),
                f("ffde2fdc", "正在加载对话"),
                f("da878dc0", "接受"),
                f("hc52446c", "要加入该群组吗？在接受之前，他们将不会知道你已看到他们的请求。"),
                f("f7e1ad65", function (e) {
                    return "要允许 " + e.senderName + " 向你发私信吗？在接受之前，他们不会知道你已读。";
                }),
                f("gdf4b790", "离开对话？"),
                f("bbf83d84", "此操作不可撤销，并且此对话历史将从你的收件箱中删除。"),
                f("ib3fe8aa", "屏蔽或报告"),
                f("gbed8594", "屏蔽会阻止该用户将来向你发送私信请求。"),
                f("g9074da4", "离开对话"),
                f("ad63377e", "删除对话"),
                f("h09b49f8", "此对话将从你的收件箱中删除。对话中的其他用户仍然可以看到它。"),
                f("i6b19b08", "报告对话"),
                f("cdb1a05a", "向 X 举报垃圾邮件或滥用行为，以便我们保护其他人免受这类账号的侵害。"),
                f("d6b11d9c", "由于有些媒体没有上传，你的私信未能发送。"),
                f("c64c1884", "撰写新私信"),
                f("cdcebd22", "新私信"),
                f("a66ac766", "正在加载私信"),
                f("a846382a", "搜索私信"),
                f("h845f282", "私信"),
                f("d7ad7414", "私信不可用"),
                f("ga086a54", "图像附件"),
                f("a9cc8cfe", "发送了一个 GIF"),
                f("eb3d722e", "你发送了一个 GIF"),
                f("e5bfe07e", "发送了一个链接"),
                f("db53c018", "你发送了一个链接"),
                f("bf584cd2", "发送了一张照片"),
                f("f80629ba", "你发送了一张照片"),
                f("e20b65b0", "发送了一个贴图"),
                f("d30c2d40", "你发送了一张贴图"),
                f("a876e58c", "发送了一段视频"),
                f("j7d8101a", "你发送了一个视频"),
                f("dedfd266", "发送了语音信息"),
                f("h7033cac", "你发送了语音信息"),
                f("i34ec422", "分享了一个帖子"),
                f("a4939874", "你分享了一个帖子"),
                f("e1c9ec9c", "置顶对话"),
                f("e3cfff7c", "暂停对话"),
                f("f398722e", "对话已暂停"),
                f("bdd91964", "取消置顶对话"),
                f("a8ed0eca", "取消暂停对话"),
                f("jac4eb1e", "对话已取消暂停"),
                f("d88d0790", "选项菜单"),
                f("ce108dda", "选择标签"),
                f("abf2d13c", "选择"),
                f("e4b3f520", "已置顶对话"),
                f("ae4d666a", "所有对话"),
                f("d98e066c", "对话已置顶。"),
                f("j302dba8", "对话已取消置顶。"),
                f("cb367658", "置顶对话失败。请重试。"),
                f("ie9a7e48", "置顶对话失败。请查看连接并重试。"),
                f("hd3927c6", "取消置顶对话失败。请重试。"),
                f("f1ac0968", "取消置顶对话失败。请查看连接并重试。"),
                f("d571e4f9", function (e) {
                    return "你只能置顶 " + e.count + " 对话 个";
                }),
                f("a551bf7e", "你需要取消置顶一个对话，然后才能置顶另一个。"),
                f("a676a876", "欢迎来到你的收件箱！"),
                f("h52877aa", "在 X 上和别人进行私密对话，大家互发私信、分享帖子等。 "),
                f("efe8fda0", "写一封私信"),
                f("b9dae4f4", "尝试不同的搜索关键词"),
                f("e7fb2028", "没有搜索结果"),
                f("ae111c99", function (e) {
                    return "没有关于“" + e.query + "”的结果";
                }),
                f("e8581cce", "你输入的字词未显示任何结果"),
                f("f08940ac", "发送新消息"),
                f("i5d7593a", "尝试搜索人、组或私信"),
                f("c94ac69e", "群组"),
                f("fb3c8e74", "最近搜索"),
                f("fd6150fc", "让你在私信中更安全"),
                f("c7e8a9ee", "隐私政策"),
                f("bece84b4", "你的私信请求是空的"),
                f("e51be7c1", "了解更多"),
                f("f041be05", function (e) {
                    return e.stringCount + " pending requests";
                }),
                f("a2fad0f3", function (e) {
                    return e.stringCount + " new people you may know";
                }),
                f("cbddf365", function (e) {
                    return e.stringCount + " people you may know";
                }),
                f("fac945ad", function (e) {
                    return e.stringCount + " new requests";
                }),
                f("ed93de0c", "正在分析帖子"),
                f("ba44f4ea", "Grok 提供的更多详情"),
                f("a6e89af8", "打开对话"),
                f("ica55d24", "新聊天"),
                f("f794af9a", "趣味模式"),
                f("eccf9fea", "常规模式"),
                f("g7b1c574", "重置为默认值"),
                f("f388a7ec", "DeepSearch"),
                f("ab1eb384", "选择所需的搜索模式"),
                f("i330e54c", "高级搜索和推理"),
                f("fdcce108", "DeeperSearch"),
                f("ac64b674", "拓展搜索，更多推理"),
                f("j22655f2", "随便问点什么"),
                f("h0681e3e", "与我们的 AI 助手 Grok 交谈"),
                f("d593fd78", "它能回答你的问题、搜索 X 和生成图片"),
                f("d0205a24", "核实事实"),
                f("ed4177c4", "Grok 可能会自以为是地提供与事实不符的信息、错误概括或遗漏某些内容。你应自行核实任何信息。"),
                f("c0ff98f8", "AI 训练和个性化"),
                f("f1a8218a", "我们可能会利用你的 X 数据以及你与 Grok 的互动、输入和结果来进行模型训练、微调并个性化你的 Grok 体验。你可以使用 X 设置选择退出。要了解更多信息，请访问我们的帮助中心。"),
                f("bcbf5b6e", "分享"),
                f("j7b5c844", "你要对自己公开分享的对话内容负责。避免在与 Grok 的对话中分享有关你自己或他人的敏感和机密信息（请参阅我们的帮助中心）。"),
                f("c9f7c196", "帮助中心"),
                f("c65f7308", "服务器现在正热得发烫。"),
                f("f2a8655e", "Grok 高级工具当前不可用。"),
                f("c26b9b9c", "文件"),
                f("g10600b0", "菜单"),
                f("j826e722", "保存图片"),
                f("a9325f10", "复制图片"),
                f("g0b12442", "未能复制图片"),
                f("edd0c172", "发布图片"),
                f("d1d3a41a", "编辑图片"),
                f("a2697040", "描述图片中需要更改的内容"),
                f("ge1cefc4", "工具"),
                f("e9b6d404", "Grok 应该使用哪些搜索工具？"),
                f("h15dce2e", "高级设置"),
                f("ff9dc268", "编辑提示语"),
                f("acb2baa0", "创建图片"),
                f("fe9ad897", function (e) {
                    return "编辑图片" + e.ttc_grok_preset;
                }),
                f("h30fd372", "尝试语音模式"),
                f("e9fcdd0c", "让 Grok 在网上广泛搜索"),
                f("fc4e8aba", "让 Grok 进行逐步推理"),
                f("e4ae6abe", "让 Grok 为你修图"),
                f("e8ade5e2", "选择个性"),
                f("b5df32b0", "问 Grok 问题"),
                f("fb3b9776", "此用户对 Grok 的输出结果进行了定制。"),
                f("ca93f2ee", "私信已被删除。"),
                f("b8c06820", "复制文本"),
                f("ca0f5894", "不喜欢"),
                f("ja8d189e", "想要文字答案"),
                f("e951f04e", "想要图片"),
                f("c503b35e", "想要不同的图片"),
                f("d4371c92", "代码不正确"),
                f("dbe8586e", "想要不同的代码"),
                f("e360eb4a", "不想要代码"),
                f("a18657ca", "数学错误"),
                f("b8b86300", "不想要数学"),
                f("e4c34788", "答案不正确"),
                f("b220a8c8", "想要点别的"),
                f("b115fd18", "答案有偏见"),
                f("dc637214", "风格/语气不佳"),
                f("f02e6d42", "想要搜索"),
                f("bbec6bba", "搜索结果不佳"),
                f("b494d088", "不想搜索"),
                f("a44974f2", "看不懂图片"),
                f("bd44a8a8", "告诉我们更多"),
                f("fcdbe764", "Grok 还能在哪些方面做得更好？"),
                f("bb6adb22", "说明问题所在"),
                f("h0fa15f2", "感谢你的反馈！"),
                f("d700b268", "引用的聊天"),
                f("cd7bdab2", "忽略对话并不会将它们从历史记录中删除"),
                f("f21b84de", "引用已忽略"),
                f("i52a9cb8", "没有要显示的记录。"),
                f("d9d36880", "忽略"),
                f("g02dacc0", "今天"),
                f("c6e845c0", "昨天"),
                f("a5fa4a86", "1 月"),
                f("c51724a4", "2 月"),
                f("j244ceb2", "3 月"),
                f("b22b12e0", "4 月"),
                f("h3023cac", "5 月"),
                f("b10dbffa", "6 月"),
                f("c81da1b6", "7 月"),
                f("d4e4d3ce", "8 月"),
                f("c3418f9a", "9 月"),
                f("b64dada6", "10 月"),
                f("ad24ec20", "11 月"),
                f("c7902252", "12 月"),
                f("idf94bac", "重新生成"),
                f("f7614f92", "不搜索"),
                f("c5ade3ba", "搜索"),
                f("c16e5b1a", "不生成图片"),
                f("i2ca65fa", "生成图片"),
                f("d3927f88", "帖子链接"),
                f("be37ecd4", "未能复制到剪贴板"),
                f("h708a4c0", "分享对话"),
                f("g06a67e2", "共享页面将包括到此为止的消息"),
                f("a0428662", "没有帮助"),
                f("fe4fd310", "有帮助"),
                f("bfd161bc", "比较"),
                f("j5dcf1b2", "已更新"),
                f("a50aaa10", "盘前"),
                f("dd614d10", "小时后"),
                f("d6b0b0d5", function (e) {
                    return "开盘价" + e.ttc_stock_details;
                }),
                f("e85f8b65", function (e) {
                    return "市场价值" + e.ttc_stock_details;
                }),
                f("f92bf10f", function (e) {
                    return "年度高点" + e.ttc_stock_details;
                }),
                f("d679b09f", function (e) {
                    return "高" + e.ttc_stock_details;
                }),
                f("be7b9409", function (e) {
                    return "市盈率" + e.ttc_stock_details;
                }),
                f("a81f5fb9", function (e) {
                    return "年度低点" + e.ttc_stock_details;
                }),
                f("e68d4f21", function (e) {
                    return "低" + e.ttc_stock_details;
                }),
                f("bc9c96f9", function (e) {
                    return "历史高点" + e.ttc_stock_details;
                }),
                f("dd679fb1", function (e) {
                    return "历史低点" + e.ttc_stock_details;
                }),
                f("a22063d2", "共享你的位置以提高准确性。"),
                f("db3248a8", "载入位置"),
                f("ffe0e588", "分享位置"),
                f("e41a0dc2", "已结束营业"),
                f("ieff24f4", "全职"),
                f("e2811afc", "比赛"),
                f("j081fa34", "积分榜"),
                f("i7c7f156", "明天"),
                f("b134ba52", "进行中"),
                f("j1361724", "半场"),
                f("fa0f1262", "休息"),
                f("c2cac618", "Grok 目前支持西甲、英超、德甲、意甲和法甲数据。"),
                f("acae223d", function (e) {
                    return "“" + e.prompt + "”的结果";
                }),
                f("bed99fe2", "查看更少"),
                f("f7b57ac0", "统计"),
                f("i7e3e446", "比赛"),
                f("d490977e", "现在"),
                f("e9f55db8", "星期日"),
                f("e9cf3af8", "星期一"),
                f("d5868a7e", "星期二"),
                f("b5dfdb46", "星期三"),
                f("ab8095a2", "星期四"),
                f("e298e6f2", "星期五"),
                f("ef519654", "星期六"),
                f("c609a1b4", "星期日"),
                f("j92274b0", "星期一"),
                f("ja482160", "星期二"),
                f("f4ad4cb0", "星期三"),
                f("d66bf142", "星期四"),
                f("dc17968a", "星期五"),
                f("j310a2d6", "星期六"),
                f("eaf55eb4", "显示思考过程"),
                f("b1ac6016", "已完成 DeepSearch"),
                f("f766feca", "完成的 DeeperSearch"),
                f("ee000b0d", function (e) {
                    return e.numSources + " 个来源";
                }),
                f("bf780b13", function (e) {
                    return e.minutes + " 分 " + e.seconds + " 秒";
                }),
                f("c2745fa4", "已中止"),
                f("e258000e", "通知"),
                f("d591a772", "通知不可用"),
                f("bc49b728", "答案准备好后，你将收到通知"),
                f("d8aadeba", "通知已关闭"),
                f("db832e38", "请在浏览器设置中启用通知"),
                f("a910cac6", "启用通知时遇到问题"),
                f("be30b6ee", "连接不稳定"),
                f("b52484b6", "正在搜索..."),
                f("a4d9dbfa", "想法"),
                f("ib1c5475", function (e) {
                    return "已经思考 " + e.minutes + " 分 " + e.seconds + " 秒";
                }),
                f("a15d62db", function (e) {
                    return "已经思考 " + e.seconds + " 秒";
                }),
                f("d7cb5408", "相关网页"),
                f("aa7c96bb", function (e) {
                    return "查看另外 " + e.numResults + " 条";
                }),
                f("j1ab5f40", "点击阅读"),
                f("f5a2377e", "正在思考 "),
                f("g3ce0132", "已经思考"),
                f("f8007364", "展开详情"),
                f("ca53f780", "收起详情"),
                f("ha8fbe22", "升级 Premium 以生成更多图片"),
                f("d95c232a", "你已达到限额。立即升级以生成更多内容。"),
                f("h2671312", "订阅 Premium 可享更多 Grok 提问机会"),
                f("a1bb9c8a", "订阅 Premium+ 可享更多 Grok 提问机会"),
                f("b08ef3ae", "升级至 X Premium 以继续对话，或者稍后重试。"),
                f("jf9363b8", "升级至 X Premium+ 以继续对话，或者稍后重试"),
                f("ef018bf6", "升级 Premium 以分析更多图片"),
                f("cdace6d2", "马上升级"),
                f("a3186bff", function (e) {
                    return e.count + " 网页";
                }),
                f("f4146dda", "你更喜欢哪个答案？"),
                f("a2c2be32", "这将有助于改进 Grok。"),
                f("g01599b6", "回答 1"),
                f("e02694e0", "答案 2"),
                f("h6867fcc", "我更喜欢这个答案"),
                f("d07488a6", "获取 Android 应用"),
                f("d9cfe70c", "访问高级 Grok 功能"),
                f("hf9afab0", "让 DeepSearch 能够扫描互联网和 X，分析信息，并通过快速代理搜索功能提供详细、合理的答案。"),
                f("ef3b3f04", "让“思考”能够运用我们的推理模型。它最适合数学、科学和编码。你也可以让 Grok 对任何可能需要耗费更多脑力的问题进行“努力思考”。 "),
                f("b43636b8", "Grok 3 简介"),
                f("j376298c", "Grok 3 推出了两种与我们最强大模型互动的新模式：DeepSearch 和思考。"),
                f("e3584f8e", "对冲基金最成功的 10 种期权交易策略是什么？"),
                f("d91b7b8a", "在 1885 年建一所大学要多少钱？"),
                f("ia5bef3e", "今天我能为你做什么？"),
                f("ebea5880", "近期对话"),
                f("e13591c0", "Grok 对话示例"),
                f("c27ca452", "Premium 用户现在可以在 X 上使用我们最先进的人工智能 - Grok。"),
                f("b6abc25a", "Grok 2 简介"),
                f("e1cdaf9e", "我们最新的 AI 助手，由 X 提供支持"),
                f("e6796748", "问任何问题"),
                f("db470fdc", "Grok 可以帮助完成撰写电子邮件、回答问题和安排食谱等日常任务。"),
                f("e9adc2d0", "优化代码编写"),
                f("aaab6cdc", "询问编程问题或帮助学习新的概念。"),
                f("jd08d606", "发挥创意"),
                f("he526d22", "利用我们全新的图像生成功能，生成令人惊叹的视觉效果。"),
                f("i6932876", "一张赛博朋克图片"),
                f("j7cdee8e", "关注最新资讯"),
                f("f1f683c2", "获取 X 的独家最新消息和热门话题。"),
                f("h73b9cc0", "你的私信未发送，因为你当前未连接到聊天"),
                f("b6c73662", "发送私信"),
                f("h6070fdc", "聊天设置"),
                f("d49326ba", "隐藏头像"),
                f("h79f3532", "显示头像"),
                f("a8c1e2f0", "隐藏版主操作"),
                f("jd83edd4", "显示版主操作"),
                f("ecca11ac", "隐藏时间戳"),
                f("e358a9f8", "显示时间戳"),
                f("fca62374", "弹出聊天窗口"),
                f("fe20f01b", function (e) {
                    return "隐藏 " + e.name + "？";
                }),
                f("f5dc372a", "隐藏会删除用户的所有信息，并使其在剩余的直播时间内无法参与聊天。"),
                f("e91dd1fa", "私信已被版主删除。"),
                f("d1da3709", function (e) {
                    return "回复 " + e.username + "：" + e.body;
                }),
                f("fc82a896", "此播客已结束"),
                f("ea58dbd0", "此直播尚未开始"),
                f("cb5b6784", "受到播主限制"),
                f("eba27300", "只有播主关注的账号可以聊天"),
                f("f28984fb", function (e) {
                    return "只有 " + e.screenName + " 关注的账号可以聊天";
                }),
                f("a3fec810", "订阅 Premium 以便聊天"),
                f("dbf0b235", function (e) {
                    return "订阅 " + e.screenName + " 以便聊天";
                }),
                f("ifbd8342", "打开直播屏幕"),
                f("f935d3ce", "打开聊天"),
                f("abbe8212", "关闭聊天"),
                f("hdf040dd", function (e) {
                    return "已完成 " + e.percentage + "%";
                }),
                f("e4f6bd9e", "哇噢，出错了。请稍后重试。"),
                f("ac966f94", "浏览器不支持"),
                f("ca86b62c", "或"),
                f("d5568440", "请输入一个强度更高的密码。"),
                f("d0511fe6", "此号码已被其它帐号使用。请使用另一个号码。"),
                f("cd24fe60", "请输入一个有效的手机号码。"),
                f("gf8388fe", "国家/地区代码"),
                f("c52be452", "是的，移除"),
                f("bcb388a0", "这会移除你之前上传的任何联系人，并在所有设备上关闭通讯录与 X 同步。请注意，这需要一些时间。"),
                f("ec129eb6", "你已成功移除你的联系人。"),
                f("f1b5048a", "移除你的联系人时出错。"),
                f("hc72e1fc", "请输入一个有效的邮件地址。"),
                f("bc0ad88a", "不允许使用加号地址（带有“+”号的电子邮箱）。请输入有效的电子邮箱。"),
                f("f134915f", function (e) {
                    return e.count + " 个已选项目";
                }),
                f("b8fb87e0", "查看选择的话题"),
                f("e854ad27", function (e) {
                    return "话题 - " + e.title;
                }),
                f("e4ff75aa", "出错了。请检查你的连接然后重试。"),
                f("b60eba9e", "首先，我们需要确认一件事。你需要通过 Google reCAPTCHA 验证，以证明你不是机器人。"),
                f("ba939778", "你是机器人吗？"),
                f("d44efc66", "你的姓名是什么?"),
                f("b4867a18", '你的全名中不能包含单词 "Twitter"。'),
                f("j1c3f4b9", function (e) {
                    return "编辑生日 " + e.birthdate;
                }),
                f("j231d352", "全部关注"),
                f("c203db71", function (e) {
                    return "正在加载 @" + e.screenName + " 的帖子";
                }),
                f("c9a1cb5e", "此账号不存在"),
                f("e7b201de", "尝试搜索另一个。"),
                f("ica87fde", "你已被屏蔽"),
                f("c7ec6faf", "了解更多"),
                f("e79ed125", function (e) {
                    return "@" + e.screenName + " 已被屏蔽";
                }),
                f("gba95028", "查看帖子"),
                f("a2216a79", "了解更多"),
                f("a2811f96", "个人资料时间线"),
                f("d25805fa", "订阅"),
                f("b05be0c8", "亮点"),
                f("b9891db3", function (e) {
                    return "包含 " + e.fullName + " (@" + e.screenName + ") 回复的帖子";
                }),
                f("e1ab545d", function (e) {
                    return "正在加载 @" + e.screenName + " 的订阅帖子";
                }),
                f("ac3f4be9", function (e) {
                    return "正在加载 @" + e.screenName + " 的亮点";
                }),
                f("da38f955", function (e) {
                    return "正在加载 @" + e.screenName + " 的文章";
                }),
                f("b7363b66", "发送一个帖子"),
                f("ce659062", "别让你的订阅者苦苦等待"),
                f("f1e98cc2", "展示你最精彩的帖子！"),
                f("d5c743c6", "撰写文章"),
                f("d1e5e328", "有了之后，就会显示在这里。"),
                f("hb26a1fe", "继续 — 开始发布独家内容。你所有的订阅帖子都会显示在这里。"),
                f("b7c3572e", "将亮点添加到你的个人资料中：1. 查找你创建的任何帖子2. 点击“•••”菜单按钮3. 点击“添加到亮点/从亮点移除”"),
                f("i8123550", "当你发布文章时，它会显示在这里。 "),
                f("b786a77d", function (e) {
                    return "@" + e.screenName + " 尚未发帖";
                }),
                f("j7b80397", function (e) {
                    return "@" + e.screenName + " 尚未发布任何订阅帖子";
                }),
                f("jbae8c54", "没有被设为亮点的帖子。"),
                f("g8fb219e", "没有可用的文章。"),
                f("f34dfc18", "这时候，他们的帖子就会显示在这里。"),
                f("h9346040", "订阅帖子会在发布时出现在这里。"),
                f("i4c3ddc6", "文章发布后将显示在这里。"),
                f("e0118142", "立即发帖"),
                f("e0c1d871", function (e) {
                    return e.fullName + " 的帖子";
                }),
                f("c575828f", function (e) {
                    return e.fullName + " 的订阅帖子";
                }),
                f("e8300dbb", function (e) {
                    return e.fullName + " 的亮点";
                }),
                f("c46b420d", function (e) {
                    return e.fullName + " 的文章";
                }),
                f("h5a65db7", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的订阅帖子";
                }),
                f("g7ccac9d", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的亮点";
                }),
                f("ja6e5d35", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的文章";
                }),
                f("h088ae72", "个人资料帖子"),
                f("hbf64b75", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 点赞的帖子";
                }),
                f("a64da953", function (e) {
                    return "加载 @" + e.screenName + " 点赞的帖子";
                }),
                f("be3d5b9f", function (e) {
                    return "@" + e.screenName + " 尚未点赞任何帖子";
                }),
                f("d34b5306", "这时候，这些帖子就会显示在这里。"),
                f("bb0e41bc", "你还没有任何喜欢"),
                f("d3d4a21c", "点击任何帖子上的心形图标，以显示爱心。有了之后，就会出现在这里。"),
                f("d95c3d31", function (e) {
                    return e.fullName + " 点赞的帖子";
                }),
                f("eeb7d696", "你的点赞是私密的。只有你能看到它们。"),
                f("h6e91bb1", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的媒体帖子";
                }),
                f("fe38901b", function (e) {
                    return "@" + e.screenName + " 正在加载媒体";
                }),
                f("bc4223a3", function (e) {
                    return "@" + e.screenName + " 尚未发布媒体";
                }),
                f("ccc363f6", "一旦这样做，这些帖子就会显示在这里。"),
                f("d1614228", "灯光、相机...附件！"),
                f("d7dc8d0a", "当你发布照片或视频时，它们就会出现在这里。"),
                f("hf761abf", function (e) {
                    return e.fullName + " 的媒体";
                }),
                f("je5311d3", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 的附属账号";
                }),
                f("fd0772eb", function (e) {
                    return "载入 @" + e.screenName + " 的附属账号";
                }),
                f("ccf03833", function (e) {
                    return e.fullName + " 的附属账号";
                }),
                f("ba5a88e4", "已推荐"),
                f("ddee8ae2", "查看所有工作机会"),
                f("d2a04c68", "我们正在招聘"),
                f("dc12a126", "获取导向"),
                f("e2acb642", "联系方式"),
                f("ha9b8035", function (e) {
                    return "电话 " + e.phoneCode + " " + e.phoneNumber;
                }),
                f("g2244521", function (e) {
                    return "短信 " + e.phoneCode + " " + e.phoneNumber;
                }),
                f("b44c0205", function (e) {
                    return e.day + "，时间 " + e.time;
                }),
                f("de1123f5", function (e) {
                    return "在 " + e.time;
                }),
                f("e2a5bd50", "24 小时营业"),
                f("e0d7da6c", "结束营业"),
                f("i7059f56", "开始营业"),
                f("a7391348", "未提供营业时间"),
                f("c9eba532", "更新时段"),
                f("b5fea270", "产品轮播广告"),
                f("h10bb33c", "举报产品？"),
                f("dda5d96a", "举报产品"),
                f("fca46f40", "帮助中心"),
                f("c71a053b", "点击此处"),
                f("d7f8a117", function (e) {
                    return e.days + " 天分析";
                }),
                f("cae20e93", function (e) {
                    return e.days + " 天";
                }),
                f("gc767fda", "仅对你可见"),
                f("c7c85e0c", "解锁分析"),
                f("b15df4b4", "你的帖子在 X 上被查看的次数"),
                f("e5fe61e0", "展示量"),
                f("d1018321", function (e) {
                    return "你的帖子在过去 " + e.period + "内展示了 " + e.value + " 次";
                }),
                f("e623137c", "参与率"),
                f("d9d34182", "帖子互动量除以展示量。"),
                f("aeee0182", "个人资料访问量"),
                f("b2bde01a", "你的帖子的个人资料浏览量"),
                f("faf4c1f5", function (e) {
                    return "你的个人资料在过去 " + e.period + "内被访问了 " + e.value + " 次";
                }),
                f("d5f1e554", "链接点击量"),
                f("cf573986", "你的帖子中任何 URL 的点击量"),
                f("j761451e", "新关注"),
                f("e1a87d14", "你获得的新关注数（不包括取消关注数）"),
                f("j590577e", "你的帖子得到的回复次数"),
                f("ia1da622", "你的帖子得到的点赞次数"),
                f("cfd1036b", function (e) {
                    return "你的帖子在过去 " + e.period + "内被点赞了 " + e.value + " 次";
                }),
                f("ja42739e", "转帖"),
                f("ca6e8de0", "你的帖子被转贴的次数"),
                f("b1b4d57e", "视频观看量"),
                f("bdaf100e", "你帖子中的视频观看量"),
                f("ca826772", "媒体观看量"),
                f("j43b8f52", "你的媒体（动图、图片、视频）获得的观看量"),
                f("d3969c06", "完成率"),
                f("c58c3476", "视频完成观看次数除以视频观看量"),
                f("c8aae62a", "你的帖子被加入书签的次数"),
                f("g70825e0", "分享量"),
                f("c6fbefd4", "你的帖子获得的分享次数"),
                f("dbe9353e", "参与"),
                f("a3a4e8f8", "月度"),
                f("eb2e0272", "线图"),
                f("e298b08e", "条形图"),
                f("bbc6e7c6", "美国"),
                f("h88ad664", "加拿大"),
                f("gd139910", "英国"),
                f("e08feda2", "日本"),
                f("fad772ce", "中东和北非"),
                f("a396dd6c", "亚太"),
                f("j942b16c", "欧洲和增长市场"),
                f("j3cc0c00", "拉丁美洲"),
                f("fe90a642", "13-17"),
                f("a5c91a8e", "18-24 岁"),
                f("cf30cdfa", "25-34 岁"),
                f("gf672f7c", "35-44 岁"),
                f("jf28b41c", "45-54 岁"),
                f("ja78da94", "55-64 岁"),
                f("g42ea0b0", "65+"),
                f("f21807e0", "非关注者"),
                f("d61b2bcc", "社群帖子"),
                f("h3525cb8", "未指定"),
                f("a3c544e8", "热门国家/地区"),
                f("f30795d0", "打开个人资料照片"),
                f("gd7acb84", "设置个人资料"),
                f("b7636014", "私信"),
                f("haad225c", "赠送 Premium"),
                f("b63c46ed", function (e) {
                    return "订阅 @" + e.screenName;
                }),
                f("j33d8902", "打赏"),
                f("a8ab3d08", "送给"),
                f("d740d2d9", function (e) {
                    return e.service + " 链接已复制到剪贴板";
                }),
                f("a7cf1e98", "Bandcamp"),
                f("d876e67e", "比特币地址"),
                f("f85f6760", "现金应用"),
                f("a32a7c06", "以太坊地址"),
                f("cc1a3bc4", "GoFundMe"),
                f("d4d74bb4", "Patreon"),
                f("h14fbc52", "PayPal"),
                f("h1198dcc", "Venmo"),
                f("j4e0fd88", "查看更多"),
                f("df7cb6d4", "专业类别"),
                f("ec429e79", "了解更多。"),
                f("j04c717a", "+ 添加经验"),
                f("a1ea2f12", "生日快乐！"),
                f("g8191e78", "今天是他们的生日！"),
                f("c1b819ba", "生日气球今天显示在这里"),
                f("ad7a451e", "翻译简介"),
                f("f543dbf6", "认证电话号码"),
                f("cef4e8cf", function (e) {
                    return "对 @" + e.screenName + " 取消隐藏？";
                }),
                f("h03a094a", "该账号的帖子现在将出现在你的主页时间轴上。"),
                f("a6e94418", "你已隐藏该账号的帖子。"),
                f("dd3d10f6", "审查中"),
                f("i06d4712", "我们的团队正在对你的账号进行快速审查。你应该会在几天内在此处看到对号标志。"),
                f("j354c438", "只有你会看到“审查中”标签。"),
                f("e018b5fa", "升级以获得认证"),
                f("b74bd6c6", "由于该账号在政府、新闻、娱乐或其他指定类别中较为有名，因此对其进行了认证。"),
                f("e1e0c916", "这个账号已通过认证，因为它订阅了 Premium。"),
                f("eb5d72e4", "这个账号已将帖子设为私密。只有他们的关注者才能阅读。"),
                f("g776ca50", "认证账号"),
                f("ad465ee8", "设置主要附属关系"),
                f("d01612d3", function (e) {
                    return "自 " + e.date + "通过认证。";
                }),
                f("e14d8719", function (e) {
                    return e.year + " BCE";
                }),
                f("b7caffb7", function (e) {
                    return "" + e.name;
                }),
                f("ea8c425f", function (e) {
                    return "@" + e.viewerScreenName + "，你尚未通过认证";
                }),
                f("b2d0c0f4", "通过认证， "),
                f("f464d54d", function (e) {
                    return "@" + e.profileScreenName;
                }),
                f("g47cdc0e", " 让你脱颖而出并扩大回复的覆盖范围。"),
                f("d834ab9c", "是，查看个人资料"),
                f("cb339f26", "警告：此账号行为异常"),
                f("hf06085e", "你看到这则警告，因为该账号有异常活动。是否仍要查看？"),
                f("aa959f36", "警告：此账号暂时受限"),
                f("jf604336", "警告：此个人资料可能包含潜在的敏感内容"),
                f("c9bfda48", "警告：此个人资料可能包含敏感内容。你看到这则警告，因为其中涉嫌使用不良图片或语言。是否仍要查看？"),
                f("g29ebf26", "你看到这则警告，因为其帖子涉嫌使用不良图片或语言。是否仍要查看？"),
                f("jcfb7fba", "你看到这则警告，因为此账号可能违反了 X 规则。是否仍要查看？"),
                f("bd598c70", "这些帖子受到保护"),
                f("e617164b", "了解更多"),
                f("g8475f82", "账号已被冻结"),
                f("j5e1cf59", "X 规则"),
                f("gbf342a4", "账号已被阻止"),
                f("defba9a4", "欢迎使用 X！"),
                f("d11934ec", "通知已收到"),
                f("a2cd2b0a", "关注并接收通知"),
                f("a70bae53", function (e) {
                    return "现在，" + e.fullName + " 每次发帖时你都会收到通知。";
                }),
                f("f51a4c29", function (e) {
                    return "现在，你可以关注 " + e.fullName + " 并在他们每次发帖时收到通知。";
                }),
                f("cfa5e58d", function (e) {
                    return "你正在关注 " + e.fullName + "，当他们发贴时你就会收到通知。";
                }),
                f("be3a652d", function (e) {
                    return "只要 " + e.fullName + " 发贴你就都会收到通知。";
                }),
                f("f089620c", "你的主页时间线"),
                f("a1ab9c80", "此社群中还没有任何帖子"),
                f("b32c4fb0", "一旦发布，你就会在这里看到他们。"),
                f("bf17deda", "开始吧！"),
                f("c3fbf1da", "这是查看你的世界里新鲜事的最佳地方。现在找一些人和话题来关注吧。"),
                f("a2515900", "等待帖子"),
                f("je23cdb2", "列表中用户发布的帖子会显示在这里。"),
                f("e69b7e02", "管理账号"),
                f("b6bd6ae4", "当前账号"),
                f("d577bccd", function (e) {
                    return "如果你有多个 X 账号，你可以添加它们并轻松地在账号间进行切换。你最多可以添加 " + e.maxAccounts + " 个账号。";
                }),
                f("dc65b3e5", function (e) {
                    return "你已达到最多 " + e.maxAccounts + " 个账号的限制。";
                }),
                f("b8045b33", function (e) {
                    return "你已达到最多 " + e.maxAccounts + " 个账号的限制。";
                }),
                f("d075dc89", function (e) {
                    return "你已达到最多 " + e.maxAccounts + " 个个人账号的限制。";
                }),
                f("bade139e", "登出所有账号"),
                f("ae33b982", "登出所有账号？"),
                f("fa07bf68", "这将应用于你的所有浏览器标签中的所有账号。"),
                f("f7865ab6", "这不是你的账号?"),
                f("a35248e4", "这不是我的账号"),
                f("f794a67c", "这是我的账号"),
                f("j79c0ff7", function (e) {
                    return "我们从该账号删除了 " + e.emailAddress;
                }),
                f("fb46383c", "你不能从你自己的账号中移除邮件地址。"),
                f("gcfdbc2b", function (e) {
                    return "该邮件地址不再与 X 账号 " + e.screenName + " 关联。";
                }),
                f("f351663c", function (e) {
                    return "@" + e.screenName;
                }),
                f("baaa89c4", function (e) {
                    return "" + e.emailAddress;
                }),
                f("h75b475c", function (e) {
                    return "@" + e.screenName;
                }),
                f("a8f0e157", "通知设置。"),
                f("d374a600", function (e) {
                    return "@" + e.screenName;
                }),
                f("h1732cde", function (e) {
                    return "" + e.emailAddress;
                }),
                f("c1d75571", "为什么你的邮件地址会和别人的 X 账号关联？"),
                f("ac71e82f", "了解更多"),
                f("b069d89c", "受众"),
                f("f5a61ae6", "内容"),
                f("a4df00c0", "账号分析选项卡"),
                f("ac248548", "账号概览"),
                f("je62f358", "过去 28 天"),
                f("bc2f16a4", "活跃时间"),
                f("d603209e", "动态细分"),
                f("ac3fb6de", "正在参与空间"),
                f("ie181958", "受众洞察"),
                f("j6f8d422", "你视频的平均观看时间。"),
                f("e7479ce4", "平均观看时间"),
                f("g1dfa7d0", "平均"),
                f("h7d28188", "返回内容"),
                f("if2704e4", "返回直播概览"),
                f("ea928ae4", "返回空间"),
                f("e8c07c22", "直播"),
                f("a4ce6e68", "直播指标"),
                f("b2214c74", "此直播的总观看量"),
                f("d4fcf83a", "观众观看此直播的总时间"),
                f("a89b0322", "已取消"),
                f("j3cb12ea", "同时听众数"),
                f("b93931ee", "你的内容发帖次数。"),
                f("a1814798", "你回复帖子的次数。"),
                f("addd5575", function (e) {
                    return "五" + e.date;
                }),
                f("a92e62bd", function (e) {
                    return "一" + e.date;
                }),
                f("g7450c57", function (e) {
                    return "六" + e.date;
                }),
                f("h08883e7", function (e) {
                    return "日" + e.date;
                }),
                f("ddb16777", function (e) {
                    return "四" + e.date;
                }),
                f("h8f395b3", function (e) {
                    return "二" + e.date;
                }),
                f("b8710b43", function (e) {
                    return "三" + e.date;
                }),
                f("d9c70840", "设备"),
                f("ba55e824", "已结束"),
                f("id276c42", "你的内容互动次数。"),
                f("j033d090", "预估收入"),
                f("efd4d7d4", "过滤空间"),
                f("a1334290", "前 48 小时"),
                f("gc10a3b0", "一段时间的关注数"),
                f("efa0f858", "一段时间内关注和取消关注的次数。这并不一定体现你的关注者数量。"),
                f("g2b06cc6", "性别数据可能是推断得出的"),
                f("b66b3baa", "小时"),
                f("cf8a0772", "展示量转化为观看量"),
                f("g13d8010", "最近 48 小时"),
                f("d5627596", "最近 1 小时"),
                f("baf120a6", "互动最少"),
                f("f2382014", "直播"),
                f("c4a7a6aa", "直播数据"),
                f("a992032a", "现场直播分析"),
                f("ie45edda", "现场直播概览"),
                f("e30fc268", "直播观众"),
                f("bd37f68e", "媒体活动"),
                f("fe074210", "分钟"),
                f("jd03a1b8", "观看分钟数"),
                f("a20e91e8", "观看分钟数"),
                f("ic2bebee", "盈利"),
                f("a1d642c8", "互动最多"),
                f("ifc4c1f8", "此内容吸引的新关注者数量。"),
                f("fff1315a", "没有符合所选过滤器条件的直播"),
                f("jbcb09a8", "还没有足够的数据"),
                f("df846d6c", "所选时间范围内未找到帖子。"),
                f("g2ba40f6", "没有符合所选过滤器条件的空间"),
                f("j44061a0", "不可用"),
                f("c4a93912", "无"),
                f("a6b78788", "无可用观众数据"),
                f("b2438638", "的关注者"),
                f("ic0399e0", "有机观看量"),
                f("ja5c444a", "付款期"),
                f("f04e025e", "高峰同时听众数"),
                f("d6d10662", "高峰观看人数： "),
                f("d147bea2", "请稍后再查看"),
                f("f0336d68", "帖子分析"),
                f("g85fbd2e", "帖子 ID"),
                f("ice5c5b6", "此内容向用户展示的次数。"),
                f("hf4f9bfe", "帖子链接"),
                f("bf5ebf5c", "帖子和回复"),
                f("b211652e", "一段时间的帖子数"),
                f("f2efec0a", "预发布"),
                f("i61e0302", "上一个"),
                f("e08a706a", "推广观看量"),
                f("cbc99192", "发布日期"),
                f("a83c2a9a", "实时"),
                f("e9d72896", "已录制"),
                f("gede4932", "重播"),
                f("h0de359c", "此内容被转贴的次数。"),
                f("e0568f2c", "预排期时间： "),
                f("gd86baa8", "预排期开始时间"),
                f("fef3bfae", "选择次要指标"),
                f("g7e3d2a4", "空间分析"),
                f("fbc79a40", "空间概览"),
                f("d077112a", "空间统计"),
                f("cf3709da", "状态"),
                f("e797dc32", "流时间 "),
                f("b649d8cc", "仅限订阅者"),
                f("j9282130", "直播缩略图"),
                f("g629b8b0", "超时"),
                f("eb87323c", "这将显示自直播开始以来所选时间段的分析数据。"),
                f("i6a75722", "时间范围"),
                f("c602f5b8", "总计"),
                f("b35e68ae", "总计参与者"),
                f("h78ee79a", "总计重播观看"),
                f("e3efaed0", "类型"),
                f("c37993e2", "取消关注"),
                f("b1ed35d0", "独立观众人数"),
                f("bfad9306", "未知"),
                f("b5a58f36", "未命名直播"),
                f("i70f5278", "更新日期："),
                f("a98b58b6", "已认证的关注者"),
                f("a5de67ca", "账号已通过认证的关注者人数。"),
                f("g3367ff4", "视频完成观看"),
                f("a7b48b36", "完成视频观看的百分比。"),
                f("a2580f2a", "完成率"),
                f("ff95a9cc", "视频 ID"),
                f("a97e358e", "视频链接"),
                f("e10e8b46", "只显示最近 100 天的视频。"),
                f("ba37f6da", "视频概览"),
                f("f19846b2", "视频缩略图"),
                f("ccd6f4a8", "视频标题"),
                f("c8410542", "你的视频被观看的次数。"),
                f("a532072a", "观众"),
                f("d9508ab0", "次观看"),
                f("d9f9dec0", "查看空间"),
                f("h0c1f37a", "查看空间分析"),
                f("e41fffbc", "你视频的总观看时间。"),
                f("if2909ba", "观看时间"),
                f("i0e5bf4c", "您的视频"),
                f("ed99baea", "抢先体验测试版"),
                f("gf898b70", "高级搜索"),
                f("d2a43a7a", '同时包含 "ai" 和 "startup"'),
                f("a8584698", "ai startup");
            f("jb6f9292", "完整包含“ai startup”"),
                f("j8ee77c4", '"ai startup"'),
                f("d0480758", '包含 "ai" 或 "startup"（或两者）'),
                f("f0048fa2", "ai 或 startup"),
                f("da0df186", '包含 "ai"，但不包含 "startup"'),
                f("f2f463ea", '"ai startup"'),
                f("a10a357e", '包含 "ai" 并至少有 50 个点赞'),
                f("ca8ed1e8", "ai min_faves:50"),
                f("i945a3f2", '包含 "ai" 和其中带有 "grok" 一词的 URL'),
                f("a9348088", "ai url:grok"),
                f("b5c3cdbc", '提及 X 账号 "grok"'),
                f("e2634592", "@grok"),
                f("i88ba038", "通知已禁用"),
                f("j2cb0214", "通知已启用"),
                f("ae852cd0", "每个星期一收到通知，总结该趋势的变化。"),
                f("d1d8633e", "Radar通知"),
                f("g096d0cc", "所有查询"),
                f("e77035aa", "清除搜索"),
                f("a895ec64", "你确定要删除此查询吗？"),
                f("a4f5e431", function (e) {
                    return "已删除“" + e.name + "”";
                }),
                f("db28b535", function (e) {
                    return "删除“" + e.name + "”";
                }),
                f("bcf89b8a", "编辑你的查询"),
                f("f0002e72", "探索结果"),
                f("b0924d7a", "未能创建查询。请重试。"),
                f("cfd731ee", "未能删除查询。请重试。"),
                f("g08bff82", "未能禁用通知。请重试。"),
                f("fa1fd798", "未能启用通知。请重试。"),
                f("ia7dce48", "未能生成查询。请重试。"),
                f("d494d4aa", "未能更新查询。请重试。"),
                f("i4a49588", "全球城市广场"),
                f("c0799860", "日"),
                f("b43679d2", "时"),
                f("f1fce85e", "分"),
                f("ea3e0ec4", "市场"),
                f("d8d9aec2", "你已达到最大查询数量"),
                f("c9aa246e", "新查询"),
                f("b9b7a50e", "随时调整搜索条件，以便了解最新资讯"),
                f("i9a09bb6", "创建查询，让Radar跟踪实时更新"),
                f("da20008c", "没有可用的趋势。尝试展开搜索条件。"),
                f("e78ca8c6", "请稍后再试"),
                f("ce3216ec", "查询"),
                f("ef609bb8", "X 上有什么新鲜事？"),
                f("a636a738", "询问后续情况..."),
                f("d92ec304", "未找到查询"),
                f("bbf29e20", "重置选择"),
                f("ie3321ea", "$NVDA（卖出或买入）"),
                f("cf223996", "摘要"),
                f("a27ccab8", "包罗万象的应用"),
                f("i66136aa", "热门"),
                f("e7c44382", "独立用户"),
                f("d559e5b8", "无标题查询"),
                f("i1d9be88", "使用高级搜索操作符"),
                f("ae9f604c", "附属关系"),
                f("a7d2d8f4", "仅显示附属账号"),
                f("je21ffbe", "关注者数量"),
                f("i8d9797c", "完整个人档案"),
                f("a36bebf2", "最高"),
                f("i5ef8b4a", "最大关注者数量"),
                f("fcf0ec1c", "最低"),
                f("ccc0bbc6", "最小关注者数量"),
                f("je1bd63a", "解锁 X 的力量，寻找人才、销售线索和战略合作伙伴"),
                f("i6766078", "搜索一流人才、销售前景和合作伙伴"),
                f("d509bbd4", "发现 X 上的用户"),
                f("a5afaf54", "重置"),
                f("i9006fb0", "全部重置"),
                f("fa598a82", "结果"),
                f("g3688a48", "请做出选择"),
                f("ab5a91a4", "用户"),
                f("cef20fd0", "认证"),
                f("a2b286b0", "推广职位、产品和消息。"),
                f("e2895a38", "高达 1.2 万美元的广告积分"),
                f("becba496", "广告积分限时优惠。"),
                f("ded395ae", "集中访问业务分析"),
                f("a47a20d4", "高级分析"),
                f("b56d3ec6", "所有组织和附属账号均可获得包含 Grok 3 访问权限的 Premium+"),
                f("ie663a1a", "通过专门的客户团队获得快速协助和升级"),
                f("j7f75bec", "VIP 支持"),
                f("ebf5ec26", "即将推出"),
                f("eeb424e2", "创作你的故事。"),
                f("ab62db18", "建立你的受众。"),
                f("j2c9bc4e", "通过金色对号标志让你脱颖而出，还可添加附属账号，以有机的方式推销你的公司。"),
                f("e7930f82", "脱颖而出"),
                f("e77ea57e", "有助于促进销售、招募最优秀人才和获取独家市场见解的最强大工具。"),
                f("a558a254", "通过认证组织在 X 上实现成长"),
                f("b099f256", "只需按一下 Radar 按钮，即可了解市场趋势和公众舆论。"),
                f("ecb7fa02", "商业智能"),
                f("cb5faa2a", "使用您的广告积分，覆盖地球上最聪明的人群。"),
                f("c67b260c", "职位推广"),
                f("if48b5c2", "上传并向 X 上的数百万人推广职位。"),
                f("aa0d60aa", "月"),
                f("cebfdb52", "组织"),
                f("i9b6fcbc", "使用“人才搜索”查找并联系工程师、销售线索和创作者。 "),
                f("a6b5c3f0", "寻找最佳人选"),
                f("a51acce8", "降级为基础计划"),
                f("ie132f40", "升级以保留完全功能"),
                f("b0d26232", "保存"),
                f("f563b353", function (e) {
                    return "优惠过期 " + e.endDate;
                }),
                f("b29b2e69", function (e) {
                    return e.endDate + "前 " + e.percentOff + "% 优惠 ";
                }),
                f("j3cfae29", function (e) {
                    return "首年 " + e.discountedCost + "。然后每年 " + e.baseCost + "。";
                }),
                f("jb74aea4", "每个额外的附属账号每月每个用户名 50 美元，并且广告积分有限制。"),
                f("fc9fc856", "每个额外的附属账号每年每个用户名 600 美元，并且广告积分有限制。"),
                f("fc785aec", "获取基础功能"),
                f("edf32072", "Premium+ 订阅的全部内容，外加："),
                f("b3caf146", "认证金质徽章"),
                f("a1dbf70c", "每月 200 美元免费广告额度"),
                f("i2a2286c", "2,500 美元免费广告积分"),
                f("e8d0fd04", "Radar基础功能"),
                f("cf038828", "专属支持服务"),
                f("efd56302", "添加附属账号到你的页面"),
                f("bc1bb6aa", "每月 1,000 美元免费广告额度"),
                f("e1669560", "12,000 美元免费广告积分"),
                f("hb973da4", "Radar全面访问"),
                f("g444c82e", "抢先体验企业功能"),
                f("a1bc0bcf", function (e) {
                    return e.cost + " 年费";
                }),
                f("i0f58dac", "所有计划均需缴纳适用的税费。"),
                f("je182d8a", "企业"),
                f("ge609bd6", "联系销售"),
                f("je6d2aec", "模块化定价"),
                f("ed33b888", "人才搜索"),
                f("ade522c4", "洞察力"),
                f("h551f266", "广告积分"),
                f("c74f7856", "附属账号包"),
                f("b9b41f7a", "搜索优化"),
                f("b1f368ee", "专门支持"),
                f("j189c5b2", "Pro+ 中的全部内容："),
                f("i7f4b58e", "个性化"),
                f("h45fd8ae", "获取完全功能"),
                f("f1c3b32c", "基础+ 中的全部内容："),
                f("f4307806", "热门"),
                f("ce7c21de", "每年"),
                f("a21a64f6", "“X 企业版棒极了！我们借助人才搜索工具找到了优秀人才。“"),
                f("dbb3fc54", "联合创始人兼首席执行官"),
                f("c1600210", "“X 企业版让你无需劳心费神。它通过捕获市场见解来帮助我们赢得客户。”"),
                f("fb3e127a", "新年限时优惠"),
                f("a5fee980", "在以下日期前订购，即可享受年度计划 30% 优惠以及高达 12,000 美元的免费广告积分："),
                f("c9051cac", "天"),
                f("ie035790", "秒"),
                f("cbd3dfaa", "体验试用版"),
                f("h260121e", "向受众展示你的热门职位。"),
                f("ae0ad604", "求职页面"),
                f("cbd4ba6e", "发现并联络顶尖人才"),
                f("b71927b2", "无限制职位发布"),
                f("a0b5b7d4", "通过我们的表现广告模式解锁 AI 定向。"),
                f("aa3f0e90", "通过 AI 定向推广职位"),
                f("hc67be9e", "开始"),
                f("c9a67f9e", "开始招聘"),
                f("jd937cda", "通过 X 招聘覆盖数百万相关求职者。同步您的职位、创建自定义求职页面并设置职位推广，以便在时间线上投放定向广告。"),
                f("d92d2632", "招聘顶尖人才的最佳平台"),
                f("c10bee94", "每月申请量"),
                f("ib69d218", "250K+"),
                f("i953576c", "公司招聘"),
                f("j395b846", "10K+"),
                f("g48a59c2", "用户"),
                f("j228841a", "500M+"),
                f("da570714", "ATS 集成"),
                f("h25a3132", "最高 24,00 美元广告积分可用于工作推广"),
                f("f25a2004", "Premium+ 特权"),
                f("c237b78e", "招聘团队的附属关系"),
                f("fc3d58fe", "最高 12,000 美元广告积分可用于工作推广"),
                f("eb5f060c", "关注"),
                f("a19cf46f", function (e) {
                    return "取消关注 @" + e.screenName + "？";
                }),
                f("e4c91b70", "他们的帖子将不再出现在你的“为你推荐”时间线上。你仍然可以查看他们的个人资料，除非他们的帖子是私密的。"),
                f("j650c8dc", "忽略关注请求？"),
                f("c02f8de1", function (e) {
                    return "这样将取消你的关注请求，@" + e.screenName + " 将不会再看到它。";
                }),
                f("e2ee95a1", function (e) {
                    return "加入于 " + e.date;
                }),
                f("d64fef58", "你尚未发帖"),
                f("e2a098dc", "排序方式"),
                f("c5709148", "最多显示 1000 个帖子"),
                f("ca5e57bd", function (e) {
                    return "帖子" + e.noun;
                }),
                f("d16c1ab6", "最近"),
                f("f0a28956", "最近"),
                f("h06df79a", "最多展示量"),
                f("c44744e6", "最少展示量"),
                f("j6b98664", "最多点赞"),
                f("a669f95c", "最少点赞"),
                f("a0c66496", "回复最多"),
                f("h45174fe", "回复最少"),
                f("ea20f92a", "转帖最多"),
                f("c9a63566", "转贴最少"),
                f("b40d33e4", "详情展开"),
                f("gedf636e", "Url 点击量"),
                f("bbc12690", "话题标签点击量"),
                f("g7ede992", "永久链接点击量"),
                f("f5210bae", "链接"),
                f("b1f77a7c", "导出数据"),
                f("j62d2af4", "帖子概览"),
                f("dc70a568", "帖子分析"),
                f("j9f65603", function (e) {
                    return "中午 12 点" + e.date;
                }),
                f("d6ad20d7", function (e) {
                    return "上午 4 点" + e.date;
                }),
                f("d9bcb257", function (e) {
                    return "上午 8 点" + e.date;
                }),
                f("b83b49f1", function (e) {
                    return "晚上 12 点" + e.date;
                }),
                f("h52ae229", function (e) {
                    return "下午 4 点" + e.date;
                }),
                f("i07e47b9", function (e) {
                    return "下午 8 点" + e.date;
                }),
                f("h7cd94fe", "模糊的折线图"),
                f("b10621d4", "查看你的所有统计数据"),
                f("c23def7a", "互动量"),
                f("jc14a9e8", "花费"),
                f("d16b5a18", "总广告花费"),
                f("g01559c6", "显示过去 7 天的指标"),
                f("ddc8d458", "解锁历史数据"),
                f("j74eab48", "高级分析仅限 X Premium 会员专享"),
                f("i02166f6", "了解自己的受众"),
                f("cef977e4", "导出你的数据"),
                f("f88e624e", "对话已更新"),
                f("e15e5637", function (e) {
                    return "最近 " + e.count + " 小时";
                }),
                f("h5ab8b0e", "他们关注的人"),
                f("a0f01bca", "点击更改时间范围"),
                f("he30b16c", "“他们关注的人”将向你展示更多的结果，从而显示你关注的人以及他们关注的人分享得最多的文章。"),
                f("b0589550", "获取更多新闻"),
                f("b60e4f78", "赶紧来试试吧"),
                f("e950f6e0", "你的网络中没有被分享的文章。"),
                f("e7dcfb81", "更多账号"),
                f("h965157c", "不支持此页面。"),
                f("cd388852", "请在最新版 X 上访问作者的个人主页以查看此内容。"),
                f("abebdfae", "你只能查看关于你主持或共同主持的空间的分析结果。"),
                f("fcb205da", "直播听众"),
                f("jb088200", "录音重播"),
                f("if65328a", "已收听"),
                f("a1a0e6d8", "关注主持人"),
                f("a3c4e396", "取消关注主持人"),
                f("j58e7b00", "查看个人资料"),
                f("eca4e32a", "查看详情"),
                f("hd908df2", "直播空间"),
                f("c5d40fe2", "任何人"),
                f("a8df1d34", "启用视频"),
                f("if410292", "了解空间"),
                f("i43fdce9", function (e) {
                    return "添加话题 (" + e.count + "/" + e.total + ")";
                }),
                f("e32e99ec", "你想要聊些什么？"),
                f("e93f3c2a", "录制空间"),
                f("b701d610", "预排期空间已删除"),
                f("b028792d", function (e) {
                    return "管理预排期空间 (" + e.count + ")";
                }),
                f("e9b73da8", "为空间预排期"),
                f("cdf630be", "立即开始"),
                f("acd1bcb0", "谁能加入？"),
                f("h07146a2", "谁能发言？"),
                f("h61d92b0", "删除预排期空间"),
                f("a488f2eb", function (e) {
                    return e.count + "/" + e.total + " 已选择";
                }),
                f("d2dfe80d", function (e) {
                    return "空间将于 " + e.date + "的 " + e.time + " 开始";
                }),
                f("aef95393", function (e) {
                    return "现有空间已预排期到 " + e.date + "的 " + e.time;
                }),
                f("a7069f2e", "编辑详细信息"),
                f("a15f06fc", "预排期空间"),
                f("f6cfa3fe", "无法将空间预排期到过去的时间。"),
                f("a8f71a2b", function (e) {
                    return "无法将空间预排期到未来 " + e.days + " 天以后。";
                }),
                f("ae092f6c", "预排期空间无法删除。"),
                f("jd7f0030", "预排期空间已更新"),
                f("a26da034", "保存更改"),
                f("b3633046", "选择社群"),
                f("ce447fcb", function (e) {
                    return e.count + " 位听众";
                }),
                f("ef7da97f", function (e) {
                    return e.count + " 正在收听";
                }),
                f("a065e7e7", function (e) {
                    return "正在发生：" + e.spaceTitle;
                }),
                f("hd5e7b21", function (e) {
                    return e.date + ": " + e.spaceTitle;
                }),
                f("f651e375", function (e) {
                    return "这个空间已结束：" + e.spaceTitle;
                }),
                f("i8478ae7", function (e) {
                    return "播放录音：" + e.spaceTitle;
                }),
                f("b2a94e93", function (e) {
                    return e.hostSpace + " · " + e.descriptionListening + " · " + e.descriptionGeneric;
                }),
                f("f6432ce5", function (e) {
                    return e.hostSpace + " · " + e.descriptionGeneric;
                }),
                f("e4e811fc", "正在关联..."),
                f("aadbc747", function (e) {
                    return "共同主持人";
                }),
                f("hbd6035f", function (e) {
                    return "发言人";
                }),
                f("if420852", "播放录音"),
                f("f7dc3b1c", "这个空间已结束"),
                f("c1d15dc0", "看来这个空间已经关闭了。"),
                f("g3e2f3a6", "匿名收听"),
                f("cd64d43e", "直接作为发言人加入"),
                f("jcdc32f0", "开始收听"),
                f("a0cee16a", "开始发言"),
                f("bf3daa48", "开始匿名收听"),
                f("f9305f48", "重新连接"),
                f("e51df2e6", "你的麦克风一开始将关闭"),
                f("h114ff6c", "你不能加入这个空间，因为你已经在一个空间中。"),
                f("d7fe2d7e", "你不能连接到这个空间，因为你已经在一个空间中。"),
                f("e61bdea4", "主持人正在对这个空间录音。所有人的发言都会被包括在公开录音中。"),
                f("d0ebf4f7", "了解更多"),
                f("d782b808", "订阅可享特权"),
                f("i7f83b8d", "了解更多"),
                f("fc962610", "搜索空间或主持人名称"),
                f("e5b5f091", function (e) {
                    return "没有与“" + e.searchQuery + "”匹配的空间";
                }),
                f("g5812140", "为什么不开始一个呢？"),
                f("e8fe1ecb", function (e) {
                    return "没有与“" + e.searchQuery + "”相符的 " + e.section + " 空间";
                }),
                f("c432d2b2", "搜索空间"),
                f("d39e8b30", "添加附注"),
                f("dc7a6625", function (e) {
                    return "作为 " + e.displayAlias + " 编写";
                }),
                f("g17e4064", "你的附注将用你的社群笔记别名发布，和你的 X 个人资料没有联系。"),
                f("d9b09ee8", "准确 — 要求提供外部来源链接。"),
                f("b7476596", "准确 — 鼓励提供外部来源链接。"),
                f("df6c8292", "你的解释"),
                f("ecb4d20c", "你的附注没有保存，请确认你之前没有对这个帖子添加过附注并稍后重试。"),
                f("eb5b4a12", "关于社群附注别名"),
                f("ja0ee360", "选择你的别名"),
                f("f7b7c250", "选择一个社群附注别名以保持私密"),
                f("c6382384", "为什么社群笔记要使用别名？"),
                f("j48ab594", "私下做出贡献"),
                f("bc2399a0", "撰写附注和对附注进行评价，而无需透露自己的 X 身份。"),
                f("d939cf16", "关注内容"),
                f("a56f0c32", "别名有助于贡献者更多地关注于内容而不是作者，从而减少偏见。"),
                f("d17c59e4", "每个人都始终肩负着责任"),
                f("i719f8e2", "你可以看到贡献者的历史记录，并且每个人都可以通过自己获得的评价来承担责任。"),
                f("a96bb564", "选择你的社群附注别名"),
                f("afcdcf84", "这个别名将是你在撰写和评价社群附注时的身份。它与你的 X 个人资料没有关联。"),
                f("f83d0446", "你的别名已保存。"),
                f("ed0e6b2e", "开始评价笔记"),
                f("if4c5e06", "欢迎使用社群笔记！"),
                f("g880a78a", "开始评价笔记"),
                f("d1be2236", "社群附注依靠像你这样的贡献者来帮助确定有帮助的附注，以便向大家显示。"),
                f("af9f2b78", "跟踪你的评价影响"),
                f("af68afc8", "每当你帮助一条笔记达到“有帮助”或“没有帮助”状态，你的影响力就会上升。"),
                f("fb5c5d42", "解锁撰写笔记的功能"),
                f("a1e58cdc", "一旦你的评价影响达到 5 分或更高，你就将解锁撰写自己的社群附注的功能。"),
                f("j5f112b4", "你最近的两篇笔记目前的状态是“没有帮助”。"),
                f("ac34c5e8", "已有足够多的贡献者（包括在过去的评价中彼此不赞同的贡献者）认为你的 2 条笔记没有帮助。以下是他们的反馈："),
                f("ib7886d0", "在你的个人资料中查看这些笔记"),
                f("b0a7d360", "你撰写笔记的功能有可能会被暂时锁定。"),
                f("e473f876", "贡献者最近 5 条状态为“有帮助”或“没有帮助”的笔记中包含了 3 条“没有帮助”的笔记，其撰写功能已被暂时锁定。"),
                f("ef490ae8", "未包含来源或来源不可靠"),
                f("bf3dc462", "来源不支持附注"),
                f("heb35e12", "错误的信息"),
                f("ib117532", "骚扰或滥用"),
                f("a7bc3192", "引用高质量的来源"),
                f("a26f8dc2", "易于理解"),
                f("cbdef06c", "直接处理帖子的声明"),
                f("faa5f9e8", "提供重要背景信息"),
                f("gf3b38f4", "中性或无偏见的语言"),
                f("a50327ea", "这个帖子不需要说明"),
                f("h7c59ea2", "观点或猜测"),
                f("d60c0064", "错别字或语言不清"),
                f("e06416ca", "遗漏要点或不相关"),
                f("cff1aa8c", "有争论或偏见的语言"),
                f("c5d55592", "提供独特的信息或背景"),
                f("f3e6f0aa", "信息丰富"),
                f("hc2b6a7e", "非主观和/或出于同情"),
                f("bbe8b4ac", "观点、猜测或偏见"),
                f("dd1f17ea", "偏离主题"),
                f("if966b54", "过时的信息"),
                f("fdc2060a", "你需要达到更高的影响分数才能撰写笔记。"),
                f("edd80858", "查看你的个人资料和得分"),
                f("eec24ff6", "开始评价"),
                f("eb9dc3ec", "和你一样的贡献者们将共同帮助确定有帮助的附注，以便在帖子上显示为背景信息，并让人们了解情况。"),
                f("f2f61788", "解锁撰写功能"),
                f("ca7e11e6", "一旦你的成功评价得分达到 5 分或更高，你就将解锁撰写社群附注的功能。"),
                f("e7beb100", "查看你的个人资料和反馈"),
                f("fd02e290", "查看所以规则"),
                f("ee7b8050", "你已被暂时锁定，无法撰写新的笔记。"),
                f("b8cc2e9a", "由于你最近的笔记被评为“没有帮助”，你撰写笔记的功能已被暂时锁定。"),
                f("f6c8613e", "贡献者对你的笔记的反馈："),
                f("fd5c2282", "获取更多笔记撰写提示"),
                f("c23e67ea", "解锁你的撰写功能"),
                f("i0e66c5a", "选择一个"),
                f("j8e3e3be", "至少选择一个"),
                f("f1e851f0", "输入解释"),
                f("ff5dcac8", "你的解释太长"),
                f("b47b5a16", "所有字段均必填。请确认你回答了所有的问题。"),
                f("g9cffe16", "你的附注没有包括来源"),
                f("bfa9e276", "重写附注，让它对所有包含该图片的帖子都有帮助，或者查看你对本表单第一个问题的回答"),
                f("ja36d83e", "重写附注，让它对所有包含该视频的帖子都有帮助，或者查看你对本表单第一个问题的回答"),
                f("i6488a04", "重写附注，让它对所有包含该媒体的帖子都有帮助，或者查看你对本表单第一个问题的回答"),
                f("j6e12b24", "它包含了经过数字化处理的照片或视频"),
                f("eda68484", "它经过了数字化的改动"),
                f("e198eb8c", "撰写你认为应该随视频显示的背景信息，以便让其他人了解情况。"),
                f("a9803d44", "撰写你认为应该随图片显示的背景信息，以便让其他人了解情况。"),
                f("j7ddf18a", "撰写你认为应该随所有帖子显示的背景信息，并附上链接以便让其他人了解情况。"),
                f("g3874520", "撰写你认为应该随帖子显示的背景信息，以便让其他人了解情况。"),
                f("ac1141aa", "撰写一条笔记，帮助其他社群附注贡献者了解为什么这个视频没有误导性或者不需要添加背景信息。"),
                f("f99ebcfc", "撰写一条笔记，帮助其他社群笔记贡献者了解为什么这张图片没有误导性或者不需要添加背景信息。"),
                f("h641949e", "撰写一条附注，帮助其他社群附注贡献者了解为什么这个帖子没有误导性或者不需要添加背景信息。"),
                f("c926cff6", "鉴于目前的证据，我相信这个帖子可能..."),
                f("e0ef7a2c", "鉴于目前的证据，我相信这张图片可能..."),
                f("g491d33a", "鉴于目前的证据，我相信这个视频可能..."),
                f("b253e462", "鉴于目前的证据，我相信这个链接的页面可能..."),
                f("b1b2d004", "可能存在误导并将获益于添加的背景信息"),
                f("ha9655c2", "没有误导"),
                f("ebd2de06", "你为什么认为这个帖子可能会误导他人？"),
                f("i865abe8", "为什么你认为这张图片可能会误导别人？"),
                f("add096c6", "为什么你认为这个视频可能会误导别人？"),
                f("eb604e2e", "为什么你认为链接的页面可能具有误导性？"),
                f("c33bc7d4", "它包含了一个事实错误"),
                f("aadb676c", "它包含可能误导的过时信息"),
                f("g21a0ef4", "它是对事实的歪曲或遗漏了重要的背景信息"),
                f("daf354de", "它把未经证实的说法当成了事实"),
                f("d1d2ef84", "这个笑话或讽刺可能会被误解为事实"),
                f("bfee6064", "你为什么认为这个帖子不会误导他人？"),
                f("dfd1f7f0", "为什么你认为这张图片不会误导？"),
                f("b8623176", "为什么你认为这个视频不会误导别人？"),
                f("ec66e3fc", "为什么你认为链接的页面没有误导性？"),
                f("g228df26", "它表达了一个事实正确的主张"),
                f("h890a3f2", "它在分享的时候是正确的，但现在已经过时了"),
                f("hf607a0a", "这明显是讽刺/开玩笑"),
                f("j6ac7742", "它代表了个人意见"),
                f("b1d82aae", "你链接到了你认为大多数人都信赖的消息来源了吗？"),
                f("ae859ee0", "你的附注是关于帖子还是图片的？"),
                f("ba84e7f8", "你的附注是关于帖子还是视频的？"),
                f("ibb784c6", "关于此特定帖子"),
                f("a21ecb8c", "关于这个帖子中的图片，并应出现在所有包含该图片的帖子中"),
                f("he0ca8da", "关于这个帖子中的视频，并应出现在包含该视频的所有帖子中"),
                f("d0bf8d34", "你的附注是关于帖子还是链接的？"),
                f("db370b9a", "你的附注是关于帖子、图片还是链接的？"),
                f("c35bf10e", "你的附注是关于帖子、视频还是链接的？"),
                f("d96ce0d2", "这条附注的撰写方式将对所有包含该图片的帖子很有帮助。"),
                f("a1fb516c", "这条附注的撰写方式将对所有包含该视频的帖子很有帮助。"),
                f("be46a61e", "这条附注的撰写方式将对所有包含该媒体的帖子很有帮助。"),
                f("ied1c2c2", "这条附注是针对该帖子的，可能与其他帖子没有关系。"),
                f("gb2433df", function (e) {
                    return "" + e.noteMatchUrl;
                }),
                f("gdfbdd93", function (e) {
                    return "所有 " + e.matchCount + " 个帖子";
                }),
                f("d7959c4d", function (e) {
                    return "所有 " + e.matchCount + " 个帖子";
                }),
                f("ff5be16d", function (e) {
                    return "所有 " + e.matchCount + " 个帖子";
                }),
                f("abdd8d0a", "编辑附注"),
                f("c097608e", "你的附注没有附带解释"),
                f("ba25898c", "阐明其来源的附注被评为有帮助的几率更大。"),
                f("e764d704", "链接到可信来源的附注被评为有帮助的几率更大。"),
                f("gb67e44c", "提交而不进行解释"),
                f("d6b758a2", "提交而不注明来源"),
                f("dc1fa12c", "社群附注账号必须有经验证的手机号码"),
                f("a1752fde", "要想继续通过这个账号来为社群附注做贡献，你需要验证自己的手机号码。"),
                f("hef02710", "除了经过验证之外，你的号码必须来自一家值得信赖的电话运营商，并且尚未与其他社群附注账号相关联。"),
                f("dff9b6bc", "验证你的手机"),
                f("f051e434", "社群附注贡献者必须有唯一的手机号码"),
                f("eaef2f72", "看起来这个手机号码已经与多个社群附注贡献者的 X 账号相关联。"),
                f("j78d41b4", "要想继续通过这个账号来做出贡献，你需要从其他 X 账号删除这个手机号码。"),
                f("a7c9a176", "社群附注账号必须有经验证的手机号码并且它必须来自一家值得信赖运营商"),
                f("ec853dfa", "为了减少使用人为编造的或虚拟电话号码，电话号码必须来自一家值得信赖的运营商。"),
                f("j6e19c58", "社群附注价值观"),
                f("ea580ee2", "关于社群附注价值的简要提醒："),
                f("eac7b6ac", "有助于相互理解"),
                f("b0381cfc", "诚信行事"),
                f("f0addddc", "乐于助人，即使是对有不同意见的人"),
                f("h7c7b204", "在编写新附注之前帮忙评价现有的附注"),
                f("i8cae552", "你的评价将帮助社群附注保持高质量。"),
                f("hd43a218", "你已达到撰写笔记的每日数量限制。"),
                f("aaba8ed2", "为了让笔记保持高质量并防止垃圾信息，根据贡献者的写作影响力，他们每天只能撰写一定数量的笔记。请稍后重试。"),
                f("b98f077c", "请求附注信息"),
                f("ee691104", "请求提供有关这个帖子的社群附注"),
                f("f8cbdf02", "认为这个帖子可能具有误导性？请求提供社群附注。"),
                f("f132d1be", "贡献者将看到收到足够请求的帖子的提醒"),
                f("gf71296c", "如果其他贡献者撰写了附注并将其评为有帮助，那么该附注就会显示在帖子上"),
                f("de0685b4", "X 不会选择显示哪些附注 – 社群附注由用户撰写以供其他用户参考"),
                f("f8ac3c88", "同意并请求附注"),
                f("a8edd0ea", "添加来源？"),
                f("a39a0de6", "X 帖子的链接"),
                f("j819c176", "提供 X 帖子的链接，解释哪些内容可能会产生误导，以便帮助社群附注贡献者。"),
                f("e15b3b44", "必须是 X 帖子的链接。例如：x.com/user/status/...."),
                f("c81085a4", "社群附注"),
                f("c363515c", "公开"),
                f("cb6b0138", "谢谢！你的请求已发送"),
                f("c196e8b8", "如果您撰写了附注并被评为有帮助，你就会在帖子上看到它。"),
                f("a9491efa", "社群附注请求已提交"),
                f("f060d1cc", "删除请求"),
                f("f499f824", "删除你的请求"),
                f("hd1bc518", "你可能需要等几分钟才能对这个帖子提出新的请求"),
                f("geb8d31d", "注册。"),
                f("gc399930", "每日限额附注请求信息"),
                f("fee815e4", "你已达到请求附注的每日数量限制"),
                f("i7eb7900", "如果提出请求的帖子成功添加了有帮助的附注，那么你的每日限额将会增加。"),
                f("d1a3817e", "这样有助于奖励用户成功发现可能具有误导性，并且可能需要更多背景信息的帖子。"),
                f("c031c77a", "如果你对别人认为不需要附注的帖子提出过多请求，你的每日限额可能会减少。"),
                f("f87129d2", "这样有助于防止垃圾信息，并让附注撰写者专注于可能需要有用附注的帖子。"),
                f("jdd4a572", "你的账号需要经过认证的手机号码"),
                f("i0f07c07", "验证你的手机号码"),
                f("i157c1a8", "该请求已被删除。"),
                f("a9f4ca9c", "社群附注贡献者现在可以查看你的附注"),
                f("eb8f7c0c", "其他贡献者现在可以评价你的笔记"),
                f("h87c6bd6", "其他贡献者现在可以查看你的笔记"),
                f("gc1a5bce", "他们会对是否有帮助进行评价"),
                f("i0e950ca", "如果你的附注达到“有帮助”状态，它就会开始作为背景信息向所有查看帖子的人显示"),
                f("a047e800", "你的笔记将帮助其他贡献者在评价笔记时获取更多的背景信息"),
                f("cec8a38c", "如果你的笔记达到“有帮助”状态，那么你将获得“写作影响力”。"),
                f("a377532e", "如果有足够多持不同观点的用户将其评为有帮助，那么它就会作为背景信息向所有查看帖子的人显示"),
                f("d790fa4e", "笔记状态并不是按照多数决定原则来达到的"),
                f("e90cda68", "为了确定对大多数用户有帮助的笔记，笔记的状态需要在过去的评价中有时存在分歧的贡献者之间达成一致。"),
                f("j5a1d85a", "请参见附注"),
                f("b25b64d6", "你的附注已提交！"),
                f("g1428d70", "你的笔记已提交！"),
                f("a4ec7004", "以下是现在的状况："),
                f("c4093274", "关于提交后的社群附注"),
                f("bc8746a6", "请至少对一条笔记进行评价，然后再撰写新的笔记。"),
                f("ce3c80b8", "社群附注有赖于你的评价来保持高质量。"),
                f("fa6a075a", "建议随帖子一起显示背景信息的附注"),
                f("acb7ecae", "解释为什么不用添加背景信息的笔记"),
                f("d9a5fc06", "评价帖子"),
                f("b73cebd2", "评价帖子和附注"),
                f("ad8883f2", "此帖子没有附注"),
                f("efd14e7a", "正在加载附注"),
                f("e65b7186", "用户就这个帖子提出了社群附注"),
                f("bcc14a68", "社群附注是一个计划，参与计划的志愿贡献者会为他们认为可能存在误导性的帖子添加背景信息（被称为“附注”）。下面的附注会由贡献者进行评级，如果它们目前被评为有帮助，则会在帖子上显示为背景信息。如果一条附注目前被评为有帮助，但你对此存在异议，则你可以要求进行额外的审查 — 这意味着更多的贡献者将审查该附注，而它的评级可能会发生变化。 "),
                f("c21313ba", "附注目前被评为没有帮助"),
                f("c2c40120", "显示所有附注"),
                f("ia596d40", "有什么需要改进的方面吗？"),
                f("deff0bde", "写一条附注"),
                f("i8e85ef8", "加入社群附注，获取撰写附注及其他功能，帮助用户获得更加丰富的资讯"),
                f("af88892a", "这些附注是由社群附注贡献者添加的，他们认为帖子可能存在误导并将获益于额外的背景信息。"),
                f("cf8a40a6", "在被足够多的贡献者评为有帮助之前，附注只会显示在社群附注中。"),
                f("g22c8c30", "如果这些附注被足够多的贡献者评为有帮助，包括那些在过去的评价中通常表示不同意的用户，它们就会开始作为额外的背景信息随帖子一起公开显示。"),
                f("jf04b084", "这些附注是由那些认为帖子不具有误导性，不需要额外背景信息的贡献者所添加的。"),
                f("g5a72e98", "要创建附注，请在任何帖子的菜单中选择社群附注图标。你创建的附注将显示在这里。"),
                f("h53cb7de", "你对这个帖子有什么看法？"),
                f("dc3bfc82", "如果有的话，你喜欢这个帖子的哪一点？"),
                f("b4704bf4", "如果有的话，你不喜欢这个帖子的哪一点？"),
                f("ed5156fa", "保存你的评分时出错，请重试。"),
                f("d5f9fb42", "你对这个社群推广进行了评价"),
                f("j6aa6172", "删除评论？"),
                f("i4112750", "这是不能撤销的。"),
                f("bd7eb888", "查看此帖子上所有附注"),
                f("i97b83f6", "提交申述时遇到错误，请重试。"),
                f("a038ab9a", "翻译笔记"),
                f("i606fc4c", "关于社群附注申诉"),
                f("b664c554", "请求额外的贡献者审查"),
                f("ab66e1f2", "以下是它的运作方式："),
                f("e36d807c", "更多的社群附注贡献者会收到对这条附注进行审查和评级的请求。"),
                f("d8afb99c", "如果贡献者的评级更改了附注，以至于它目前不再被评为有帮助，那么该附注就不会再显示在帖子上。"),
                f("f9e1090c", "审查是由贡献者进行，而不是 X。"),
                f("i80c8a84", "需要额外审查。"),
                f("f93d4391", "请求对这条附注进行额外的贡献者审查"),
                f("e457970a", "附注详细信息"),
                f("df587b98", "附注 ID"),
                f("h201bdc8", "附注作者"),
                f("h74b96b0", "附注已提交 "),
                f("ge25848a", "当前状态"),
                f("d6db34cc", "需要更多评价"),
                f("ce8b505e", "没有帮助"),
                f("e5be8156", "通过开源算法计算出的笔记状态"),
                f("fca23c42", "足够多不同看法的贡献者都认为，这条附注很有用，所以它被显示为帖子的背景信息。"),
                f("hef420c2", "这条附注还没有足够多不同看法的贡献者进行评价。"),
                f("j3af43c4", "足够多不同看法的贡献者都认为，这条附注没有帮助。"),
                f("f79d812c", "评为有帮助并在发布后一小时内显示"),
                f("cc02373e", "评为有帮助并在提出后一小时内显示"),
                f("d9f72d90", "已匹配并在发布后一小时内显示"),
                f("fc6e4594", "评价者选择的热门标签"),
                f("f7427d6f", "这个帖子"),
                f("aa94541d", "这个帖子"),
                f("fe821ebb", "这个帖子"),
                f("c5cc74e5", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("ff14b6b8", "另一个帖子"),
                f("b5cc9c47", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("hb90fe9a", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("i23a64ea", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("h6c5af52", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("c2584f58", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("a0dec723", "这个帖子"),
                f("f20fa57c", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("bd60b152", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("b95920ef", "这个帖子"),
                f("f8dcced2", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("iaf626c0", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("e3002eab", "这个帖子"),
                f("df3f2d52", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("cd83d952", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("ia35cd39", "这个帖子"),
                f("a499228a", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("cf9ac658", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("fa56f7cb", "这个帖子"),
                f("b826c19c", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("c4618eb8", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("i56af3fd", "这个帖子"),
                f("g1f275b6", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("a2ae91f1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("i2cac82c", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("daeff73b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("d3205ee4", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("i1df5f5d", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("fc546c2e", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("g03f5337", "这个帖子"),
                f("e0a49d5b", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("f5b30b8a", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("bae49ec3", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("e25f9fd4", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("d595bffd", "这个帖子"),
                f("a3aa3cb1", function (e) {
                    return "" + e.urlNoteDisplayUrl;
                }),
                f("ef8a55a6", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("d5061d00", "未在 X 上显示"),
                f("e272836c", "删除附注？"),
                f("da5a5d8c", "一旦你删除该附注，它就会从社群附注中永久删除。"),
                f("a804a8f4", "更多笔记需要你的帮助"),
                f("ib9628b8", "为更多笔记评分，继续积累你的评价影响"),
                f("bf08be2e", "立即评价更多笔记"),
                f("i26425d8", "有一点"),
                f("c6e683d0", "提交并同意"),
                f("b3fcaac6", "在给本附注评分之前，请考虑打开并查看来源"),
                f("e8a33850", "在给本附注评分之前，请打开并查看来源"),
                f("ca6f04ec", "查看附注中引用的来源有助于确保其准确性。 "),
                f("a7338bc2", "这条附注有用吗？"),
                f("bd0b6422", "对于为什么不需要所添加的背景信息，这条解释有帮助吗？"),
                f("ac7f9746", "它有什么帮助？"),
                f("c7751804", "什么对它没有帮助？"),
                f("dc9c823a", "在所有包含链接的帖子中显示这条附注将很有帮助。"),
                f("da0bb868", "在所有包含该视频的帖子中显示这条附注将很有帮助。"),
                f("e8694748", "在所有包含该图片的帖子中显示这条附注将很有帮助。"),
                f("b487e12e", "在所有包含该媒体的帖子中显示这条附注将很有帮助。"),
                f("hfdb963e", "这条附注过于具体，可能与包含相同链接的其他帖子没有关系。"),
                f("bd6742c2", "这条附注过于具体，可能与包含相同视频的其他帖子没有关系。"),
                f("ded3a8a2", "这条附注过于具体，可能与包含相同图片的其他帖子没有关系。"),
                f("c1e42c92", "这条附注过于具体，可能与包含相同媒体的其他帖子没有关系。"),
                f("af198630", "向公众提供"),
                f("d39720d3", "很有用"),
                f("i7d91dc9", "有点用"),
                f("c75b7fb4", "没有用"),
                f("ce1c95d6", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                f("d9025c46", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("jd7c58d8", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("ebb0b116", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("f9005c24", function (e) {
                    return e.matches + " 个帖子";
                }),
                f("a4886e54", function (e) {
                    return "" + e.noteDisplayUrl;
                }),
                f("h8335712", "你的附注"),
                f("b9f18eec", "目前被评为有帮助"),
                f("j33f6520", "目前被评价为没有帮助"),
                f("idc0e9fc", "注册成为社群附注贡献者"),
                f("a83cccfa", "投稿人可以查看笔记建议、撰写笔记、跟踪它们的影响等！"),
                f("c2a6ec00", "想加入社群笔记？"),
                f("d2470b62", "帮助人们获得更多信息。"),
                f("ab23a972", "关注对话"),
                f("c68f3bc0", "深入了解我们的价值观"),
                f("dfb1f498", "互动"),
                f("a584cfa7", "通过 @CommunityNotes 给我们发送私信"),
                f("e4d93012", "多人要求提供社群附注。"),
                f("e55983c0", "还没有申请者提供来源链接来解释为何需要附注"),
                f("h23be93e", "申请者可以包含一个 X 帖子，以帮助解释为什么他们认为附注会有所帮助。他们包括了以下帖子"),
                f("ca6ae344", "社群附注工具栏"),
                f("fe27c1e2", "附注"),
                f("ff692d64", "你的个人资料"),
                f("cb1adfa0", "下载数据"),
                f("jaf0d42c", "你的附注"),
                f("fa9a644a", "如果你最近 5 条状态为“有帮助”或“没有帮助”的笔记中有 3 条被视做“没有帮助”，那么你撰写笔记的功能会被暂时锁定。"),
                f("i4014342", "避免你的撰写功能被锁定。以下是贡献者对你的两条笔记的反馈："),
                f("j9897a7c", "获取笔记撰写提示"),
                f("ac71a5a0", "对需要帮助的笔记进行评价"),
                f("h544e3c8", "贡献者现在需要达到 5 点评价影响力才能解锁附注撰写功能。"),
                f("d88c63f6", "新：解锁编写笔记的功能"),
                f("bd31adde", "你已退出社群附注计划。"),
                f("a796c19c", "重新加入"),
                f("h837a96c", "你将重新加入社群附注计划。"),
                f("a4d4bcb9", function (e) {
                    return "如果你想重新加入，则 " + e.numDaysToRejoin + " 天后即可在这里重新加入。";
                }),
                f("a490bc51", "了解更多"),
                f("c94ad3e8", "向我们发送反馈"),
                f("ee160790", "删除附注"),
                f("b3de4a42", "评价影响"),
                f("a7b0393c", "写下影响"),
                f("id568acc", "热门作家"),
                f("e25f9ad6", "帮助笔记获得“有帮助”状态的评价"),
                f("a0697fbc", "干得好！这些评价确定的“有帮助”附注会显示在帖子的背景信息中，有助于用户了解相关情况。"),
                f("a3311a60", "这些评价确定的“有帮助”附注会显示在帖子的背景信息中，有助于用户了解相关情况。"),
                f("bbc44f5a", "这些评价确定的“有帮助”附注会显示在帖子的背景信息中，有助于用户了解相关情况。"),
                f("b4f21858", "对达到“没有帮助”状态的笔记有所帮助的评价"),
                f("d46b6bc8", "这些评价向笔记作者提供反馈，让贡献者能够专注于最有希望的笔记，从而改善社群笔记。"),
                f("a5e6ba6a", "认为笔记“有帮助”但最终结果却是“没有帮助”状态的评价"),
                f("a22929e4", "认为笔记“没有帮助”但最终结果却是“有帮助”状态的评价"),
                f("b76dd726", "这些评价很常见，如果有足够多的人认为“有帮助”的笔记并不是很有帮助，那就会导致状态发生变化。"),
                f("j29cc0f2", "这些评价被计算了两次，因为它们通常表示支持其他人认为质量较低的笔记。"),
                f("cd4333d0", "别担心，每个人都会遇到这种情况！ "),
                f("e9fa53ac", "对目前尚未获得“有帮助”或“没有帮助”状态的笔记进行评价。"),
                f("fc664dee", "在达到某种状态后进行的评价"),
                f("f024ec64", "这些评级可以强化笔记的状态，或者帮助推翻它。"),
                f("e1ee08e6", "写下影响"),
                f("je3fc324", "你获得了“有帮助”状态的笔记"),
                f("f7358242", "获得了“有帮助”状态的笔记"),
                f("j8e9b514", "干得漂亮！现在，每个看到帖子的人都会看到这些附注，从而增添了背景信息，并帮助用户了解相关情况。"),
                f("e9e57c5c", "现在，每个看到帖子的人都会看到这些附注，从而增添了背景信息，并帮助用户了解相关情况。"),
                f("fee0d8a8", "这些附注会显示在 X 上，从而为帖子添加背景信息，并帮助用户了解相关情况。"),
                f("iab44364", "你达到了“没有帮助”状态的笔记"),
                f("d8c90438", "达到了“没有帮助”状态的笔记"),
                f("accaa48e", "这些笔记已被足够多的贡献者评为“没有帮助”，包括那些在过去的评价中有时表示不同意的用户。你可以在自己的个人资料中查看这些笔记以及它们收到的反馈。笔记状态会随着更多用户的评价而发生变化。"),
                f("fa2156f6", "这些笔记已被足够多的贡献者评为“没有帮助”，包括那些在过去的评价中有时表示不同意的用户。笔记状态会随着更多用户的评价而发生变化。"),
                f("d004c768", "需要更多评价的笔记"),
                f("f3d6d6c0", "尚未获得“有帮助”或“没有帮助”状态的笔记。"),
                f("d68a370c", "最近更新： "),
                f("f10aaf3c", "附注评价提示"),
                f("b9793c9a", "你还没有撰写任何笔记"),
                f("bed66f92", "具体的方法如下："),
                f("a3ca686a", "查看提示，了解如何撰写有帮助的笔记"),
                f("ga8034c6", "在任何帖子中点击 ••• 菜单即可撰写附注"),
                f("h4109636", "如果你认为某个帖子可能存在误导，请撰写一条附注，给可能看到它的用户添加一些有帮助的背景信息。"),
                f("ec30e9ac", "其他贡献者会对你的笔记是否有帮助进行评价"),
                f("e0c42f80", "如果它达到“有帮助”状态，则会以上下文的形式显示给所有看到帖子的人"),
                f("ife4baaa", "社群附注并不是按照多数决定原则来运作的。为了确定对大多数用户有帮助的附注，状态需要在过去的评价中有时存在分歧的贡献者之间达成一致。这样有助于防止出现片面的评价。"),
                f("a0c552ee", "你的影响将显示在这里"),
                f("a4e5ea3c", "你还没有对任何笔记进行评价"),
                f("g9a28bde", "浏览需要帮助的笔记"),
                f("dc0046e2", "浏览社群附注主页"),
                f("fecae168", "在那里，你会发现需要更多评价的笔记，以及你的评价具体可以带来哪些帮助。"),
                f("h525e29e", "帮助找到可能对很多用户有帮助的笔记"),
                f("f6db7706", "最优质的社群附注会直接针对帖子的主张，并以有帮助的、清晰的语言来撰写，同时还会添加一些大多数用户都认为可靠的来源。"),
                f("f636b582", "帮助找到没有帮助的笔记"),
                f("f58f4f62", "对质量不佳的附注进行评价可以向附注作者提供反馈，让贡献者能够专注于最有希望的附注，从而改善社群附注。"),
                f("cf30af22", "你知道吗？"),
                f("d145b0fa", "笔记状态并不是按照多数决定原则来达到的。为了确定对大多数用户有帮助的笔记，笔记的状态需要在过去的评价中有时存在分歧的贡献者之间达成一致。这样有助于防止出现片面的评价。"),
                f("c20a24cc", "恭喜！"),
                f("d01b8fc8", "你是热门的社群附注作家。"),
                f("jbe2ad46", "写作影响力较大，并且“有帮助”的笔记比例较高的作家可以访问："),
                f("d2dc3d4c", "笔记通知的优先级"),
                f("heb73816", "热门作家的笔记建议更有可能触发通知，从而引起评分者的注意。"),
                f("b760d51a", "别名个人资料中的徽章"),
                f("ief63e50", "热门作家可以通过其“社群附注”个人资料中的徽章来识别。"),
                f("jd6b88ca", "关于媒体的笔记"),
                f("c39bdf5a", "热门作家可以对多个帖子中的媒体撰写附注，从而让更多的人更好地了解情况。"),
                f("efb9a9e0", "没什么好看的"),
                f("a1529ce7", "了解更多"),
                f("f07ed596", "和你一样的贡献者们将共同帮助确定有帮助的附注，以便在 X 上显示为背景信息，并让人们了解情况。"),
                f("h2b5268a", "干得好！给更多的笔记评分，继续扩大你的影响。"),
                f("e86c87a0", "评价更多笔记"),
                f("ad98f836", "你的评价影响力变成了负值。别担心！"),
                f("e2d7c914", "继续评价笔记"),
                f("a5427624", "浏览社群附注主页，查找需要更多贡献者评价的附注。"),
                f("e227a7fa", "注意状态会随时变化"),
                f("eda73c9c", "你的评价有时会与笔记的状态不一致。这不是什么问题！如果有更多的贡献者同意你的看法，笔记状态就会被推翻，而你的影响力也会发生变化。"),
                f("cfa3b664", "你现在可以撰写社群笔记了！"),
                f("j44125ee", "这位贡献者还没有编写任何附注。"),
                f("da55067c", "稍后查看这个空间！"),
                f("f893c3b8", "加入社群附注"),
                f("a701795c", "还没有社群附注"),
                f("db08295e", "想加入吗？"),
                f("ha275800", "看来你还没有加入社群附注试用计划。马上加入，帮助大家更好地获取信息。"),
                f("ce0a213a", "要创建附注，请在任何帖子的菜单中选择社群附注图标。你创建的附注将显示在这里。"),
                f("c87f3cf8", "附注"),
                f("a5b19492", "该用户不存在"),
                f("c21d1b2a", "一旦经足够多贡献者的同意，包括那些在过去的评价中有时表示了不同意的用户，笔记就会变成有帮助或没有帮助的状态。这样有助于确保笔记更多的人带来帮助，同时防止出现片面的评价。"),
                f("c7b59cde", "社群附注设置"),
                f("c8be1d0d", "了解更多。"),
                f("a5a2330c", "包含相同媒体的帖子"),
                f("ad071b5c", "包含相同链接的帖子"),
                f("b92967c0", "此笔记不是媒体笔记"),
                f("i92fddce", "如果有足够多的用户同意，附注就会自动显示在下面的帖子中。"),
                f("f5ce7a00", "此媒体笔记还没有任何匹配项。"),
                f("e1288bdc", "当一条附注需要帮助时收到通知"),
                f("ca14eab4", "当社群附注需要你进行评价时收到通知。"),
                f("gb2bc3d0", "我全力支持 🔥"),
                f("c35ebcd2", "尽我所能提供帮助 – 最多每天几条通知"),
                f("ba165b3c", "经常"),
                f("g72e2a58", "每周几条通知"),
                f("idd249e0", "有时"),
                f("if2e01ee", "每月几条通知"),
                f("fdaeaab8", "保存你的设置时出错。请重试。"),
                f("db4e443a", "你的设置已保存。"),
                f("dc11636c", "你讲的语言"),
                f("fae059c6", "退出社群附注计划"),
                f("ed37123a", "你将退出社群附注计划"),
                f("c1a554a2", "须知事项："),
                f("j59355fe", "你将无法撰写新的社群附注。"),
                f("c23420ec", "除非与你在 X 上的活动有关，否则你不会收到来自社群附注的通知。"),
                f("c76031ee", "你的匿名社群附注个人资料和过去提交的内容仍将保持公开。你仍然可以查看和删除自己的附注。"),
                f("be4f9106", "你可以在 90 天后重新加入"),
                f("hf68e810", "社群附注是一个计划，旨在帮助用户获得更加丰富的资讯。它让 X 用户能够互相协作，为可能具有误导性的帖子添加有用的附注。"),
                f("jdb52860", "贡献者撰写附注并进行评价"),
                f("c104025c", "贡献者都是像你一样的 X 用户，他们选择加入试用计划，以便撰写附注并进行评价。参与的人越多，计划就会越好。"),
                f("j7872b8c", "只有大家认为有帮助的附注才会出现在帖子上"),
                f("fb59415e", "为了公开显示帖子的背景信息，一条附注需要被足够多的人从不同的角度评为有用。这种方法有助于避免偏见和操纵，并有助于找出对很多人都有帮助的附注。"),
                f("f9a44022", "X 公司不会选择要显示的内容：交给用户来选择"),
                f("gdf4fbb2", "X 公司不会撰写、评价或审核附注（除非它们违反了 X 规则）。我们相信，让大家共同来做这些选择是一种公平并且有效的方式，可以丰富信息，从而帮助人们更好地关注最新资讯。"),
                f("cc720e6a", "社群附注建立在数据透明度基础上"),
                f("j2fcd33a", "数据内容截至"),
                f("d4a6b322", "所有社群笔记数据每天都会发布在这里，这样人们就能免费访问，以便对它进行分析、发现问题并发现机会，从而让社群笔记变得更好。我们迫不及待地想和你一起学习。"),
                f("c359263a", "了解如何使用和分析社群附注数据 "),
                f("b8a27fe2", "我们指南中的 Birdwatch 数据"),
                f("j1c99e00", "附注数据"),
                f("i6f69314", "评价数据"),
                f("b7e4c114", "笔记状态历史记录数据"),
                f("d7f19114", "用户注册状态数据"),
                f("b6008808", "附注请求数据"),
                f("h786cd7a", "目前还没有附注数据"),
                f("d0fe8052", "目前还没有评论数据"),
                f("c0427f94", "目前还没有笔记状态历史记录数据"),
                f("g880d8c0", "用户注册状态数据尚不可用"),
                f("ab1b3d38", "目前还没有附注请求数据"),
                f("c43fb933", "X 开发者协议和政策"),
                f("ed88e742", "复制话题链接"),
                f("h92fe1be", "很遗憾，你目前还无法使用社群笔记。"),
                f("f0dc1434", "社群附注目前仅在美国推出"),
                f("f8fc0b48", "创建文件夹"),
                f("c14bcdde", "搜索书签"),
                f("e9c65c4a", "书签搜索"),
                f("b92a21d9", function (e) {
                    return e.query + " 没有搜索到结果";
                }),
                f("f191a2ba", "搜索设置"),
                f("a068008a", "文件夹暂时无法载入"),
                f("f075b0e8", "编辑文件夹"),
                f("beba2a0e", "创建新书签文件夹"),
                f("e41c9b4f", function (e) {
                    return "已保存至 " + e.bookmarkFolderName;
                }),
                f("h18f86a4", "删除文件夹"),
                f("f4ea967a", "文件夹已被删除"),
                f("b670aa62", "文件夹名称"),
                f("aece5462", "文件夹名称已成功更新"),
                f("e3299b94", "出错了！请稍后再尝试更新该文件夹。"),
                f("c09ea714", "出错了！请稍后再尝试删除该文件夹。"),
                f("gee78816", "书签文件夹名称不能超过 25 个字符"),
                f("h9a5daa2", "删除文件夹？"),
                f("ac9d5f56", "你的帖子仍会保存在“所有书签”文件夹中"),
                f("i6e7e298", "创建"),
                f("a0ea2fa6", "名称字段不能为空"),
                f("eec37eac", "已存在该名称的书签文件夹"),
                f("fce0c59e", "未能解析动画 JSON 文件。请检查动画文件中的 JSON 格式，然后重试。"),
                f("g0eea6c2", "未能读取动画 JSON 文件。请尝试再次打开该文件。"),
                f("ae58026a", "打开品牌定制点赞 .json 文件进行预览"),
                f("hd0bc1eb", function (e) {
                    return e.name + " 在直播";
                }),
                f("bea1f26b", function (e) {
                    return e.name + " 直播了";
                }),
                f("ab3ee97f", function (e) {
                    return e.screenName + " 没有直播";
                }),
                f("d39d46c4", "标题已更新。更改可能需要 30 秒才能显示。"),
                f("e44095a5", function (e) {
                    return "已开始 " + e.timestamp;
                }),
                f("j83f29dd", function (e) {
                    return e.timestamp + "已结束";
                }),
                f("daca8a2c", "在悬浮窗中打开"),
                f("e3aac82a", "正在加载播客"),
                f("i0ed3f4e", "事件图片"),
                f("cbae35fa", "举报播客"),
                f("fd12ab58", "贴文集"),
                f("a226497c", "创建新社群"),
                f("d7346632", "你尚未加入任何社群"),
                f("b732a4cc", "当你这样做时，就会在这里看到他们的帖子。"),
                f("hff48914", "目前未找到任何帖子。");
            f("hb52cc4a", "请稍后再试。"),
                f("e50e1bb0", "欢迎来到社群"),
                f("i6829daa", "社群是由版主管理的讨论群组，X 用户可以在这里沟通和分享。"),
                f("fc5c6914", "认识其他兴趣相投的人"),
                f("aa1a9820", "加入社群，与志同道合的人沟通。"),
                f("edef4c82", "直接发帖到社群"),
                f("a7640df6", "你的帖子会与社群成员和你的关注者分享。"),
                f("h3bb8068", "在需要时调取备份"),
                f("a709f8f8", "管理员和版主帮助管理社群并让对话正常进行。"),
                f("c8d33380", "新动态"),
                f("cb6adb10", "发现社群"),
                f("df362964", "查找社群"),
                f("dfd5031f", function (e) {
                    return e.newTweets + " 新 帖子";
                }),
                f("ha4bb8a9", function (e) {
                    return e.reportedTweets + " 举报";
                }),
                f("caf003b3", function (e) {
                    return e.memberRequests + " 请求";
                }),
                f("a2118086", "排序帖子"),
                f("hb01fe46", "在你完成后，你就会在这里看到它们。"),
                f("c170a564", "你输入的字词未显示任何结果，请尝试不同的搜索关键词。"),
                f("cbd1aef8", "搜索社群和帖子"),
                f("fbf01e52", "搜索社群"),
                f("c8a6499c", "社群帖子搜索结果"),
                f("af05a978", "搜索结果会在你输入时出现在这里。"),
                f("eb4d2cd0", "没有找到帖子。"),
                f("a8ecdb4c", "社群最新帖子搜索结果"),
                f("dc6ce7b4", "成员"),
                f("ga2aa43c", "版主"),
                f("b139b54a", "邀请成员"),
                f("cf4898a0", "搜索人物"),
                f("g30bc699", function (e) {
                    return "查看 @" + e.screenName + " 个人资料";
                }),
                f("e585d844", "添加到版主团队"),
                f("cab7c6f8", "添加到版主团队？"),
                f("e96d5255", function (e) {
                    return "@" + e.screenName + " 现在成为了版主。";
                }),
                f("f348a395", function (e) {
                    return "我们现在不能将 @" + e.screenName + " 添加到版主团队。请稍后重试。";
                }),
                f("c3a1aebe", "从版主团队删除"),
                f("c273c8a6", "从版主团队删除？"),
                f("c0eb2a53", function (e) {
                    return "@" + e.screenName + " 不再是版主。";
                }),
                f("a5808125", function (e) {
                    return "我们现在不能将 @" + e.screenName + " 从版主团队删除。请稍后重试。";
                }),
                f("a51d671b", function (e) {
                    return "禁止 @" + e.screenName + " 访问社群";
                }),
                f("cdd87524", "还没有人加入这里"),
                f("cca51910", "在用户加入社群后，你就会在这里看到他们。"),
                f("c9d56b72", "为我们介绍一下你的社群。你可以在以后随时更改这些详情。"),
                f("c1ad5a12", "在创建你的新社群时似乎遇到了麻烦。请稍后重试。"),
                f("f713fbd2", "会员资格"),
                f("d1fa71fc", "批准问题（可选）"),
                f("a0a16d38", "任何人都可以加入和/或受邀加入社群。"),
                f("ce0523a8", "受限"),
                f("i1aad6ec", "用户必须要求加入，而且版主团队必须批准这些请求。版主团队邀请的用户将自动获得批准。"),
                f("c85960a0", "允许成员发出邀请"),
                f("ca373cd2", "由现有成员邀请的用户将被自动批准。"),
                f("dfdcc6b4", "控制谁可以加入你的社群。请记住，X 上的所有人都可以看见所有的社群。"),
                f("h3e55b40", "社群名称"),
                f("dd71d9c9", function (e) {
                    return "名称必须介于 " + e.minCharacterCount + " 和 " + e.maxCharacterCount + " 个字符并且不能包含话题标签或 @用户名";
                }),
                f("cf65e56b", function (e) {
                    return "名称必须介于 " + e.minCharacterCount + " 和 " + e.maxCharacterCount + " 个字符之间";
                }),
                f("d936eeca", "名称不能包括话题标签或 @用户名。"),
                f("e2df7cf2", "社群目的"),
                f("be9bb312", "令人印象深刻的目的会介绍你的社群，同时告诉人们会带来些什么"),
                f("e988475f", function (e) {
                    return "目的必须介于 " + e.minCharacterCount + " 和 " + e.maxCharacterCount + " 个字符之间";
                }),
                f("gcddfba8", "批准问题"),
                f("hf86d862", "当用户申请加入时，他们可以回答这个问题。他们的回答将与自己的请求一起显示。你将其留空以取消问题。"),
                f("i88b7305", function (e) {
                    return "问题必须少于 " + e.maxCharacterCount + " 个字符";
                }),
                f("dce5e1b4", "管理员工具"),
                f("c5d8c93e", "版主工具"),
                f("c8c7f9fc", "需要审查"),
                f("a87df2ee", "社群管理"),
                f("ee609174", "一般设置"),
                f("ab19cdaa", "垃圾信息设置"),
                f("d755f47d", function (e) {
                    return e.count + " 条新的 帖子 待查看";
                }),
                f("efc26607", function (e) {
                    return e.memberCount + " 位成员";
                }),
                f("adfcc3ce", "添加、删除或编辑规则"),
                f("d0330d9c", "查看规则"),
                f("fd67f7c8", "编辑社群名称、目的等"),
                f("e7e31264", "调整垃圾信息过滤器和报告工具"),
                f("gc00d212", "支持和资源"),
                f("g0cbfc50", "社群审核实用指南"),
                f("h6ebcfca", "在你的个人资料中显示此社群"),
                f("c0fa0634", "聚焦你的社群"),
                f("da035fd5", function (e) {
                    return "新" + e.ttc_c9s_spotlight_header;
                }),
                f("h41224f8", "在你的个人资料中聚焦你的社群"),
                f("b18e94b2", "切换到专业用户简历，以便在你的个人资料中显示社群、访问受众分析，以及执行更多操作。"),
                f("dc716b1c", "社群列表"),
                f("c3e2dda6", "添加或移除社群列表"),
                f("a68bffdc", "查看社群指标"),
                f("c6ea29a2", "退出版主团队"),
                f("a6e13fac", "你确定要退出版主团队吗？"),
                f("e538848c", "你将无法再使用版主工具。如果你改变了主意，也必须要再次受邀才能成为版主。"),
                f("j49e6aa2", "是，我想退出"),
                f("dde5f323", function (e) {
                    return e.count + " 条新的 成员请求 待查看";
                }),
                f("f5e0332a", "成人内容 (NSFW)"),
                f("e983404a", "置顶的话题标签"),
                f("j8af8eaa", "成员资格类型"),
                f("d5f01116", "目的"),
                f("c2ff3c9e", "搜索标签"),
                f("f4a98e9e", "社群信息"),
                f("a43bed28", "如果你的社群包含成人敏感内容，则必须启用此设置。省略此选项将自动过滤社群内的所有成人敏感内容。"),
                f("ab1069de", "删除社群"),
                f("bbc91896", "操作无法撤销。帖子作者仍然能看到自己的帖子。"),
                f("i27eb0b7", function (e) {
                    return "" + e.communityName;
                }),
                f("a49f884e", "社群横幅"),
                f("ea965b82", "编辑社群横幅"),
                f("j35d3ad6", "删除并替换"),
                f("f1e8fb22", "你的横幅将被删除并替换为默认横幅。"),
                f("e405ec22", "看起来在保存你的横幅图片时遇到了麻烦。请稍后重试。"),
                f("b7fb6bda", "裁剪图像"),
                f("e71cdf4e", "裁剪缩略图"),
                f("ef199198", "你的设置已保存"),
                f("ee10aa5a", "你的设置无法保存"),
                f("i307a7ca", "编辑置顶的话题标签"),
                f("dc6eca54", "话题标签已删除"),
                f("d27de326", "置顶话题标签，以便在不同的时间线上整理你的社群帖子"),
                f("d84cc77a", "在这里输入话题标签"),
                f("d22e4cba", "话题标签应该是唯一的"),
                f("ca72a540", "你已达到允许的话题标签数上限"),
                f("bd96bf16", "话题标签的长度最少为 1 个字符，最多为 30 个字符"),
                f("j27623d4", "话题标签不得包含空格或特殊字符"),
                f("c5d1634e", "好的，我明白"),
                f("daedd9fa", "这样将允许任何人加入你的社群。所有待处理的加入请求会被自动批准。"),
                f("h3c0f1a2", "编辑社群名称"),
                f("cb5e6510", "似乎在保存你的新名称时遇到了麻烦。请稍后重试。"),
                f("a8955490", "编辑目的"),
                f("ced2292a", "在保存你的目的描述时似乎遇到了麻烦。请稍后重试。"),
                f("ba74c098", "编辑问题"),
                f("bd3e0420", "在保存你的问题时似乎遇到了麻烦。请稍后重试。"),
                f("b57baa7a", "编辑搜索标签"),
                f("f8caab7a", "添加搜索标签，推广你的社群推荐和搜索结果。"),
                f("f35a667a", "在这里输入搜索标签"),
                f("b057d5c6", "搜索标签应独一无二"),
                f("cc961258", "你已达到允许的搜索标签数上限"),
                f("df4aca88", "搜索标签的长度最少为 1 个字符，最多为 30 个字符"),
                f("ie58fa58", "搜索标签不得包含空格或特殊字符"),
                f("hd176a01", function (e) {
                    return "主题已保存！社群主题现在是" + e.newTopicName;
                }),
                f("i39a43cc", "社群主题已移除"),
                f("e81b196e", "新主题无法保存"),
                f("c1f97ad4", "编辑话题"),
                f("g908eb0c", "添加一个主题，让别人更容易发现你的社群！选择最适合自己社群的主题。"),
                f("f18a8ca0", "垃圾信息设置"),
                f("c8bd5d42", "垃圾信息过滤器强度"),
                f("gfeb40a2", "垃圾信息过滤器可被调整为不同的敏感级别，以管理不当的帖子。"),
                f("h766865c", "由 X 自动报告"),
                f("fd1f413a", "通过所选的功能自动向版主报告。一旦帖子获得批准，X 将不会再报告同一作者随后发表的帖子。"),
                f("b1ba5fb4", "垃圾信息发送者检测"),
                f("ee195f28", "垃圾信息关键词"),
                f("cf276a82", "隐藏 X 报告的帖子直至得到版主批准"),
                f("a8c4c3fe", "报告有垃圾信息行为记录的用户的帖子"),
                f("j8de95ec", "输入可触发自动报告的关键词"),
                f("ie873142", "高"),
                f("a977afa2", "低"),
                f("j715cb38", "编辑禁用的关键词"),
                f("b32ebbe8", "为 X 添加关键词，以便自动向社群版主报告"),
                f("acde5366", "在这里键入关键词"),
                f("a5f66c34", "关键词应是唯一的"),
                f("ea637914", "你已达到允许的关键词数量上限"),
                f("fede6d3c", "话题标签的长度最少为 1 个字符，最多为 30 个字符"),
                f("cc06e200", "关键词不得包含空格或特殊字符"),
                f("d94edeb4", "你的社群最多可以制定 10 条规则。明确的规则可以鼓励大家参与时要尊重他人，并帮助让对话保持在正轨上。"),
                f("j560c8ea", "添加规则"),
                f("a9ba79c0", "没有规矩不成方圆"),
                f("h5482c7a", "认真考虑以下你的社群规则。它们将为社群定下基调，让成员们知道对他们的期望。"),
                f("d5033a7a", "例如，你想让对话严格围绕话题开展吗？允许自我推销吗？有人说脏话该怎么办？"),
                f("ee8c43a0", "事先说得越清楚，以后麻烦事才越少。"),
                f("gaa3239a", "看起来在保存你的新规则时遇到了麻烦。请稍后重试。"),
                f("a67445d6", "你已达到最大数量"),
                f("fcbe0993", function (e) {
                    return "社群中最多可以有 " + e.maxRuleCount + " 条规则。要添加新规则，你需要删除已有规则。";
                }),
                f("c66769a4", "规则"),
                f("ef02695b", function (e) {
                    return "规则名称必须介于 " + e.minCharacterCount + " 和 " + e.maxCharacterCount + " 个字符之间";
                }),
                f("c8242020", "描述（可选）"),
                f("d32cf5e7", function (e) {
                    return "描述最多可包含 " + e.maxCharacterCount + " 个字符";
                }),
                f("f8fa00c7", function (e) {
                    return "描述不能超过 " + e.maxCharacterCount + " 个字符";
                }),
                f("d45ae5e0", "别忘了告诉社群"),
                f("c1631260", "让每个人都了解最新的规则变化将有助于建立信任。"),
                f("d3190bde", "保存规则"),
                f("ifd6e91c", "取消和编辑规则"),
                f("h99020e0", "编辑规则"),
                f("f74a5adc", "社群中至少需要一条规则。你可以编辑已有规则，或者添加另一条规则，然后删除这条已有规则。"),
                f("fbb0ed92", "删除这条规则"),
                f("hed35472", "删除一条规则是永久性的，无法撤销。"),
                f("c8677446", "删除规则"),
                f("c3a0d44e", "改为取消和编辑规则"),
                f("d703ce9e", "将列表添加到你的社群"),
                f("f21f023c", "将列表添加到你的社群后，你策划的相关内容就会出现在新闻流中。从下面的列表中选择一个："),
                f("gbc2cf50", "你的列表"),
                f("ef9462fa", "没有相关的列表？"),
                f("fcda89f4", "创建一个新列表，其中包含 X 上用于发布与你的社群相关的内容的账号。让列表保持公开，以便社群仍然可以看到。"),
                f("c09609d8", "创建一个列表"),
                f("dfddd842", "通过私信发送"),
                f("a3b3939b", function (e) {
                    return "@" + e.screen_name + " 已被邀请";
                }),
                f("db4f0cc9", function (e) {
                    return "@" + e.screen_name + " 已经在这个社群中";
                }),
                f("h252ede6", "你已经用完了所有的邀请机会"),
                f("a5cd93f9", function (e) {
                    return "无法马上邀请 @" + e.screen_name;
                }),
                f("i6568549", function (e) {
                    return "你还剩余 " + e.remaining_invite_count + " 邀请 次";
                }),
                f("b4f16d00", "搜索要邀请的用户"),
                f("ja1387a8", "搜索结果只会包括你的关注者以及允许从所有人接收私信的用户。"),
                f("ae85768c", "搜索结果只会包括你的关注者以及允许从所有人接收私信的用户。"),
                f("hb1e378e", "已邀请"),
                f("d710b60c", "社群分析"),
                f("c199e390", "新帖子"),
                f("b4f51cd6", "过去一周的帖子数"),
                f("g6f8325a", "新成员"),
                f("b2bb7276", "过去一周加入的成员数"),
                f("e2172c92", "活跃成员"),
                f("fe1a9f68", "你的社群中发帖的成员数"),
                f("e989927e", "独立发帖人"),
                f("d1386a90", "你的社群中发帖的成员数"),
                f("abf609f2", "成员总数"),
                f("h2081878", "你的社群中的成员总数"),
                f("a3235cd6", "独立访客数"),
                f("g21e2a70", "过去一周内访问过你社群的 X 用户数量"),
                f("ied6bac2", "点赞次数"),
                f("ced8d39a", "过去一周你的社群获得的点赞次数"),
                f("fb4f859c", "回复次数"),
                f("h5a41cce", "过去一周你的社群收到的回复次数"),
                f("i314218e", "显示过去 7 天的指标。更新日期： "),
                f("addbb11e", "没有新的成员资格请求"),
                f("c38131de", "你已经看完了。当有新的请求时，你会在这里看到它们。"),
                f("d7f13fb9", function (e) {
                    return "@" + e.screenName + " 已被批准，现在已经是你社群的成员";
                }),
                f("a340df67", function (e) {
                    return "@" + e.screenName + " 已被拒绝，无法加入你的社群";
                }),
                f("jd8aae9d", function (e) {
                    return "看来我们现在还不能批准 @" + e.screenName + "。请稍后重试。";
                }),
                f("i580e149", function (e) {
                    return "看来我们现在还不能拒绝 @" + e.screenName + "。请稍后重试。";
                }),
                f("b4a38e4e", "你已经屏蔽了这个用户。如果他们的成员资格被批准，你需要取消屏蔽才能看到他们的帖子。"),
                f("f0956736", "你已经隐藏了这个用户。如果他们的成员资格被批准，你需要取消隐藏才能看到他们的帖子。"),
                f("b7f1e58a", "关注了你"),
                f("dffb0774", "现在没有可评审的内容"),
                f("ab512f26", "没有记录的操作日志。"),
                f("b8171558", "已禁止"),
                f("e32e7e1a", "版主"),
                f("b53fb7c6", "看来我们现在无法恢复此操作。请稍后重试。"),
                f("c546ba07", function (e) {
                    return "查看 " + e.userName + " 的个人资料";
                }),
                f("h4516e4f", function (e) {
                    return "搜索 " + e.userName + " 在此社群中的帖子";
                }),
                f("j4d4a809", function (e) {
                    return e.moderatorName + " 隐藏了帖子";
                }),
                f("ja589ea5", function (e) {
                    return e.revertedModeratorName + " 取消隐藏了帖子";
                }),
                f("c904a2ff", function (e) {
                    return e.moderatorName + " 置顶了帖子";
                }),
                f("b43358cf", function (e) {
                    return e.moderatorName + " 取消置顶了帖子";
                }),
                f("bb6299a7", function (e) {
                    return "" + e.moderatorName;
                }),
                f("f0347599", function (e) {
                    return "" + e.moderatorName;
                }),
                f("e33d133b", function (e) {
                    return "" + e.moderatorName;
                }),
                f("c29ec092", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                f("f6530972", "取消隐藏帖子"),
                f("j68fc824", "已取消隐藏"),
                f("j9541e18", "搜索帖子"),
                f("j10903d7", function (e) {
                    return e.moderatorName + " 移除了成员";
                }),
                f("e38bf285", function (e) {
                    return e.revertedModeratorName + " 恢复了成员的资格";
                }),
                f("dea0d437", function (e) {
                    return e.userName + " 加入了此社群";
                }),
                f("j10346f5", function (e) {
                    return e.userName + " 退出了此社群";
                }),
                f("jb159607", function (e) {
                    return e.moderatorName + " 批准了成员请求";
                }),
                f("af7a63eb", function (e) {
                    return e.moderatorName + " 拒绝了成员请求";
                }),
                f("i717dfc3", function (e) {
                    return e.revertedModeratorName + " 重新批准了成员请求";
                }),
                f("ce5ac32b", function (e) {
                    return "" + e.moderatorName;
                }),
                f("a7f869a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                f("efad949a", function (e) {
                    return "" + e.userName;
                }),
                f("d0ae5998", function (e) {
                    return "" + e.userName;
                }),
                f("ef020751", function (e) {
                    return "" + e.moderatorName;
                }),
                f("a46c5a63", function (e) {
                    return "" + e.moderatorName;
                }),
                f("h55401a4", function (e) {
                    return "" + e.revertedModeratorName;
                }),
                f("d31e695c", "重新批准请求"),
                f("i9a18ce0", "已重新批准"),
                f("i24de0fe", "恢复成员资格"),
                f("b1c662f8", "已恢复成员资格"),
                f("j2e04b1e", "版主已经处理了所有举报的帖子。"),
                f("hb21cdb6", "禁止"),
                f("dc7a9436", "向 X 举报帖子"),
                f("e2bc5db0", "@X"),
                f("d0a1b248", function (e) {
                    return e.formattedCount + " 位成员";
                }),
                f("cd4d48d2", "@X"),
                f("ff0f742a", function (e) {
                    return e.formattedCount + " 位成员";
                }),
                f("dca19c06", "你隐藏了这个帖子"),
                f("dd641764", "你保留了这个帖子"),
                f("jf99d610", "社群反馈"),
                f("bbd69672", "这个帖子因为违反社群规则而被版主隐藏。"),
                f("c730a21c", "违反的规则："),
                f("a5baa7d2", "花一分钟回顾一下这些规则。它们有助于确保对话的安全和顺利进行"),
                f("icc32e3d", function (e) {
                    return "因为违反了本社群的规则，版主已将你从 " + e.communityName + " 移除：";
                }),
                f("d7d9be8a", "发现社群和帖子"),
                f("cae9962e", "目前未找到任何社群。"),
                f("c2117be6", "在浏览时看到那些内容？👀"),
                f("c2c4dad4", "挑选相关内容，它们就会显示在这里。去吧。我们等你。"),
                f("b7218496", "还没有话题标签"),
                f("gc09bcfe", "你的社群没有任何带话题标签的对话，但你可以进行更改。"),
                f("cf35a990", "加载社群话题标签帖子"),
                f("a1c41fe8", "社群话题标签帖子"),
                f("f27a2232", "社群搜索"),
                f("ie2efe36", "社群搜索结果"),
                f("a7c2e06d", function (e) {
                    return e.communityName + " 社群";
                }),
                f("a94092a2", "你现在可以使用修改工具了"),
                f("be6dfbae", "作为社群版主，你可以添加和删除成员。"),
                f("b4f877be", "社群未找到"),
                f("e48fbb02", "举报社群"),
                f("b1614c34", "关于社群"),
                f("j1dcedde", "搜索帖子"),
                f("cc683fba", "关于社群"),
                f("af7c11aa", "社群规则由社群负责人执行，是对 X 规则的补充。"),
                f("fb974b24", "只有成员才能发帖。"),
                f("fcef2922", "任何人都能加入这个社群。"),
                f("c93dd2c8", "要加入这个社群，你必须提出要求并获得批准。"),
                f("gedb877d", "所有社群都将对公众显示。"),
                f("bf359e0e", "关于你的新社群"),
                f("e8fcdd3a", "我们会从一些基本设置入手，但你的社群是完全可定制的。接下来我们将讨论这个问题。"),
                f("b37d580e", "你的社群受到了限制"),
                f("c6d9c07c", "X 上的所有人都可以看见所有的社群。用户必须要求加入你的社群，或者由版主团队或（如果允许的话）现有成员发出邀请。"),
                f("ea3b38fa", "你的社群已开放"),
                f("i625c42e", "X 上的所有人都可以看见所有的社群。任何人都可以加入和/或受邀加入社群。"),
                f("ca7eeab0", "你的新手社群规则包括"),
                f("acae4034", "设置可以在“管理工具”中更改"),
                f("e2186ee2", "对你的设置没感觉？没问题。这很容易更改。"),
                f("a0e3ece4", "社群详情"),
                f("d11f73ea", "成人内容"),
                f("hb9400dc", "查看更多"),
                f("b71a08a0", "订阅者社群"),
                f("d0574662", "设置通知"),
                f("fc16f13a", "你想要哪些通知？"),
                f("be341c46", "社群空间（音频聊天）"),
                f("fbe88a32", "社群实时文字聊天"),
                f("b551cd1e", "已置顶帖子"),
                f("i9f39962", "置顶社群"),
                f("bc7f90a0", "在你的个人资料中聚焦社群"),
                f("j5a37508", "将社群置顶到主页屏幕"),
                f("c7a4610a", "从主页屏幕取消置顶社群"),
                f("bec3b8fa", "分享社群"),
                f("cc7d5b88", "通过私信邀请"),
                f("c66b37fa", "社群检查清单"),
                f("g2768d0e", "只用做到几点就能让你的社群保持良好状态，迎接首次亮相..."),
                f("b192b58c", "忽略检查清单"),
                f("gd302780", "看看我创建的社群："),
                f("h5890b1a", "未完成"),
                f("b4a6faca", "查看你的规则"),
                f("a01e1a7c", "个性化你的社群"),
                f("f493480c", "发布你的社群"),
                f("i9b7f6ba", "正在加载帖子"),
                f("c22e8902", "试试看"),
                f("a3466e1c", "通过话题标签来跟踪对话"),
                f("a524bb7e", "对话标签让创建、寻找和加入社群中的主题对话变得更轻松。"),
                f("he8db880", "看起来并不存在这个社群"),
                f("cc684fbc", "它可能已经被删除了，或者它根本就不存在。生活充满了神秘。"),
                f("b4f8b518", "为你推荐的创作者"),
                f("f5c41e22", "前往委派设置"),
                f("b9226ec1", "作为用户"),
                f("f47b48f6", "登录"),
                f("b2ca74aa", "你即将切换到委派账号"),
                f("ba77b438", "切换账号"),
                f("g5261e91", function (e) {
                    return "你现在开始充当 @" + e.screenName + "。";
                }),
                f("cc15a3ea", "请记住，这个账号并不属于你。作为管理员，你可以发送私信、发布帖子和创建列表，并且查看这些内容。你还可以邀请或删除账号的贡献者，并查看帖子分析。"),
                f("e406250c", "请记住，这个账号并不属于你。作为贡献者，你可以发送私信、发布帖子、创建列表以及查看它们。"),
                f("e6718a62", "只有账号所有者才能使用这个功能"),
                f("ba411b6f", "向我们发送反馈意见"),
                f("f01ee14b", "向我们发送反馈意见"),
                f("dbc85148", "选择一条私信"),
                f("a073658c", "从现有对话中选择，开始新的对话，或者只是继续浏览。"),
                f("f325afc4", "撰写私信"),
                f("f5dc353c", "当前正在过滤血腥媒体"),
                f("daeda054", "前往设置"),
                f("fe1eaa96", "对于检测可能包含血腥媒体（如裸露、色情或暴力内容）的私信，现在开始将显示警告。你可以稍后在设置中随时将其关闭。"),
                f("hc32acba", "删除私信请求？"),
                f("f9048f58", "此操作无法撤销，所选的私信请求将从收件箱中删除。"),
                f("a9d0d7f0", "批量编辑"),
                f("eb7de4aa", "显示更多私信，包括可能含有冒犯性内容的私信。"),
                f("ee8c0c8a", "来自你没有关注的用户的私信或群组信息将显示在这里，你将能够接受或删除它们。"),
                f("ff599112", "创建一个群组"),
                f("c602600a", "添加人"),
                f("fa2033f6", "已加密"),
                f("aa59bb6a", "单独发送帖子"),
                f("a2ccb2e8", "私信已发送。"),
                f("f906f464", "已与群组分享帖子。"),
                f("i8a99aae", "单独分享的帖子。"),
                f("hbbc401c", "发送到群组"),
                f("e1bde73f", function (e) {
                    return "不能向 @" + e.screenName + " 发私信";
                }),
                f("f7289cd6", "你选择了一个群组对话"),
                f("e6cced4e", "只有 1 对 1 的对话可以“发送至群组”。你仍然可以单独发送私信。"),
                f("e3e58b6e", "对话信息"),
                f("a9ddbb94", "群组信息"),
                f("dd4779a0", "管理标签"),
                f("ca9af866", "标签："),
                f("e62d3c10", "没有使用该名称的账号。请重试。"),
                f("h8403fb6", "目前你无法将他们添加到此对话中。"),
                f("ja522ed4", "目前你无法将部分用户添加到此对话中。"),
                f("d87bff5a", "正在加载你的对话信息。"),
                f("cabb453e", "群组名称"),
                f("eb1bb5a2", "查看全部用户"),
                f("a70436ac", "开始编写加密私信"),
                f("a7f20223", function (e) {
                    return "暂停 " + e.name + " 的提醒";
                }),
                f("g2f04a6b", function (e) {
                    return "你取消了 " + e.name + " 的暂停";
                }),
                f("i453fedf", function (e) {
                    return "暂停到 " + e.expiration;
                }),
                f("b3dfd51a", "暂停提及"),
                f("cc7c8ce6", "当有人在此对话中提及你时，禁用通知。"),
                f("hab58674", "提及已关闭"),
                f("e3c6e080", "提及已开启"),
                f("f33ef58a", "将对话举报为欧盟内的非法内容 "),
                f("d1a6dbe6", "全部屏蔽"),
                f("f24af200", "屏蔽私信"),
                f("a30e1677", function (e) {
                    return "屏蔽 @" + e.screenName + " 后，@" + e.screenName + " 将无法关注或给你发私信，并且你将不会看到来自 @" + e.screenName + " 的通知";
                }),
                f("iae09949", function (e) {
                    return "屏蔽 @" + e.screenName + " 的私信？";
                }),
                f("e778e3d8", "已成功屏蔽私信"),
                f("b7867912", "全部取消屏蔽"),
                f("gaddb872", "取消屏蔽私信"),
                f("d83414a1", function (e) {
                    return "取消屏蔽 @" + e.screenName + "？他们将能够关注你并查看你的帖子。";
                }),
                f("a5bbfecd", function (e) {
                    return "取消屏蔽 @" + e.screenName + "？他们将能够关注你并与你的公开帖子互动。";
                }),
                f("cde6e1ff", function (e) {
                    return "取消屏蔽 @" + e.screenName + " 的私信？";
                }),
                f("j37c4674", "1 小时"),
                f("je7e1fed", function (e) {
                    return "你将 " + e.name + " 设为了暂停 1 小时";
                }),
                f("hf94a2d6", "隐藏 1 小时"),
                f("fb7a43c6", "8 小时"),
                f("e95c8f8b", function (e) {
                    return "你将 " + e.name + " 设为了暂停 8 小时";
                }),
                f("bd54fad2", "隐藏 8 小时"),
                f("cb5bf56e", "1 周"),
                f("gb7a130b", function (e) {
                    return "你将 " + e.name + " 设为了暂停 1 周";
                }),
                f("f6fce0fe", "隐藏 1 周"),
                f("i78153dd", function (e) {
                    return "你将 " + e.name + " 设为了永远暂停";
                }),
                f("je9455da", "私信会进行加密"),
                f("b5b0afa4", "自定义你的视图"),
                f("ec5880e6", "这些设置会影响此浏览器上的所有 X 账号。"),
                f("babfa32c", "快速自定义你的视图"),
                f("a2a2f98e", "查看最新动态"),
                f("b4a361c0", "你可以对颜色和文本的字体大小进行个性化设置，也可以立即更改夜间模式选项。这些设置仅对你可见。"),
                f("c797b44e", "X 上的最新故事，通过帖子讲述。"),
                f("a19ce060", "探索不可用。"),
                f("f7d1a8e0", "Android 应用"),
                f("aab2fae0", "iOS 应用"),
                f("a35d9c9a", "资源"),
                f("ic61c5fc", "滚动到顶部"),
                f("i6671128", "你已经解锁 X 上的更多精彩"),
                f("d5e4d0a6", "你可以更轻松地加入对话并与他人联系。现在你可以做以下事情："),
                f("a97bc07e", "解锁 X 上的更多精彩"),
                f("a72188d6", "为了让 X 更好地服务于每个人，我们希望确保是真实的用户在使用这个账号。花时间与你的时间线互动并与他人保持联系，将有助于我们弄清相关情况。当我们对你充满信心时，你就能做以下事情："),
                f("a4ee9572", "被更多的人看到"),
                f("e5f4eac0", "你的内容会更容易被发现。而且你会出现在搜索结果和趋势中。"),
                f("c7832a72", "直接与其他人联系"),
                f("i1ccd17a", "向没有关注你的人发送私信而不会被自动过滤。"),
                f("hc965308", "趣味"),
                f("eb78b77e", "趣味模式"),
                f("aa8ece10", "尝试 grok.com"),
                f("gb5fb7d0", "专注模式"),
                f("g5665caa", "退出专注模式"),
                f("a372681e", "复制分享链接"),
                f("fbc79f6a", "聊天历史记录"),
                f("b61ad410", "历史"),
                f("b3de2628", "没有聊天历史记录"),
                f("acfbfb28", "你今后的对话将显示在这里。"),
                f("i1147548", "搜索 Grok 历史记录"),
                f("ab437026", "未找到对话"),
                f("e12569ec", "尝试搜索其他内容。"),
                f("d4eb0e26", "改名"),
                f("c64975ea", "你尚未收藏任何对话"),
                f("a3e3db6e", "点击星星即可保存你经常加入的聊天"),
                f("f4ae77ac", "没有可用的图片历史记录"),
                f("d57d337e", "你生成的图像将显示在这里。"),
                f("dab087ee", "聊天"),
                f("a911623c", "图像"),
                f("ae9cdac6", "聊天历史记录"),
                f("b198a392", "Grok 对话"),
                f("d16329b4", "复制对话"),
                f("af6c4470", "出错了，请重试。"),
                f("gf43d270", "继续此对话"),
                f("f4b5fae2", "发送消息会将此对话复制到你的历史记录中"),
                f("eb0d91ac", "使用 Grok 创建图片"),
                f("c5a23514", "给我画像"),
                f("g1cb8096", "给我一个惊喜"),
                f("a5a3df56", "描述要创建的图片"),
                f("gbb4e90a", "一个随机的迷幻梦境"),
                f("af21f92e", "极乐"),
                f("e207cba2", "一场随机的体育比赛"),
                f("b1323f10", "一位在巴黎时装周上走秀的模特"),
                f("g6a90174", "一只有趣的时尚动物"),
                f("jdc4b66c", "一个世界奇迹"),
                f("ec601934", "混编"),
                f("f9ecd3ba", "作为帖子插入"),
                f("af652514", "差别"),
                f("j95bac7a", "自定义 Grok"),
                f("c5665922", "希望 Grok 了解你的哪些方面？"),
                f("ff625c40", "你希望 Grok 如何回应？"),
                f("e5c7d602", "为所有的聊天启用"),
                f("d5e03fbc", "Grok 源"),
                f("a294d0c6", "创作你的版本"),
                f("b38adba2", "X - 包罗万象的应用"),
                f("d05ae004", "NHL 比赛"),
                f("d35ad22c", "观看最新 NHL 比赛"),
                f("e806daa2", "足球比赛"),
                f("cc2c2eca", "观看最新足球比赛"),
                f("bcdeae66", "F1 大奖赛门户网站"),
                f("e30e4bea", "在 X 上关注大奖赛动态。"),
                f("be548ecb", function (e) {
                    return e.teamName1 + " 对 " + e.teamName2;
                }),
                f("b23bb579", function (e) {
                    return "X 上 " + e.teamName1 + " 对 " + e.teamName2 + " 的最新消息";
                }),
                f("b72c924c", "找工作"),
                f("f4da95a0", "工作机会推荐"),
                f("eedd808c", "保存的工作机会"),
                f("e0ba641a", "对于公司"),
                f("f9e6381a", "搜索工作机会"),
                f("fb15ec28", "获取工作机会推荐"),
                f("ece910f0", "查看符合你偏好的工作机会"),
                f("jd08bc14", "推荐会随着时间变得越来越好"),
                f("de0a4a72", "控制显示推荐的位置"),
                f("db8c4158", "立即申请"),
                f("d9c8057a", "点击这里"),
                f("a71d7584", "已展示"),
                f("d2b8da2c", "软件与工程"),
                f("cd958040", "数据与分析"),
                f("c5760ca2", "产品"),
                f("d31b4a2a", "设计"),
                f("f38959a6", "销售"),
                f("bc78a26c", "运营"),
                f("ec28738e", "人事与 HR"),
                f("icb06308", "财务与会计"),
                f("d0b978ec", "法律与合规"),
                f("af19cdc2", "科学与工程"),
                f("e4a51fca", "医疗"),
                f("e8ca78ae", "建筑与贸易"),
                f("e25d75e4", "实习生"),
                f("e89b3f04", "入门级"),
                f("h55825dc", "初级"),
                f("cc537386", "中级"),
                f("jfc3cece", "高级"),
                f("e1b683aa", "销售线索"),
                f("c4627fda", "经理"),
                f("db75b47c", "管理人员"),
                f("i312f0ce", "现场"),
                f("b4aff05e", "混合"),
                f("c08b9138", "远程"),
                f("ia5d6422", "要求前往实际地点工作"),
                f("h97c7f42", "有时需要现场工作"),
                f("ibed2d04", "无现场工作要求"),
                f("f508c49c", "复制工作机会链接"),
                f("d6825dce", "通过私信分享"),
                f("b9613442", "通过帖子分享"),
                f("c2b3f0da", "在个人资料中展示"),
                f("c791d3fc", "分享工作机会"),
                f("eb517058", "AI 公司"),
                f("b677cb9b", function (e) {
                    return e.count + " 公司过滤器";
                }),
                f("ja04d37c", "输入公司名称"),
                f("a1876045", function (e) {
                    return e.count + " 就业类型过滤器";
                }),
                f("fb146dd2", "就业类型"),
                f("a7090408", "关键词"),
                f("f16e9a15", function (e) {
                    return e.count + " 位置类型过滤器";
                }),
                f("fa7d455a", "位置类型"),
                f("caa606db", function (e) {
                    return e.count + " 资历过滤器";
                }),
                f("jda06238", "资历"),
                f("j595df68", "更新你的推荐偏好："),
                f("a1227d5e", "开启推荐"),
                f("bae2f5f0", "将这个工作机会添加到你的个人资料"),
                f("cbcaaa1a", "下面是它的预览效果。"),
                f("f58cf1ac", "添加工作机会"),
                f("j4ae9960", "将这个工作机会添加到你的个人资料时遇到了问题。"),
                f("caa352f0", "太多工作机会"),
                f("i08bee0e", "太多精选工作机会"),
                f("d7ccaea2", "你目前仅限 3 个有效工作机会。"),
                f("h05e4a7a", "你只能添加 10 个精选工作机会。"),
                f("b518daae", "前往招聘面板"),
                f("f48e9c52", "工作机会已成功添加！"),
                f("f6757978", "你可以从招聘面板中删除此工作机会或添加其他工作机会。"),
                f("i329c5a6", "查看招聘面板"),
                f("h39a5448", "通过 X 招聘展示你的工作机会"),
                f("d204515c", "一键添加工作机会到你的个人资料。"),
                f("ecb3df70", "事件帖子"),
                f("a01d5a7c", "此内容不可用，因为是由被你屏蔽的人创建的"),
                f("cab51f93", function (e) {
                    return "你不能查看此内容，因为 @" + e.screenName + " 屏蔽了你。";
                }),
                f("eaaca5dc", "分数"),
                f("abdcd68a", "正在载入事件"),
                f("cfb57adb", function (e) {
                    return "关于 " + e.hashtag + " 的帖子";
                }),
                f("b1037710", "分享你的想法"),
                f("bb980db0", "事件时间线"),
                f("ffd929c1", function (e) {
                    return "新" + e.ttc_live_event;
                }),
                f("c9b302f8", "稍后回来查看最新产品。"),
                f("cfe836d1", function (e) {
                    return e.percent + "% 优惠";
                }),
                f("efb132c3", function (e) {
                    return e.price + " 相关的 " + e.title + " - " + e.description;
                }),
                f("f27deeea", "商业产品磁贴"),
                f("e8166cee", function (e) {
                    return "" + e.formattedPrice;
                }),
                f("g66c8348", "重放"),
                f("j1d352d8", "提醒已设置"),
                f("d18909d4", "设置提醒"),
                f("b0b38774", "顶部横幅媒体"),
                f("a7a119ec", "取消悬浮"),
                f("cfadb00e", "收听"),
                f("db4620aa", "直播空间"),
                f("c958e692", "已录制的空间"),
                f("i2c2bfb7", function (e) {
                    return e.count + " 收听";
                }),
                f("i3f7ff00", "媒体缩略图"),
                f("h400d7c2", "加入空间"),
                f("be6ef5b4", "即将推出"),
                f("ca25ebae", "赔率源自"),
                f("e749753a", "点差"),
                f("ea885dec", "现金"),
                f("cde48000", "对博彩有疑问？请致电 1-800-GAMBLER"),
                f("g53d5df6", "聚焦"),
                f("d1e0a75f", function (e) {
                    return "为你推荐" + e.noun;
                }),
                f("dafd69e9", function (e) {
                    return "关注" + e.noun;
                }),
                f("d80a1c37", function (e) {
                    return "已订阅" + e.noun;
                }),
                f("d3619250", "最多点赞"),
                f("f5edfbde", "登出 X？"),
                f("f12b4db5", function (e) {
                    return "登出 @" + e.screenName + "？";
                }),
                f("ia5ff8b6", "你可以随时登录回来。如果你只想切换账号，可以通过添加现有账号来完成。"),
                f("ea3750c4", "这仅适用于此账号，你的其他账号仍将保持登录状态。"),
                f("gc6866f8", "正在登出"),
                f("f8ad0092", "对不起，出现错误。请重新登录。"),
                f("h2c7767e", "你的会话已失效。请尝试再次登录。"),
                f("e83047c2", "你输入了过多错误代码。请重试登录。"),
                f("g4b108ee", "你已经生成了过多备用码。你需要在你的手机上重新加入登录认证。"),
                f("a9be9b44", "继续前往 X"),
                f("e55188f0", "你已在该浏览器中登录了此账号"),
                f("d55d8fe2", "你想要使用该账号继续吗？"),
                f("g806008e", "使用另一个账号登录"),
                f("c55f5c9a", "出错了，但别担心——这不是你的错。让我们重试吧。"),
                f("bfb6be8a", "在 X 上赚钱"),
                f("ed6c6da2", "盈利的第一步是通过 X Premium 认证。"),
                f("h93b6580", "通过分享高质量内容赚取收入。你在 X 上与用户互动越多，赚得就越多。"),
                f("eea6d8f8", "创作者收入分成资格"),
                f("a0e8811e", "打造粉丝团"),
                f("e1a74ac0", "为你最大的支持者提供专属内容，赚取稳定收入。"),
                f("cd3a6f9a", "订阅服务资格"),
                f("c35e6144", "借助 Premium 工具创作更优质的内容"),
                f("b9dbeb34", "解锁长帖、Media Studio、分析功能，享受优先支持。"),
                f("b2d41138", "更多覆盖人数 = 更多收入"),
                f("defa7f12", "从回复推广中获益，为你带来额外的知名度，助力发展。"),
                f("i3e4955d", "这里"),
                f("fdc5d06c", "Exit Full Screen"),
                f("cea1c00e", "解锁互动功能"),
                f("f8e6a280", "新账号需要支付小额年费，然后才能发帖、点赞、收藏和回复。这样是为了减少垃圾信息，以便为每个人都带来更好的体验。你仍然可以免费关注账号和浏览 X。"),
                f("h968efc6", "新账号需要支付小额费用，然后才能发帖、点赞、收藏和回复。这样是为了减少垃圾信息，以便为每个人都带来更好的体验。你仍然可以免费关注账号和浏览 X。"),
                f("b66b62a4", "点击“立即申请”即表示你同意我们的"),
                f("e5b5faa6", "“不是机器人”条款"),
                f("i61a221c", "订阅并支付"),
                f("fce91ab4", "嗯 - 这没有用。"),
                f("a235cb76", "在处理你的“不是机器人”订阅时遇到了问题。请检查你的付款信息并重试。"),
                f("a8eea654", "你已成功购买。"),
                f("bc8baa08", "订阅"),
                f("a98ba778", "通知时间线"),
                f("j887d006", "从点赞到转帖等等，所有互动都在这里进行。"),
                f("c06d4306", "当有人提及你时，你会在这里找到它。"),
                f("ge7c661a", "点赞、提及、转贴等等 — 来自其他认证用户的互动会出现在这里。"),
                f("d3de3b5c", "点赞、提及、转贴等等 — 来自你的订阅者的互动会出现在这里。"),
                f("e3f9838d", "了解更多"),
                f("eba8b1c8", "控制你可以在哪些对话中被提及"),
                f("j745b8a6", "使用操作菜单 — 帖子中的三个小点，即可取消标记自己并离开对话。"),
                f("c380d684", "你的举报"),
                f("da7cf0d8", "我们将这些帖子标记成了敏感内容"),
                f("a6da21a1", function (e) {
                    return e.appName + " 想访问你的 X 账号";
                }),
                f("f4392d00", "授权应用"),
                f("ee4dca3c", "取消链接"),
                f("bb347bbc", "帮助中心"),
                f("be38d34e", "要使用此应用，你必须登录 X。"),
                f("e087691a", "你无法获得该应用的访问权限。请返回并尝试重新登录。"),
                f("e7dd62c4", "点击“授权应用”按钮即表示你授权 xAI 从 X 访问你的数据，包括："),
                f("debbdc98", "你的 X 用户个人资料、X 账号信息、X 设置和 X 偏好。"),
                f("d9cf7c9c", "你的 X 账号中可供查看的 X 帖子，包括你可查看的所有账号（公开或私密账号）的来往帖子。"),
                f("cdf40068", "你在 X 上与 Grok 的对话记录。"),
                f("cea71014", "正在载入你的联系人..."),
                f("b5474bd2", "呃...出错了。"),
                f("ab4b970a", "请通过 X 应用返回并请求获取新的验证邮件。"),
                f("j6d103b8", "注册一个 X 账号。从突发新闻和娱乐资讯到体坛风云和政治时事，纵览事件全程，获悉实时评论。"),
                f("ca042c78", "登录 X"),
                f("ff869362", "登录 X 查看最新资讯。加入对话，关注账号，查看你的主页时间线，以及查看你认识的用户的帖子。"),
                f("f4a654a4", "在 Foursquare 上查看"),
                f("c09de2d4", "搜索时间线"),
                f("i1801686", "这个搜索查询无效。请尝试其他。"),
                f("a0b4541c", "出错了 — 但别担心，这不是你的错"),
                f("d7eebb60", "设置你的订阅服务"),
                f("a452ab68", "这可能需要几秒钟。"),
                f("b3bad3b2", "@premium"),
                f("accbcc78", "更新成功"),
                f("e957c20e", "完全功能免费试用"),
                f("a1436e70", "你现在可以在个人资料中添加职位，让网络中的用户都能看到。一旦你的申请获得批准，数百万用户就可以在职位搜索中发现你的职位。"),
                f("f9c85cec", "所需操作：上传并验证文件"),
                f("f178f393", function (e) {
                    return "请在 " + e.date + "前提交所需的文件。这通常需要约 10 分钟。";
                }),
                f("f9fbeabc", "贵组织的公司注册文件"),
                f("b4c80f5c", "政府签发的身份证"),
                f("f0915094", "工作设备摄像头"),
                f("f259d3f3", function (e) {
                    return "重要事项：必须在 " + e.date + "之前提交文件，否则你的申请将被拒绝，且不予退款。";
                }),
                f("d35f645b", function (e) {
                    return "打开 (" + e.count + ")";
                }),
                f("bf534b31", function (e) {
                    return "精选 (" + e.count + ")";
                }),
                f("c35aded2", "已存档"),
                f("b97e952a", "看起来你还没有添加任何工作机会。"),
                f("cf1fa156", "看起来你还没有推荐任何工作机会。"),
                f("fa4a4f50", "看起来你还没有存档任何工作机会。"),
                f("c5fb5a1a", "没有工作机会"),
                f("e9b91cde", "添加工作机会"),
                f("c270ef3e", "存档"),
                f("fe8872f4", "成功"),
                f("d523cd74", "存档这个工作机会？"),
                f("jfd0b34a", "进行存档会将工作机会从你的个人资料中移除。"),
                f("e2247e08", "ATS"),
                f("b737c0b5", function (e) {
                    return "" + e.ats;
                }),
                f("e0ce628e", "发送邀请时出现问题。请稍后重试。"),
                f("ddf35536", "删除邀请时出现问题。请稍后重试。"),
                f("db7144b6", "更改附属关系类型时遇到问题。请稍后重试。"),
                f("be78e5fa", "删除附属账号时遇到问题。请稍后重试。"),
                f("fa9709ba", "创建申请时出现了问题。请稍后重试。"),
                f("j62f13fc", "更新该工作机会时遇到问题。请稍后重试。"),
                f("ff5716fc", "创建该工作机会时遇到问题。请稍后重试。"),
                f("fd059188", "同步你的工作机会时遇到问题。请稍后重试。"),
                f("b82b5c00", "在激活广告积分时出错了。请稍后再试。"),
                f("d74adc30", "添加的广告账号不正确"),
                f("e4323c36", "你输入的广告账号 ID 与贵组织或其附属账号不匹配。"),
                f("b3323ada", "在你的 ads.twitter.com 账号中添加信用卡"),
                f("ac325eb8", "要激活广告积分，你必须在 ads.twitter.com 上的广告账号中添加信用卡。"),
                f("j4e6e966", "广告账号需要审查"),
                f("ef86e7f6", "你的账号已被标记为待审查，需要获得批准。"),
                f("c9c8edae", "订阅认证组织以申请广告积分"),
                f("b36c6278", "只有付费订阅认证组织才能使用我们的广告积分。立即升级，通过你的附属账号投放广告。"),
                f("c30f0168", "打开外部链接"),
                f("c49b7262", "展示工作机会"),
                f("i6ecf71a", "取消展示工作机会"),
                f("a37ef120", "重新打开工作机会"),
                f("i00355d0", "取消分享"),
                f("h0481bba", "取消分享这个工作机会？"),
                f("b9dfdc7a", "取消分享会从聚焦中删除这个工作机会。"),
                f("h4847fa2", function (e) {
                    return "" + e.userName;
                }),
                f("e46cd68e", "你分享的工作机会"),
                f("ea7f1a42", "你的工作机会"),
                f("d1cbcb90", "来源"),
                f("gf66326c", "最近更新"),
                f("b917fc28", "职位推广已禁用"),
                f("g06035e6", "你的广告账号需要关注才能启用职位推广。"),
                f("aa16581c", "你无权访问职位推广账号。请向账号管理员寻求帮助。"),
                f("g7bb6f58", "未找到广告账号。"),
                f("jf1576ba", "发送失败"),
                f("ff985a36", "正在同步"),
                f("e5b8058c", "未同步"),
                f("a86e335a", "上次同步 "),
                f("c9838d68", "你添加的工作机会还没有显示"),
                f("df6835a6", "在你的个人资料中启用工作机会，以便在你的帖子上方突出显示精选工作机会，以及所有空缺职位列表的链接。"),
                f("fc504ea0", "开始显示我的工作机会"),
                f("a511934e", "开始在 X 上招聘"),
                f("e68d2d16", "申请使用测试版"),
                f("f7a37e30", "点击“申请使用测试版”即表示你同意在测试版访问权限获得批准后，我们可通过与此账号绑定的企业电子邮件地址与你联系。"),
                f("bfef82f0", "X 招聘是一项免费功能，可供认证组织发布工作机会，在公司资料中介绍工作机会，并为你的空缺职位吸引最优秀的人才。"),
                f("h4b890c2", "“X 招聘”让你能够发布工作机会，在你的个人资料中进行推荐，吸引一流人才填补你的空缺职位。"),
                f("c3f28126", "覆盖大量受众"),
                f("dec1601e", "X 拥有超过 5.28 亿用户。从软件工程师到零售销售再到叉车操作员，你的下一个招聘人选就在其中。"),
                f("be8393da", "介绍最重要的职责"),
                f("i8c856ce", "在个人资料中最多推荐 3 个工作机会。所有用户在查看你的个人资料时都会看到这些职位。"),
                f("d8bc6eea", "在公司资料中最多可以添加 5 个精选工作机会。所有用户在查看你的公司资料时都会看到这些精选工作机会。"),
                f("a049efd4", "快速导入你的工作机会"),
                f("d12be15a", "连接支持的“申请人跟踪系统”或 XML 源，短短几分钟即可将工作机会添加到 X。"),
                f("d248d75e", "获取支持"),
                f("c49d8e42", "需要帮助？联系我们"),
                f("ib244b2e", "复制邮件地址"),
                f("b450472c", "导入工作机会"),
                f("b36022d1", "xhiringsupport@x.com"),
                f("aeac3eb4", "刷新工作机会"),
                f("aa4c37cc", "在我的个人资料中显示工作机会"),
                f("d4b82638", "个人资料中的精选工作机会"),
                f("e405b1c2", "在你的个人资料中启用工作机会，为你的重要职位吸引更多求职者，并让候选人查看你的所有空缺职位。"),
                f("a85cda86", "添加你的工作机会以开始"),
                f("c04b6472", "只需简单几步即可导入或添加你的工作机会，开始吸引更多的申请人。工作机会也可以与你的关注者分享，并在你的公司资料中展示。"),
                f("d14c02d0", "手动添加工作机会"),
                f("b12424fc", "新工作机会"),
                f("ca8df1e2", "创建一个工作机会并将其添加到工作机会列表中。每个工作机会都必须有一个申请网址，候选人可以通过它查看有关该工作机会的更多信息并进行申请。"),
                f("f4f4dd60", "必填"),
                f("b2c213e0", "超出字符数限制"),
                f("d84e9c2a", "介绍该职位的预期工作承诺类型。"),
                f("bc8b300c", "工作职能"),
                f("d1eedb50", "帮助候选人了解该职位负责的领域。"),
                f("eaf3ce64", "团队"),
                f("b36cd50e", "指明候选人被聘用后将与之共事的核心团队。"),
                f("d3a427ce", "选择所要求的经验水平。"),
                f("i7174442", "工作描述"),
                f("fef0cf02", "提供详细的工作机会描述。概述主要职责和任职资格，让候选人对职位有清晰的了解。"),
                f("b7800bec", "用不超过 200 个字符的文字介绍工作。内容将显示在帖子、推荐和搜索中。"),
                f("a5244ece", "申请网址（必填）"),
                f("g2b553f6", "输入供候选人可以申请该工作机会的公开网址。"),
                f("c2e77608", "职位（必填）"),
                f("cdf414d4", "用于搜索和推荐。尝试使用行业标准标题，以改善搜索结果。"),
                f("cc59319a", "使用大多数应聘者都认识的行业标准职位名称。"),
                f("e7117ee4", "位置（必填）"),
                f("c05176ec", "如果是现场工作，请输入工作地点。如果是远程职位，请描述候选人的工作地点。"),
                f("d70c24d4", "用于帮助候选人搜索你的工作机会。"),
                f("de1c4376", "薪资范围"),
                f("hf352d42", "添加将向候选人显示的可选薪资范围。如果你选择不添加，请注意招聘地区的薪酬透明度法律。"),
                f("ede7d0a2", "货币"),
                f("b925c18c", "薪资类型"),
                f("j3d242ce", "无效范围"),
                f("f4d07bd2", "包含可让候选人更容易通过搜索发现相关职位的可选详细信息。"),
                f("b8cbb51a", "工作摘要"),
                f("bda6881e", "这个工作机会已从你的申请人跟踪系统 (ATS) 导入。请注意，只有特定字段可修改。"),
                f("b075c68a", "编辑工作机会"),
                f("d4b6a6e0", "个人资料聚焦"),
                f("j2dd3686", "在我的帖子上方突出显示精选工作机会。"),
                f("af1cfd46", "ATS 集成"),
                f("d6fa2944", "删除集成不会删除导入的工作机会。"),
                f("h99f11fa", "删除集成"),
                f("eef1ae76", "当前已连接"),
                f("a915f5c1", function (e) {
                    return e.ats + " 已连接";
                }),
                f("af7286b7", function (e) {
                    return "订阅一年 Premium 可享 " + e.percentage + "% 优惠";
                }),
                f("c924ad84", "保持视频播放"),
                f("de750a3c", "即使手机已上锁，也能轻松查看"),
                f("he5e87c4", "推广你的回复"),
                f("g64a60ba", "抢先一步回复帖子"),
                f("a7ee832a", "更正错别字和错误，最长 60 分钟"),
                f("fdd77a34", "创建长帖"),
                f("j6d26a7a", "撰写要分享的内容而不受字数限制"),
                f("c4fd68da", "个性化你的体验"),
                f("c0195168", "更改你的应用图标和导航选项"),
                f("b6b5dc94", "通过认证"),
                f("b06db848", "在平台上脱颖而出"),
                f("e3e3a97c", "通过你的帖子赚取收入分成"),
                f("f15bc24e", "提高 Grok 限额"),
                f("c4666e1c", "更多使用我们的最新模型 Grok 3。"),
                f("he74ae7a", "最高的 Grok 使用限额"),
                f("f5732cd4", "此外，已扩大 DeepSearch 和思考功能的使用范围"),
                f("e0198956", "赚取认证账号与你在 X 上发布的内容互动而产生的收入分成。"),
                f("iadf78e2", "下载视频"),
                f("ee54c3de", "将视频直接保存到设备"),
                f("ae03594c", "小范围的回复推广"),
                f("e6bb08c0", "提高回复的关注度"),
                f("bf2a6acc", "较大范围的回复推广"),
                f("c2059276", "让你的回复得到推广。");
            f("b023ec20", "最大化回复推广"),
                f("g337328e", "让你的回复获得最高的关注度。"),
                f("fa006202", "背景视频播放"),
                f("jf389778", "在浏览或使用其他应用时观看"),
                f("f2977d80", "为文件夹添加书签"),
                f("j1d3d910", "让你保存的帖子井井有条，以方便访问"),
                f("f0f48668", "高级支持"),
                f("c3148608", "在需要时更快地寻求帮助"),
                f("b485ca6e", "“亮点”标签"),
                f("d438955e", "展示你的热门帖子"),
                f("f373a352", "加密私信"),
                f("g7405aca", "利用端到端加密确保聊天安全"),
                f("j659fa0c", "最好的 Grok 3"),
                f("ibff5694", "解锁最高使用限制、DeepSearch 和 Think，以及抢先体验新功能"),
                f("i824f4da", "更少广告"),
                f("bd17076c", "在“为你推荐”和“正在关注”时间线中显示约一半广告。"),
                f("cef2cac8", "享受免广告体验，在个别不那么常见的区域偶尔会提供品牌内容。"),
                f("c97920c0", "离线视频"),
                f("i4379b18", "保存任何视频以供离线播放"),
                f("f94c6bae", "认证对号标记"),
                f("d72055d6", "通过认证标记建立可信度 "),
                f("f54af178", "撰写文章"),
                f("c5cd5d42", "分享长篇内容，建立思想领导力"),
                f("jbdb08cc", "分析账号指标以了解账号的表现"),
                f("deaf7e0a", "Media Studio"),
                f("fd1a47b4", "管理和上传你的媒体文件"),
                f("id067c96", "Radar 搜索"),
                f("jf991d48", "实时追踪趋势，始终领先潮流"),
                f("c244210c", "X Pro"),
                f("a90f2e8a", "为在 X 上直播的用户提供一个强大的实时工具。在一个屏幕上监控多个时间线（仅限网页）"),
                f("b3e50ef2", "创建社群"),
                f("bb1a4e44", "创建你自己的社群"),
                f("j010228e", "通过每月订阅，获得 X 从与你最经常互动的关注者赚取的收入的分成。"),
                f("h0e1730e", "回复优先级"),
                f("jf7f743c", "发布更长的视频"),
                f("c0c25b6c", "为文件夹添加书签"),
                f("ab31c79e", "自定义应用图标"),
                f("a8a702ae", "自定义导航"),
                f("d5ab1b50", "获取认证徽章"),
                f("ac298984", "较高回复优先级"),
                f("g20df450", "免除 50% 广告"),
                f("h8dfc4de", "较高的 Grok 使用限额"),
                f("bf7614d4", "创作者订阅服务"),
                f("gadc9f4a", "最高回复优先级"),
                f("c127c5c2", "免除全部广告"),
                f("c1e0f3c8", "解锁 Grok DeepSearch 和思考"),
                f("aac0bbb6", "访问 Radar"),
                f("a6722922", "广告已删除"),
                f("ba016532", "回复推广"),
                f("a06f8a3e", "Grok 3"),
                f("b9e16610", "最大"),
                f("b1492c6c", "最高"),
                f("fb5e2c14", "升级 X Premium 将帖子设为亮点"),
                f("gd1f4cfa", "在个人资料中展示最佳帖子"),
                f("h59250bc", "升级 X Premium 为私信加密"),
                f("ed62d546", "升级 X Premium 以发布长帖"),
                f("ca447200", "升级 X Premium 以使用短信验证"),
                f("af2b99ea", "升级 X Premium 以编辑帖子"),
                f("ha265914", "升级 X Premium 以整理书签"),
                f("gda940ae", "升级 X Premium 以创建社群"),
                f("c7e5ac54", "升级 X Premium 以显示更少的广告"),
                f("e03589ba", "升级 X Premium 以推广你的帖子"),
                f("f0f8c82a", "升级 X Premium 以参加仅限认证用户的聊天"),
                f("fecf5aaa", "升级 X Premium 以上传全高清视频"),
                f("c00d2be2", "升级 X Premium 以编辑视频"),
                f("cd360b86", "问 Grok 任何问题"),
                f("d2e1a7a2", "通过 X Premium 提供"),
                f("e664abe2", "X 视频。全面升级。"),
                f("e595a3e2", "通过 Premium 解锁最佳视频功能"),
                f("i3c9329a", "利用丰富的文本格式脱颖而出"),
                f("cc9def68", "仅限使用 X Premium"),
                f("hdef5966", "将视频下载到你的设备"),
                f("c748224a", "通过 X Premium 解锁"),
                f("ebfc88bc", "访问专属功能"),
                f("f652e9ac", "通过 Premium 解锁更多精彩"),
                f("d67e94c0", "你将错过..."),
                f("j1d3098c", "通过 Premium+ 解锁更多精彩"),
                f("gd573390", "以及基础订阅的全部内容..."),
                f("ef94bbd4", "获取 Premium+"),
                f("dcd830ce", "以及 Premium 订阅的全部内容..."),
                f("b7dde622", "感恩节快乐！优惠截止日期："),
                f("i0180ca1", function (e) {
                    return "截至 " + e.date + "。感恩节优惠！";
                }),
                f("hb9d0e00", "2 周年优惠即将结束："),
                f("d2b23e0d", function (e) {
                    return "今天是 Premium 的生日！活动将于 " + e.date + "结束。";
                }),
                f("bb4998fb", function (e) {
                    return "截至 " + e.date;
                }),
                f("c0847ebc", "基础订阅的所有升级，外加..."),
                f("ed672bfa", "基础和 Premium 订阅的所有升级，外加..."),
                f("db63fa1c", "选择一项 Premium 计划"),
                f("b128c6bc", "获得认证徽章以及几十种其他超棒的特权和福利"),
                f("a9904a1c", "X Premium 限时优惠"),
                f("acfaf7a0", "比较级别和功能"),
                f("e1606e52", "更改你的订阅"),
                f("d2f2b91a", "此处注册"),
                f("j4b4310e", "秒"),
                f("af863ee9", "免费试用"),
                f("f5705987", "购买者服务条款"),
                f("h89dabac", "随时可取消"),
                f("f36b8e14", "在获取该产品时出错。请尝试重新加载。"),
                f("f1756574", "/ 月"),
                f("i650ff14", "/ 年"),
                f("dbcd25db", function (e) {
                    return "前 " + e.numberOfDays + " 天";
                }),
                f("bd40d5b5", function (e) {
                    return "订阅并支付 " + e.title;
                }),
                f("i36a0b6e", "你只能在 X iOS 应用中订阅（截至目前）。"),
                f("c906ad94", "降级"),
                f("db5c77e0", "这是你的有效订阅"),
                f("h77ef73e", "切换为月度计划"),
                f("d723d44a", "切换为包年套餐"),
                f("gf6b66b8", "确认你从今天生效的订阅变更"),
                f("e83daf87", function (e) {
                    return "确认你从 " + e.date + "生效的订阅变更";
                }),
                f("f27022d6", "当前计划"),
                f("i9d5f4b6", "新计划"),
                f("ia390d8a", "如何降级"),
                f("fd80b875", function (e) {
                    return "当前账单周期结束前，你的当前计划将持续有效。在 " + e.nextBillingDate + "，系统将自动切换为 " + e.newTierName + "，并按新费率计费。";
                }),
                f("c8fb177a", "如何调整你的付款"),
                f("df776505", function (e) {
                    return "你将升级至 " + e.newTierName + " 计划并采用新计费方式。系统将立即收取新计划费用，同时当前账号余额将按比例折算。转换即时生效，账单将同步更新。 ";
                }),
                f("d7efb6ba", "你的订阅将由月度计费转为年度计费。系统将立即收取年度计划费用，当前账单周期内按比例折算的剩余月结余将抵扣年度总费用。转换即时生效，账单将按年度周期结算。"),
                f("a5f2cf70", "你的订阅将由年度计费转为月度计费。剩余年度积分将用于抵扣月度订阅费用，直至抵扣完毕。转换即时生效，账单将按月结算。"),
                f("ef1c0208", "确认计划变更"),
                f("ia08113f", "购买者服务条款"),
                f("d2962b73", "条款"),
                f("b421795a", "随时取消"),
                f("f8d88ac7", "购买者服务条款"),
                f("ca220fe9", "条款"),
                f("ab8beda0", "随时取消"),
                f("ife2636d", "购买者服务条款"),
                f("fb57be65", "条款"),
                f("e468a6c2", "随时取消"),
                f("e9f4c89b", "购买者服务条款"),
                f("hce73b41", "条款"),
                f("i4db5c92", "随时取消"),
                f("ae095fe8", "Grok AI"),
                f("d4e60288", "最高使用限制"),
                f("abaa4274", "解锁 DeepSearch 和思考"),
                f("e0d53864", "抢先体验新功能"),
                f("g1be3530", "免费试用"),
                f("b10b4f1f", function (e) {
                    return e.date + "前节省 " + e.percentOff + "%";
                }),
                f("b8d0bd19", function (e) {
                    return "免费试用 " + e.productName;
                }),
                f("f89dfa74", "最佳价值"),
                f("b9a4d8c6", "年度"),
                f("f5fb58b4", "外加所有 X Premium 功能"),
                f("i527045e", "对勾符号、更多 Grok、回复推广、分析以及更多"),
                f("ga482a88", "包年套餐"),
                f("hc64d5b0", "月度计划"),
                f("de7db957", function (e) {
                    return "每年 " + e.price + "，按年计费";
                }),
                f("d8982437", function (e) {
                    return "每年 " + e.price + "，按月计费";
                }),
                f("f0ad5cc8", "年"),
                f("a0dc6e4c", "当前不可用"),
                f("jd8b2e66", "订阅并支付"),
                f("ca784c0c", "订阅并通过 Apple 进行支付"),
                f("aa5df29f", function (e) {
                    return "" + e.oldPrice;
                }),
                f("g1c4f7a1", function (e) {
                    return "" + e.oldPrice;
                }),
                f("afd61c76", "或者最多节省 30%"),
                f("i7fbacc4", "在可选订购级别之间切换"),
                f("c9cc122b", function (e) {
                    return e.feature + " 包括在 " + e.title + " 中";
                }),
                f("bff35771", function (e) {
                    return e.feature + " 不可用于 " + e.title;
                }),
                f("a69fd369", function (e) {
                    return "开始时间 " + e.price;
                }),
                f("e563a5d1", function (e) {
                    return "订阅可享 " + e.percentage + "% 优惠（限时）";
                }),
                f("dfc5f972", "还有更多..."),
                f("fb8453c8", "解锁 DeepSearch 和思考请求"),
                f("e45b3f30", "解锁研究和推理请求"),
                f("aaebdc2e", "显著增加访问 Grok 3 mini 和 Grok 3 的次数"),
                f("ddf8a412", "抢先试用新功能"),
                f("gfb04ef4", "X 上的所有 Premium+ 功能"),
                f("b601cfbb", function (e) {
                    return "以每月 " + e.price + "的价格试用";
                }),
                f("i3e90e20", "当前不可用"),
                f("d9e9ce26", "订阅并支付："),
                f("j1f5a580", "在处理你的 Premium 订阅时遇到了问题。请检查你的付款信息并重试。"),
                f("ebc84442", "注册 Premium 订阅"),
                f("cd9102d4", "选择分类"),
                f("eb551aea", "在个人资料中显示类别"),
                f("f386777a", "切换账号类型"),
                f("db483090", "已切换至个人账号"),
                f("c701200c", "已切换至商业账号"),
                f("acd8da0a", "已切换至创作者账号"),
                f("cb55ecce", "切换至个人账号"),
                f("h4aeb984", "切换至个人账号"),
                f("ada6073a", "不需要专业工具？"),
                f("eb723d4c", "个人账号没有像个人资料聚焦和购物管理器之类的工具。如果你想切换回来，就必须设置一个新的专业账号。"),
                f("hbb1af08", "切换至商业账号"),
                f("a9b5e3aa", "不，取消"),
                f("ia49207a", "好的，切换"),
                f("g3f74902", "切换至商业账号吗？"),
                f("f3bcfac0", "这最适合品牌、零售店、服务提供商和组织。"),
                f("d0c3f02e", "切换至创作者账号"),
                f("a01e84e0", "切换至创作者账号吗？"),
                f("e8af8ef4", "这最适合公众人物、艺术家和有影响力的人士。"),
                f("e44eab74", "目前，并非所有 X 客户端都支持所有的模块"),
                f("ce4185bc", "更多聚焦即将推出"),
                f("b5aed332", "没有可用的聚焦"),
                f("g419ecf4", "留在页面上"),
                f("d3a097a2", "是的，放弃"),
                f("j1e1cd30", "放弃你的更改？"),
                f("fc779c28", "展示聚焦"),
                f("ie85a7a8", "删除你的企业信息？"),
                f("b5348efc", "无时数"),
                f("db285564", "始终打开"),
                f("g7993eee", "自定义时数"),
                f("c9ee902a", "显示地图"),
                f("j224a074", "在开启“位置聚焦”时，所有提供的位置信息都将公开显示。手机和电子邮件可以通过“联系”按钮来访问。"),
                f("f448cbcc", "可选"),
                f("c16c9568", "地址"),
                f("i3a38711", "Google 地图服务条款"),
                f("beb66f50", "Google 隐私政策"),
                f("e0d47030", "客户在哪里可以联系你？请记住，这些信息将是公开的，好让客户能找到你。你可以随时删除它们。"),
                f("c7a4adb0", "添加地址"),
                f("cd39daf6", "邮政编码"),
                f("gc0df5a6", "邮政编码"),
                f("c6c16a52", "城市"),
                f("aa8015be", "添加城市"),
                f("b688f53a", "州/省/地区"),
                f("a67f5bbc", "添加州/省/地区"),
                f("if92b1b4", "国家/地区"),
                f("ffc5590e", "无效的城市"),
                f("a8fd64d8", "搜索国家/地区"),
                f("a0abe108", "无效的州/省/地区"),
                f("j163df8e", "无效的地址"),
                f("af9b9b78", "无效的邮政编码"),
                f("i373e022", "输入邮件地址"),
                f("f91751f8", "这些内容将对公众显示"),
                f("g33c0564", "无效邮件"),
                f("ga71fbf4", "工作时间"),
                f("ca2ba204", "编辑自定义时间"),
                f("d7b7dbca", "你的个人资料中不会显示时数"),
                f("a460e770", "如公园、海滩、网上购物"),
                f("ddc88bf0", "设置每天的工作时数"),
                f("j11df0ca", "重叠时间"),
                f("f9f911f4", "搜索时区"),
                f("d21a4252", "添加更多小时数"),
                f("ac6ce1c0", "从"),
                f("c647aac8", "到"),
                f("b926e64a", "输入网址"),
                f("i019c8b6", "致电"),
                f("eabc6906", "短信"),
                f("h24d868c", "电话和短信"),
                f("fa64f1fc", "选择国家/地区代码"),
                f("c7d3629a", "手机号码"),
                f("ce48a958", "希望如何与你联系？"),
                f("b97705ce", "请记住，这个电话号码将是公开的，可供客户联系你。你可以随时删除它。"),
                f("f7ff19ec", "添加国家/地区代码"),
                f("bb7f177a", "无效的手机号码"),
                f("b91d1394", "添加应用"),
                f("d3cd1160", "添加 iOS 应用"),
                f("f2124008", "App Store URL"),
                f("dc0d9d6a", "添加安卓应用"),
                f("dd1605f0", "Play 商店 URL"),
                f("g4098f78", "这可以在哪里找到？"),
                f("b949cdc6", "移除应用"),
                f("b4b8a486", "选择社群"),
                f("jfe04cf6", "清除你的选择？"),
                f("a14aa8dc", "这样会将社群从你的聚焦删除。"),
                f("cc4add98", "选择一个社群，预览它在你的个人资料页面上的样子"),
                f("jd3e9ea6", "你还没有任何社群"),
                f("daad9741", "创建自己的社群"),
                f("c46cdabc", "高级工具"),
                f("f6a2233a", "管理跨账号权限"),
                f("ccb3ca48", "企业版设置"),
                f("b0ef3100", "创建丰富的广告活动"),
                f("ff1c5e1a", "专业用户中心"),
                f("f53adc36", "推动现实世界的成果"),
                f("hc4981d6", "个人资料聚焦"),
                f("fbce8dbe", "发现值得关注的人"),
                f("ae76c624", "认识更多的人"),
                f("ae0383d4", "提升互动量并覆盖更多用户"),
                f("a1dbe746", "推广互动量并覆盖更多用户"),
                f("hbd124ae", "推广帖子"),
                f("hd80bd3e", "推广帖子"),
                f("fe2b0008", "了解如何使用 X"),
                f("h257d4aa", "选择要推广的帖子"),
                f("d28a1d72", '通过 Radar 抢先发现趋势"'),
                f("fb70427a", "推出 X 上功能最强大的搜索工具。"),
                f("i54bf620", "监控关键词"),
                f("e8bb09bc", "使用高级搜索功能关注任何主题。"),
                f("d4c9d5aa", "可视化趋势"),
                f("e78263fe", "通过过去 3 天的每日动态图表来跟踪对话。"),
                f("e3ed8220", "实时指标"),
                f("f4952956", "通过查询立即获得帖子计数的统计信息。"),
                f("cce3f116", "帖子已添加到你的书签"),
                f("b593b396", "帖子已从你的书签中移除"),
                f("af9c8a3e", "打开应用"),
                f("ef483238", "帖子状态页面"),
                f("jcf3ff56", "大文字"),
                f("f1252ac8", "中文字"),
                f("daa0da04", "小文字"),
                f("ba5256b2", "文字大小"),
                f("h030c24c", "报告问题"),
                f("b12ffee6", "禁止访问社群"),
                f("e37836f8", "报告详情"),
                f("fb35e52a", "查看规则"),
                f("e238c590", "下一步"),
                f("if218e60", "我们的团队和技术部门将审查你的举报内容。如果发现确有违规情况，我们会告知你正在采取的行动。"),
                f("b6dc1984", "我们的流程是怎样的？"),
                f("b0a16894", "语境很重要。在执行我们的规则时，我们会考虑以下因素（这并非详尽列表）："),
                f("d4716820", "被举报的内容是出于身份而针对某些人吗？"),
                f("e899a534", "这种违规行为有多严重？"),
                f("d9c4e7ae", "举报是由被针对的人员提交的吗？"),
                f("afb51066", "重复举报并不会加速我们的处理。"),
                f("b7ba712a", "发现了违规"),
                f("d90b8c04", "没有发现违规"),
                f("c2d0494a", "我们的安全建议"),
                f("be46e000", "举报重复"),
                f("e846ae32", "即使内容被删掉了，也可能会有人复制或截图。如果你在 X 上看到，请举报，以便我们将其删除。"),
                f("e3647d08", "联系执法部门"),
                f("gad89c4a", "如果你觉得自己处于危险之中，我们建议你联系当地执法部门。如果他们有后续问题，可以参考我们的执法部门指导方针。 "),
                f("h7fa9240", "美国："),
                f("fb2ff552", "全国预防自杀热线：988。"),
                f("bb57e8c0", "其他国家和地区："),
                f("b9ce59ba", "再次感谢你提醒我们注意这个问题。"),
                f("d42899ad", "国际预防自杀协会"),
                f("c9853de0", "内容已隐藏"),
                f("c197728e", "已解决"),
                f("f4422d78", "举报"),
                f("i07c24fa", "你没有任何未处理的举报"),
                f("h542c98a", "查看详情"),
                f("e6e11d12", "你没有任何已解决的举报"),
                f("ibf33bae", "报告重复内容以便将其删除"),
                f("a288ca36", "执法部门指导方针"),
                f("a62c9c34", "关注你的兴趣所在。"),
                f("cf39fca2", "听听大家在谈论什么。"),
                f("j86184fe", "加入对话。"),
                f("ac2035f2", "现在就加入。"),
                f("h0af9418", "创建账号"),
                f("eba1b198", "正发生"),
                f("fa811c30", "已有账号?"),
                f("b4bdfb3e", "获取 Grok 应用"),
                f("f991cfaa", "获取 Grok"),
                f("a4298bc0", "X。尽是新鲜事"),
                f("j3f49ff6", "从突发新闻和娱乐资讯到体坛风云和政治时事，纵览事件全程，获悉实时评论。"),
                f("d65555c2", "或"),
                f("e75df5c9", function (e) {
                    return e.query + " - 搜索";
                }),
                f("ac4fb0f4", "照片"),
                f("aea62568", "搜索过滤"),
                f("gfcfbf8c", "你的搜索已保存。"),
                f("a4645d92", "你保存的搜索已删除。"),
                f("b11805af", function (e) {
                    return "查看 X 上关于 " + e.query + " 的帖子。阅读讨论并加入对话。";
                }),
                f("d610e8c3", function (e) {
                    return "关于 " + e.query + " 最新的帖子。看看人们都在讨论些什么并加入对话。";
                }),
                f("j622effe", "高级搜索"),
                f("i5045e74", "任何地方"),
                f("h2388754", "你的附近"),
                f("a0cf4306", "Grok 摘要"),
                f("f97f7b46", "隐藏 Grok 摘要"),
                f("f9d35b98", "你只能有 25 条已保存的搜索。删除一条搜索来保存新搜索。"),
                f("ha925ad4", "出错了！请稍后再尝试保存你的搜索。"),
                f("h0a9931c", "出错了！请稍后再尝试删除你的搜索。"),
                f("h4912b5e", "保存搜索"),
                f("b9bc69ca", "删除已保存的搜索"),
                f("eb63de70", "X - 高级搜索"),
                f("d3938be8", "词语"),
                f("e0dded5e", "互动量"),
                f("a097f7ba", "日期"),
                f("c03f15ca", "任何语言"),
                f("cb334136", "链接"),
                f("jf1cbcc2", "包括带链接的帖子"),
                f("gede6f6e", "仅显示带链接的帖子"),
                f("bda44dd4", "包括回复和原始帖子"),
                f("ab870904", "仅显示回复"),
                f("b6215680", "所有这些词语"),
                f("cceffa5e", "例如：有什么新鲜事 · 既包含“什么”，也包含“新鲜事”"),
                f("f1c5faee", "精确短语"),
                f("ad10780e", "例如：欢乐时光 · 包含精确短语“欢乐时光”"),
                f("a555a3f4", "任何一词"),
                f("ee8a2b60", "例如：猫狗 · 包含“猫”或包含“狗”（或两者都包含）"),
                f("f51fe348", "排除这些词语"),
                f("hb657ad4", "例如：猫狗 · 不包含“猫”且不包含“狗”"),
                f("d10da5da", "这些话题标签"),
                f("f0b52b50", "例如：#怀旧星期四 · 包含话题标签 #怀旧星期四"),
                f("e292598a", "来自这些账号"),
                f("hef790d8", "示例：@X · 发送自 @X"),
                f("g2c27394", "发给这些账号"),
                f("d158d9d0", "示例：@X · 在对 @X 的回复中发送"),
                f("a10e3230", "提及这些账号"),
                f("daaf2c72", "例如：@SFBART @Caltrain · 提及 @SFBART 或提及 @Caltrain"),
                f("b18366ba", "最少回复次数"),
                f("f481ba1c", "例如：280 · 帖子至少有 280 次回复"),
                f("ib3ddbd4", "最少喜欢次数"),
                f("ef994dac", "例如：280 · 帖子至少有 280 次喜欢"),
                f("a504ca74", "最小转帖次数："),
                f("jd9bd944", "例如：280 · 帖子至少有 280 次转帖"),
                f("e95b9448", "通用"),
                f("f458a3b2", "隐私"),
                f("bdc6f5b8", "你的账号"),
                f("ea848de8", "EarlyX 设置"),
                f("df483b48", "功能切换"),
                f("bd05add8", "不是机器人"),
                f("d94f12b6", "尝试搜索通知、隐私等"),
                f("ba8f6f82", "搜索设置"),
                f("g931a6e5", function (e) {
                    return "你正在关注 " + e.topic;
                }),
                f("h3f9027a", "你将在你的主页时间线上看到关于此话题的帖子。此话题可以帮助个性化你在 X 上的体验。"),
                f("e241095e", "你的话题"),
                f("f8bc75e2", "你的话题"),
                f("ed827af6", "话题不可用。"),
                f("d094c720", "所有话题"),
                f("g3e87c61", function (e) {
                    return e.topicName + " | 话题";
                }),
                f("g02269ba", "关注 X 上的话题。这些话题会让你看到 X 上一些喜欢不同话题的专家、粉丝的账号发表的帖子。"),
                f("e80d2509", function (e) {
                    return "关注 X 上的 " + e.topicName + " 话题。你会看到一些专家、粉丝或者希望在 X 上谈论 " + e.topicName + " 的账号发表的热门帖子。";
                }),
                f("e44b4256", "故事历史记录"),
                f("a74af3f8", "未找到故事历史记录。"),
                f("c3077694", "趋势帖子"),
                f("a9042b6c", "趋势历史记录"),
                f("ed54bc32", "举报趋势"),
                f("f89bcc50", "趋势已举报"),
                f("gde7b6b0", "取消保存"),
                f("i6212670", "正在载入趋势"),
                f("c6a07c10", "趋势时间线"),
                f("b0c91a92", "登录或注册，查看 X 上的用户对此如何评论"),
                f("d7071084", "问一问 Grok"),
                f("ee2200f4", "这些故事是 Grok 提供的 X 帖子内容摘要。故事内容会随时间而不断变化。"),
                f("dd225af8", "未找到用户。"),
                f("e1e5d552", "编辑你的圈子"),
                f("ec13f9cc", "你的圈子还没有任何人"),
                f("dab58e32", "在添加用户后，他们就会出现在这里。"),
                f("f43112a4", "如何使用"),
                f("a4d60c94", "出错了。我们现在没法把他们加入你的圈子。"),
                f("a1ba3bd8", "你的圈子已满。你已经达到圈子的 150 人上限。"),
                f("ac3fd6e2", "你暂时还没有任何推荐"),
                f("eeb4d3f0", "我们会在这里建议用户加入你的圈子。"),
                f("aea3c420", "还没有引用"),
                f("b40a22c0", "在分享别人的帖子时加入你观点，它会显示在这里。"),
                f("f08d8d08", "扩大你点赞的帖子的影响力"),
                f("f0ccff52", "转发别人的帖子，在你的时间线上分享。当你转贴后，它将显示在这里。"),
                f("fc1acb54", "还没有点赞"),
                f("e3527230", "要是有人（即便是你）点击红心为这个帖子点赞，它就会显示在这里。"),
                f("i3e8b808", "正在加载点赞这个帖子的用户"),
                f("c69fd704", "正在加载转发了这个帖子的用户"),
                f("f12858d4", "喜欢者"),
                f("fe62cfec", "转帖人"),
                f("h1c5d6aa", "由你赠送"),
                f("h6d45054", "由所有人赠送"),
                f("da68fff1", function (e) {
                    return e.count + " 金币（只有你能看见）";
                }),
                f("e35f2534", "正在加载帖子互动量"),
                f("i60dfa72", "帖子互动量"),
                f("dc604dda", "点赞这个帖子的用户"),
                f("cdd4ef4a", "转发了这个帖子的用户"),
                f("icc72234", "这个帖子的引用"),
                f("hc35b530", "还没有点赞"),
                f("e0d6a246", "还没有转帖"),
                f("i2a26cb4", "要是有人点击红心为这个帖子点赞，它就会显示在这里。"),
                f("i9b724e8", "你可以在这里找到引用这个帖子的所有人的列表。"),
                f("a5ab75ae", "未找到相关帖子。"),
                f("ce637c0e", "未找到相关文章。"),
                f("fd67deaa", "分享相关帖子"),
                f("f9183bb6", "复制相关帖子的链接"),
                f("fc4e5d96", "你仅可查看关于自己帖子的分析。"),
                f("ab0da59f", function (e) {
                    return e.entity + " 分析";
                }),
                f("ae32e7de", "这是一个推广帖子。这个帖子被查看的次数会保持私密。"),
                f("a10aa36c", "帮助中心"),
                f("d0740558", "帮助中心"),
                f("d2d76dca", "帮助中心"),
                f("de8bcdaa", "Breakdown of the people that have seen your post"),
                f("cfa1ef16", "推广"),
                f("d267afa2", "不到 20"),
                f("db81cab0", "20-29"),
                f("f173716e", "30-39"),
                f("ada329e6", "40-49"),
                f("j2950694", "50 以上"),
                f("bcd9cf68", "65 岁以上"),
                f("f05f1838", "其他 / 未指定"),
                f("fa5be588", "自发"),
                f("c65126fe", "Boosted"),
                f("c61c6624", "推荐"),
                f("f1196a04", "Boost Analytics"),
                f("bb66e3fc", "Promote Analytics"),
                f("g512ddcc", "有机分析"),
                f("j9256524", "Breakdown of your boost performance"),
                f("ceeb3016", "Breakdown of your promote performance"),
                f("bf4558fa", "Breakdown of your organic performance"),
                f("c69069e6", "这个帖子在 X 上被查看的次数"),
                f("a0615bac", "用户与某个帖子互动的总次数。这包括所有在帖子上任意位置的点击（包括话题标签、链接、头像、用户名和帖子扩展）、转帖、回复、关注和喜欢。"),
                f("d8abdaa4", "新关注者"),
                f("c72f25a8", "这个帖子直接吸引的关注量"),
                f("acc4cf12", "这个帖子的个人资料浏览量"),
                f("c7d0d1c4", "这个帖子中任何 URL 的点击量"),
                f("a4da7724", "人们查看这个帖子相关详情的次数"),
                f("jedd2771", function (e) {
                    return e.percentage + " from boost";
                }),
                f("g33fd6b1", function (e) {
                    return "推广的 " + e.percentage;
                }),
                f("b71059c3", function (e) {
                    return "非关注者的 " + e.percentage;
                }),
                f("h4cbba3e", "< 5%"),
                f("f4f0094c", "< 5% from boost"),
                f("h1cdac12", "< 5% 源于推广"),
                f("g884b2cc", "< 5% 源于非关注者"),
                f("b32334a0", "账号已覆盖"),
                f("h142a79c", "这个帖子的独立浏览量"),
                f("de4def4e", "截至目前所有推广中的 %"),
                f("e3390c1e", "前 48 小时"),
                f("aead0975", function (e) {
                    return "这将跟踪该帖子在发布后的 48 小时内被阅读的次数。最大值为 " + e.maxValue + " 展示量。";
                }),
                f("ib1f8491", function (e) {
                    return e.likeCount + " 喜欢";
                }),
                f("dc0e7f37", function (e) {
                    return e.retweetCount + " 次转帖";
                }),
                f("d0eeb127", function (e) {
                    return e.replyCount + " 回复";
                }),
                f("db6efeb8", "你的推广正在运行"),
                f("j6daea86", "你的推广已暂停"),
                f("hf9ed10f", function (e) {
                    return e.endTimeString + " · " + e.endDateString;
                }),
                f("f42a198d", function (e) {
                    return "已花费 " + e.spentBudget + "，共 " + e.totalBudget;
                }),
                f("e8adeec8", "再次推广"),
                f("fbb5c37e", "再次推广"),
                f("ccffb487", function (e) {
                    return "你的帖子目前已获得 " + e.impressions + " 展示量。切换至专业账号以扩大覆盖面。";
                }),
                f("ha13fd94", "推广帖子"),
                f("jede3014", "你的推广正在审查中"),
                f("b823301e", "一旦获批，你的帖子就会被推广给所选的受众。"),
                f("a2e48870", "查看 X 的广告政策"),
                f("ge538876", "你分享的视频的指标"),
                f("ca7e10d8", "独立浏览量"),
                f("i611fc96", "这段视频在所有帖子中被观看的总次数"),
                f("a69cd868", "这段视频的独立浏览量"),
                f("f894a688", "受众保留"),
                f("ad9d9204", "观众在退出视频之前所观看时间的百分比，以及他们观看了多少视频内容。"),
                f("da4b7a70", "在特定时间内观看过视频的观众百分比"),
                f("de2d89a2", "已观看 25%"),
                f("i92754c2", "已观看 50%"),
                f("be8ddcc2", "已观看 75%"),
                f("b01410d6", "已观看 100%"),
                f("gfb3d8af", function (e) {
                    return "观看到 " + e.timeLabel;
                }),
                f("fc6cbba2", "这里空空如也──暂时"),
                f("b80a53c8", "一旦收集到更多数据，你就会在这里看到这些信息。"),
                f("d25dccb6", "分析不适用于圈子帖子。"),
                f("g61ac32a", "我们将自动定向最有可能与你的内容进行互动的用户。"),
                f("e8702feb", function (e) {
                    return "享受 " + e.couponAmount + "的优惠！";
                }),
                f("e44dc579", function (e) {
                    return "现在就开始，在 " + e.date + "之前享受首次推广抵扣 " + e.couponAmount + "的优惠。";
                }),
                f("hd8df545", function (e) {
                    return "现在就开始，在 " + e.date + "之前享受下一次推广抵扣 " + e.couponAmount + "的优惠。";
                }),
                f("f1d32e41", function (e) {
                    return "花费 " + e.spendAmount + " 即可获得 " + e.couponAmount + " 广告积分。";
                }),
                f("c4d0434b", function (e) {
                    return "每天 " + e.dailyBudget + "，共 " + e.durationLabel;
                }),
                f("dc4a9413", function (e) {
                    return e.durationLabel + "内" + e.totalBudget;
                }),
                f("bad70c09", function (e) {
                    return "位置";
                }),
                f("c133a39b", function (e) {
                    return e.minAge + "-" + e.maxAge;
                }),
                f("ee5da8f5", function (e) {
                    return e.minAge + "+";
                }),
                f("g4bf9cb7", function (e) {
                    return e.durationDays + " 天";
                }),
                f("gc3ce5d9", function (e) {
                    return "每天预计覆盖 " + e.audienceLow + " - " + e.audienceHigh + " 人";
                }),
                f("c1778029", function (e) {
                    return e.locationsHeading + "：" + e.locations + e.newlinePlaceholder + "年龄范围：" + e.formattedAge + e.newlinePlaceholder + "性别：" + e.gender;
                }),
                f("a4ab12b9", function (e) {
                    return "一旦你在一个或多个广告活动中花费了 " + e.spendAmount + "，我们就会直接向你的广告账号存入 " + e.couponAmount + "。相关款项可能需要几天时间才会到账。";
                }),
                f("cb51c854", "任何性别"),
                f("bb7b39e2", "男人"),
                f("eb9466d0", "女人"),
                f("b07cc9f2", "地区"),
                f("ce309bee", "地铁"),
                f("cc49d030", "邮政编码"),
                f("c3fca124", "推广提升互动量"),
                f("d4f57cce", "增加你的关注者"),
                f("c6daa762", "吸引更多链接点击量"),
                f("cc642518", "搜索位置"),
                f("i0e8c3c6", "位置结果"),
                f("f69ad048", "选择位置"),
                f("d948b978", "你只能推广自己的帖子。"),
                f("cfcdb4a2", "出错了。请确认你已禁用任何广告屏蔽。"),
                f("j7a2af7a", "不想推广这个帖子？"),
                f("a78bce8e", "如果你现在离开，那么这个帖子不会被推广。"),
                f("g8844150", "不推广"),
                f("e7eb3684", "每日预算"),
                f("d9f6e3ce", "每日预算滑块"),
                f("b3954eca", "持续天数滑块"),
                f("ce665a60", "估计覆盖人数为近似值。但实际覆盖人数无法保证。"),
                f("i0c3b95c", "下一轮算我们的！"),
                f("h8b6e32a", "你推广了自己的帖子！"),
                f("ee8014a6", "随时查看帖子分析，以衡量你的广告表现。"),
                f("db841200", "推广提升互动量、覆盖更多用户并向世界推广你的页面。"),
                f("fcc839b6", "你有什么目标？"),
                f("b679a538", "你的帖子包含媒体"),
                f("cb19a2f0", "获得更多点赞、转帖等"),
                f("a2d37164", "为你的网站吸引更多访问者"),
                f("cefad302", "添加链接到你的帖子"),
                f("b614fad0", "确保你的帖子中包含一个链接。"),
                f("de43b660", "付款方式"),
                f("hb4773a0", "添加新的付款方式"),
                f("aa2a3dd4", "删除卡片"),
                f("b1c5b63c", "以 结尾"),
                f("affb5878", "确认删除"),
                f("db443ae2", "一切看起来都还好吗？"),
                f("a96f811e", "推广目标"),
                f("fbd44e96", "你的预算"),
                f("e36bce64", "付款方式"),
                f("ia83756c", "小计"),
                f("cc217a04", "优惠券余额"),
                f("g4f2b588", "剩余优惠券余额"),
                f("i41612da", "创建推广"),
                f("cdae1af0", "添加税务信息"),
                f("ed8bb5a0", "添加付款详情"),
                f("fc640c20", "添加付款详情以领取你的优惠券"),
                f("be2dc078", "注册并添加付款详情"),
                f("iaefd4de", "注册并添加付款详情以领取你的优惠券"),
                f("e5e42640", "嗯...你的优惠券没有载入。请稍后重试。"),
                f("e85dfd66", "已为这个帖子创建了一个广告活动。"),
                f("a4db098c", "我们似乎无法创建你的推广。请稍后再试。"),
                f("ef7e3916", "出错了。请检查你的推广详情并重试。"),
                f("c1134966", "条款和广告准则"),
                f("he45cc43", "优惠券条款"),
                f("c9439a82", "条款和广告准则"),
                f("c672105a", "你想要覆盖哪些人？"),
                f("e1efbeae", "年龄范围"),
                f("c6ff7c10", "最小年龄范围"),
                f("b555fb46", "最大年龄范围"),
                f("j2c03e12", "55+"),
                f("d4e01892", "住房、借贷和就业机会广告政策"),
                f("df8d4fa0", "选择性别"),
                f("i982d424", "你想投资多少？"),
                f("b9ff6cb0", "未选择付款方式"),
                f("i8b90688", "条款和广告准则"),
                f("a93bd26d", "优惠券条款"),
                f("d31dc460", "条款和广告准则"),
                f("ga845597", function (e) {
                    return e.durationLabel + " 总计";
                }),
                f("e1945a89", function (e) {
                    return e.audienceLow + " - " + e.audienceHigh;
                }),
                f("b21c2549", "了解更多"),
                f("j9f78b42", "这个帖子中没有圈出的用户。"),
                f("cb2054fa", "正在加载用户"),
                f("e4ad6bda", "在这张照片中"),
                f("cdd4aafe", "正在加载在对话中的用户"),
                f("aac3fad2", "在此对话中的用户"),
                f("a7f66562", "正在加载帖子"),
                f("b7a898fa", "从这里直接转到下一个帖子！"),
                f("e254fdd2", "你可以直接轻扫进入下一个帖子！"),
                f("h59700fa", "ImmersiveMediaViewer"),
                f("i86c2940", "清理器"),
                f("h2fcc532", "正在加载历史记录"),
                f("a74821a0", "看起来你的付款没有完成或即将过期。更新你的支付信息，以便保留你的 Premium 订阅。"),
                f("bb55752e", "金币让你能够支持那些发布精彩帖子的创作者。未用完的金币会保留在你的余额中。"),
                f("ea7ce65f", function (e) {
                    return "包括 " + e.count + " 奖励金币。";
                }),
                f("e557f9d2", "你已达到金币余额上限。"),
                f("e2beba5e", "最热门"),
                f("gafeeb96", "购买金币"),
                f("bc42db1c", "随时可取消。每月自动续订。"),
                f("f1561b06", "购买者条款"),
                f("fe93ed4a", "购买成功"),
                f("bcb90375", function (e) {
                    return "你的新金币余额为 " + e.balance + "。";
                }),
                f("ia2eb0c0", "购买失败！"),
                f("c7e11484", "你的列表是空的"),
                f("a96208ba", "你需要先创建一个列表才能添加别人。"),
                f("d2826908", "创建新列表"),
                f("he062e8a", "选择列表"),
                f("c2fb1e94", "一个列表只能添加 5,000 个账号。"),
                f("f30edc68", "变为私密"),
                f("h51a2cf6", "出错了！请稍后再尝试删除你的横幅。"),
                f("bb10280e", "出错了！请稍后再尝试保存你的列表。"),
                f("h8885a22", "列表名称不能超过 25 个字符"),
                f("f8132984", "当你将一个列表设置为私密后，只有你能看见它。"),
                f("h421e74c", "建议的列表"),
                f("aa62dea8", "我们在寻找"),
                f("e5e4d3aa", "请稍后再查看建议列表。"),
                f("c4d7650c", "管理成员"),
                f("h7f2418c", "正在载入列表信息"),
                f("b18e5cd2", "出错了！请稍后再尝试删除你的列表。"),
                f("cdd73e9c", "删除列表"),
                f("def8ff62", "删除列表？"),
                f("j8b9cde8", "此操作无法撤销，并且你将失去你的列表。"),
                f("e9f3dec4", "列表搜索"),
                f("b9192d55", function (e) {
                    return e.query + " - 列表搜索";
                }),
                f("d6a23192", "创建新列表"),
                f("ie256518", "列表搜索时间线"),
                f("j57a2568", "列表搜索"),
                f("hc76e8cd", function (e) {
                    return "没有与“" + e.query + "”匹配的列表";
                }),
                f("d872881a", "为什么不创建一个？"),
                f("j177067a", "搜索列表"),
                f("g13ea02c", "尝试搜索列表"),
                f("d1461f1e", "这个列表很孤单"),
                f("bcbd3416", "关注这个列表中的用户会显示在这里。"),
                f("b197a56c", "列表关注者"),
                f("f0ab07f5", function (e) {
                    return "成员 (" + e.memberCount + ")";
                }),
                f("h9ce3406", "列表成员"),
                f("dfeaeb26", "添加到你的列表"),
                f("a332103e", "添加到这个列表中的用户会显示在这里。"),
                f("e2f7dc62", "查找建议的成员"),
                f("gc23cc00", "尝试搜索账号，以便查看推荐内容，然后添加到这个列表中。"),
                f("e3deb126", "列表推荐"),
                f("eb7b54be", "正在加载列表"),
                f("a9ca06d2", "信息"),
                f("a367dc9a", "你正在实时查看最新帖子"),
                f("dd438748", "你首先看到热门帖子"),
                f("fe7e217c", "查看最新帖子"),
                f("ce78b698", "你会首先看到热门帖子。最新帖子会实时显示。"),
                f("i5a1628a", "查看热门帖子"),
                f("f333a93e", "你会首先看到最新的帖子。热门帖子会为你显示最佳的帖子。"),
                f("c7294984", "举报列表"),
                f("g6340998", "这不会自动将你添加回其列表。"),
                f("i6da4f7a", "分享列表"),
                f("a062ff80", "复制列表链接"),
                f("dcdc75a3", function (e) {
                    return "@" + e.screenName + "/" + e.listName;
                }),
                f("d2004da3", function (e) {
                    return "你没有关注 @" + e.screenName;
                }),
                f("a64512a4", "列表时间线"),
                f("i0bcc456", "当你关注后，你就可以看到他们的列表。"),
                f("d8315ca0", "你所在的列表"),
                f("e74be9ac", "他们所在的列表"),
                f("c80cb4e4", "新列表"),
                f("bbcaa24b", function (e) {
                    return "@" + e.screenName + " 创建的列表";
                }),
                f("b081cdf7", function (e) {
                    return "@" + e.screenName + " 还没有创建任何列表";
                }),
                f("f5978664", "有了之后，就会显示在这里。"),
                f("h243711c", "你还没有创建任何列表"),
                f("b69e2f71", function (e) {
                    return "@" + e.screenName + " 尚未被添加至任何列表";
                }),
                f("e05568cc", "当他们被添加到一个列表中后，它就会出现这里。"),
                f("b86a098a", "你尚未被添加至任何列表"),
                f("h06e09a2", "当有人将你添加至列表时，就会出现在这里。"),
                f("gbaa5489", function (e) {
                    return "@" + e.screenName + " 的列表成员身份";
                }),
                f("g6b54ff6", "已经到底啦"),
                f("ec5fd35a", "当有人请求关注你时，就会出现在这里以便你接受或拒绝。"),
                f("ec2d8342", "拒绝"),
                f("j85d8d90", "该用户无待通过的关注请求。"),
                f("c3d23f10", "看起来有点小插曲。不过别担心，这不是你的错。点击下面再试一次。"),
                f("d2613123", function (e) {
                    return "订阅 - " + e.price + "/月";
                }),
                f("c4640fc0", "分享订阅服务个人资料"),
                f("a72064a8", "复制链接到订阅服务个人资料"),
                f("e6c72234", "邮件共享条款"),
                f("b17f0c4b", function (e) {
                    return "你现在已订阅 @" + e.screenName;
                }),
                f("a5634d9a", "在处理订阅时出现问题。请忽略这条提示并重试。"),
                f("fe9d3afa", "正在加载关注者"),
                f("ab7fc3ef", function (e) {
                    return "超级关注 " + e.fullName + " (@" + e.screenName + ") 的人";
                }),
                f("j0d17377", function (e) {
                    return "你所知道的关注 " + e.fullName + " (@" + e.screenName + ") 的人";
                }),
                f("fa9e827f", function (e) {
                    return "关注 " + e.fullName + " (@" + e.screenName + ") 的人";
                }),
                f("ha979be5", function (e) {
                    return e.fullName + " (@" + e.screenName + ") 关注的人";
                }),
                f("d28be573", function (e) {
                    return "订阅 " + e.fullName + " (@" + e.screenName + ") 的用户";
                }),
                f("g9da3853", function (e) {
                    return "被 " + e.fullName + " (@" + e.screenName + ") 订阅的用户";
                }),
                f("cfd952a1", function (e) {
                    return "正在关注 " + e.fullName + " (@" + e.screenName + ") 的认证账号";
                }),
                f("fecc696e", "认证关注者"),
                f("g0a2fbbe", "你还没有任何订阅者"),
                f("g65f4bac", "你还没有任何关注者"),
                f("c36cfddc", "寻找关注者？"),
                f("fd275c1a", "你还没有任何已认证的关注者"),
                f("e08bd098", "你会在这里找到所有订阅了你的用户列表。"),
                f("j029a4dc", "当有人关注你时，你将在这里看到他们。"),
                f("b2b2c6ce", "如果有人关注这个账号，他们就会显示在这里。发帖和与别人互动都有助于推广吸引更多关注者。"),
                f("cb1a15c8", "关注账号是管理你的时间线，以及了解你感兴趣话题和用户的最新事件的一种简单方法。"),
                f("i967b954", "你将在这里找到自己所有订阅服务的列表。"),
                f("a44e403e", "当认证账号关注你时，你就会在这里看到他们。"),
                f("d74ee2e3", function (e) {
                    return "@" + e.screenName + " 还没有任何你认识的关注者";
                }),
                f("ae5749c7", function (e) {
                    return "@" + e.screenName + " 尚未关注任何人";
                }),
                f("b5099e33", function (e) {
                    return "@" + e.screenName + " 尚无任何认证关注者。";
                }),
                f("ec251f36", "当你知道有人关注他们时，关注者将在此处列出。"),
                f("f8af4f48", "一旦关注账号，他们就会出现在这里。"),
                f("fd0aad94", "如果有通过认证的用户关注了这个账号，他们就会显示在这里。"),
                f("b84f6df1", function (e) {
                    return "赠送 Premium 限时可享 " + e.percentage + "% 优惠";
                }),
                f("cfcac293", function (e) {
                    return "赠送和支付 " + e.price;
                }),
                f("d7a73450", "级别"),
                f("hbd2c24e", "这个账号目前没有接受礼物的资格。"),
                f("f3fddc98", "购买者条款"),
                f("cff9c889", "了解更多"),
                f("c65dda96", "你的赠送订阅已送出。"),
                f("f6e2a407", function (e) {
                    return "允许任何人在你回复 @" + e.screenName + " 的帖子时看到你的订阅徽章";
                }),
                f("j8dedddd", function (e) {
                    return "如果你把它关闭，那么在你回复 @" + e.screenName + " 的任何订阅者专享帖子时，@" + e.screenName + " 和他们的订阅者仍会看到你的徽章。@" + e.screenName + " 会始终看到你的徽章。";
                }),
                f("c8a513f6", "取消订阅"),
                f("ea000ec8", "已经取消你的订阅？"),
                f("d7b8387e", "如果你已经取消，那就不用再做什么了。你的订阅将在账单周期结束时自动失效。"),
                f("f4166d9a", "想取消你的订阅吗？"),
                f("b74ff5fc", "如果取消，你的订阅将在账单周期结束时自动失效。"),
                f("ee9efbc8", "继续取消"),
                f("c5d9c77a", "看起来有点小插曲。不过别担心，这不是你的错。关闭这个窗口并重试。"),
                f("jda53c24", "你可以通过 Apple App Store 来取消订阅。"),
                f("g0a7a53e", "你可以通过 Google Play Store 来取消订阅。"),
                f("i5f14be7", function (e) {
                    return "欢迎回来，" + e.displayName;
                }),
                f("a76d58ba", "广告分析"),
                f("eccd0e1a", "组织分析"),
                f("deea1708", "想要查看所有 X 账号的分析？"),
                f("eb603ffc", "升级以加入你的网络并查看汇总分析。"),
                f("gf67aae4", "升级为完全功能"),
                f("h75e3618", "包括组织"),
                f("h24a8862", "关于此复选框"),
                f("c29e3a88", "选择附属账号"),
                f("j8318d57", function (e) {
                    return e.number + " 附属账号";
                }),
                f("bf809ec0", "选择附属账号"),
                f("b719e224", "未找到结果"),
                f("c9938100", "搜索结果"),
                f("d1a35ec6", "添加账号"),
                f("b437adda", "升级为付费"),
                f("f1f6c88b", function (e) {
                    return "账号 (" + e.count + ")";
                }),
                f("b02156b8", "邀请"),
                f("gd67d29b", function (e) {
                    return "邀请 (" + e.count + ")";
                }),
                f("daf646e6", "请注意：你必须对账号进行相应的标记。"),
                f("i3895c32", "你的账号正在接受审查，因为你更改了自己的 X @用户名"),
                f("i5f8b628", "你无法在账号被审查之前修改自己的附属账号。"),
                f("e9e663ac", "你的付款已过期。"),
                f("c3ddd22c", "条款"),
                f("c9729d8a", "条款"),
                f("cdcd1d2c", "为你的组织添加附属关系"),
                f("d30ea6f3", function (e) {
                    return "你确定要删除 @" + e.name + " 吗？";
                }),
                f("c2dfbb86", "是，删除"),
                f("ba047f76", "删除附属关系后会立即删除他们的对号标记和附属关系徽章。在月末之前，你将继续收到帐单。"),
                f("j26dee0e", "删除附属账号"),
                f("e30cbdf0", "这个附属账号是一个认证组织订阅者并且必须保持组织身份。不能将它们更改为个人。"),
                f("j3115ce8", "个人"),
                f("d8bb1d84", "组织"),
                f("e970bdbd", function (e) {
                    return "剩余 " + e.count + " 次邀请";
                }),
                f("id67d953", function (e) {
                    return "在检索你的 Stripe 结账详细信息时遇到问题。如果该问题始终存在，请联系 " + e.supportEmail + "。";
                }),
                f("f323d314", "重新发送"),
                f("ac645cde", "你可以随时再次添加它们。"),
                f("d12af2dd", function (e) {
                    return "你确定要删除给 @" + e.screenName + " 的这个邀请吗？";
                }),
                f("ib60b2d5", function (e) {
                    return "你确定要向 @" + e.screenName + " 重新发送这个邀请吗？";
                }),
                f("ec6e7d9a", "在完成待处理的级别切换之前，你的账号将处于只读模式。请前往 Stripe 检查你的付款，以确保级别切换成功。"),
                f("b33d1518", "从支持的集成或自定义 XML Feed 同步工作机会"),
                f("dd2db402", "第 1 步：收集所需信息"),
                f("edb098c2", "第 2 步：联系我们的支持团队"),
                f("c4474460", "第 2 步：发送电子邮件给我们的支持团队"),
                f("a08da0fa", "接下来会发生什么？"),
                f("c127374e", "给我们发送私信"),
                f("b2cb2a0c", "你的认证组织账号的用户名"),
                f("b8e64002", "你的申请人跟踪系统的名称"),
                f("acb99db6", "你发布工作机会的求职网站 URL"),
                f("a64a5b7a", "将所需的信息发送给我们的支持团队，以便开始集成过程。"),
                f("e3dffb4e", "复制下面的支持邮件地址，并将所需的信息发送给我们的支持团队，以便开始集成过程。"),
                f("b4fef99e", "我们的支持团队收到你的请求后，将对你的信息进行审查，并协助你配置集成。"),
                f("h37f2d96", "请注意，目前并未支持所有的申请人跟踪系统。"),
                f("ce102a20", "重定向至 Stripe"),
                f("ddfd6718", "付款失败"),
                f("i90ea7d2", "请立即更新你的账单，以保留你的特权。"),
                f("a62359e6", "认证组织设置"),
                f("ge221b7c", "升级认证组织订阅，以便访问附属账号并获取更多广告积分。"),
                f("i4dccc18", "账单"),
                f("ec3cd6e4", "管理付款方式、更新账单信息和查看发票。"),
                f("dac61c3c", "账号设置");
            function t(e, c) {
                for (var a = 0; a < c.length; a++) {
                    var f = c[a];
                    (f.enumerable = f.enumerable || !1),
                        (f.configurable = !0),
                        "value" in f && (f.writable = !0),
                        Object.defineProperty(
                            e,
                            ((n = f.key),
                            (t = void 0),
                            "symbol" ==
                            typeof (t = (function (e, c) {
                                if ("object" != typeof e || null === e) return e;
                                var a = e[Symbol.toPrimitive];
                                if (void 0 !== a) {
                                    var f = a.call(e, c || "default");
                                    if ("object" != typeof f) return f;
                                    throw new TypeError("@@toPrimitive must return a primitive value.");
                                }
                                return ("string" === c ? String : Number)(e);
                            })(n, "string"))
                                ? t
                                : String(t)),
                            f,
                        );
                }
                var n, t;
            }
            function r(e, c) {
                return (
                    (r = Object.setPrototypeOf
                        ? Object.setPrototypeOf.bind()
                        : function (e, c) {
                              return (e.__proto__ = c), e;
                          }),
                    r(e, c)
                );
            }
            f("b6b5fd66", "管理你的 X 账号，包括更改用户名或密码。"),
                f("hb9c4a1c", "问题、错误报告和反馈"),
                f("c674f5b4", "设置发票付款"),
                f("i8237e66", "从信用卡付款改为通过银行转账开票。"),
                f("hebd348a", "配置如何通过广告在招聘门户网站上推广职位。"),
                f("ib5e6f90", "职位推广"),
                f("id720215", "招聘"),
                f("dd59f146", "职位推广广告账号"),
                f("e7e36818", "在完全设置资金来源后，广告账号才有资格进行职位推广。"),
                f("c28566e0", "广告账号"),
                f("c80160d3", "广告"),
                f("ff0edac0", "你确定要取消订阅服务吗？"),
                f("h2ac0348", "不，我要返回"),
                f("dbf9667e", "我确定"),
                f("j7592572", "U 形弯"),
                f("ee778942", "交通灯"),
                f("fdd57981", function (e) {
                    return "我们将为你提供一次性 " + e.totalAmount + " 美元的免费广告积分。";
                }),
                f("i032a231", function (e) {
                    return "我要留下来领取 " + e.totalAmount + " 广告积分";
                }),
                f("hd7d278c", "不，谢谢"),
                f("jf8a0dea", "太好了！新的免费广告积分将在下一个账单周期计入你的账号。"),
                f("ebbb3154", "关闭并返回 X"),
                f("j1f68dda", "最后一步：你确定要取消吗？"),
                f("c9c3464c", "正在取消订阅服务"),
                f("dd3a293c", "你的认证组织订阅服务已结束。"),
                f("faa0f956", "在取消你的订阅服务时出错了。"),
                f("b28289ea", "谢谢"),
                f("b36f74ae", "除非再次注册并激活，否则你将无法访问门户网站。"),
                f("b2297a4a", "需要解决问题？你可以安排与我们通话。"),
                f("h3bdbc54", "是，让我们安排一次通话"),
                f("i135d64e", "继续取消"),
                f("g275882d", function (e) {
                    return "重要信息：你有 " + e.creditAmount + "的免费广告积分尚未领取";
                }),
                f("ib085ed6", "我要留下来领取广告积分"),
                f("b5447710", "未找到用户"),
                f("h94755b8", "已选择要邀请的用户"),
                f("bfb5effe", "已建立附属关系的用户"),
                f("c4b9664e", "已关联"),
                f("g0eadcf6", "附属于另一个组织"),
                f("a8c81f88", "组织账号"),
                f("e5abe772", "已有待发邀请的用户"),
                f("e49b97e2", "搜索账号"),
                f("f002f1d6", "发送邀请"),
                f("g2a8bae4", "添加 X 账号"),
                f("af7293cc", "邀请 X 账号加入你的组织。如果他们接受，则会获得一个对号标志，而你的附属关系将显示在他们的个人资料上。"),
                f("ec0f203e", "附属账号接受邀请后，请确保将其对号更新为正确的颜色。"),
                f("cec08784", "你已经达到这张发票上的附属账号限额。"),
                f("ab70828f", function (e) {
                    return "添加 @" + e.screenName;
                }),
                f("d49b389f", "这里"),
                f("b9e4bf55", "了解更多"),
                f("hc4703a9", "了解更多"),
                f("fa0ffaeb", "了解更多"),
                f("jf351704", "你需要更新此发票上的附属账号限制才能继续。"),
                f("ia5a6a40", "要想开始，你需要添加自己的付款详情。"),
                f("d40d1cc0", "要继续，你需要通过 Stripe 进行支付。"),
                f("c4a5f614", "添加付款详情"),
                f("fa2a280a", "更新发票"),
                f("i7b2f08e", "欢迎访问认证组织"),
                f("g4e18b84", "你已经达到附属账号限制"),
                f("cbe23239", function (e) {
                    return "适用于上述 " + e.affiliatesCount + " 个附属账号的购物订单。";
                }),
                f("fc1f43d0", "生成发票"),
                f("g8881c78", "继续付款"),
                f("g59f8506", "注意：无法认证为企业或政府实体的账号将不予退款。"),
                f("a310e476", "直接"),
                f("fde6cf98", "适用于立即访问认证组织。"),
                f("fdfbfcb0", "开票"),
                f("f45d02e8", "在设置你的订阅服务时出错了。请尝试从你的激活邮件重新提交。"),
                f("a1c566c0", "在设置你的订阅服务时出错了。请重新提交你的详细信息。"),
                f("f5a1c6ac", "你所在地区尚未推出订阅服务"),
                f("ef7ae9cd", "了解更多"),
                f("d3c6b8c9", "了解更多"),
                f("fafe5b9f", function (e) {
                    return "订阅 · " + e.price + "/" + e.interval;
                }),
                f("f2ae1d63", "购买者服务条款"),
                f("ie8759c5", "购买者服务条款"),
                f("d842dd7b", function (e) {
                    return "在 X 上快速成长，并获得 " + e.credit + " 免费广告积分";
                }),
                f("fcfb696e", "⁺限时广告积分优惠。"),
                f("f5b98d62", function (e) {
                    return "每" + e.interval;
                }),
                f("ed7b9984", function (e) {
                    return "每" + e.interval;
                }),
                f("da11a2d7", function (e) {
                    return "高达 " + e.creditAmount + "的广告积分⁺";
                }),
                f("a6c45ede", "包含："),
                f("e9aa43dc", "有机工作发布"),
                f("i1266238", "职位推广功能"),
                f("e8a4ea7a", "优先支持"),
                f("j99e2f4d", function (e) {
                    return e.price + " / " + e.interval;
                }),
                f("ieafe1c6", "确认你的订阅变更"),
                f("bb21a170", "更改订阅"),
                f("b0dcc4dc", "您的账号正在等待级别切换。"),
                f("f3aef4ca", "未找到有效的订阅"),
                f("h802e65e", "订阅更新失败。请重试。你当前的订阅不会受到影响。"),
                f("c5269eb0", "这是你的有效订阅。"),
                f("c578c4ca", "当前计划"),
                f("i5d19147", "新计划"),
                f("b025ff5f", "这里"),
                f("d6b932d4", "免费试用"),
                f("b0efe690", "继续使用基础计划"),
                f("g5f9cdaa", "确认你的计划变更"),
                f("j21911de", "你想继续使用基础计划，还是保留完全功能”特权？"),
                f("b59dec9e", "你正在从“完全功能免费试用”降级为“基础计划”。"),
                f("e5ff0e1e", "通过此变更："),
                f("ca004c80", "“完全功能”试用功能（包括附属账号）将不再可用。"),
                f("fae108ee", "试用期间添加的附属账号将不再享受 Premium+ 优惠和支持。"),
                f("d47c0c7c", "你是谁？"),
                f("hbd31720", "选择适合你的订阅："),
                f("c75a9386", "详细了解"),
                f("b916b258", "和"),
                f("ic6012ea", "我是个人"),
                f("d8e618ce", "对于个人和创作者"),
                f("dcbccede", "我是组织"),
                f("f44ce884", "对于企业、政府机构和非营利组织"),
                f("dece6c60", "组织名称"),
                f("c4c1b600", "组织电子邮件地址"),
                f("b1e0aec0", "组织 @用户名"),
                f("c42d5f4a", "附属账号数量"),
                f("fca5f04b", function (e) {
                    return "你最多可以购买 " + e.affiliatesCount + " 个附属账号，并要支付相应的费用。";
                }),
                f("dca6b3ac", "设置发票"),
                f("c97ad52a", "更新发票"),
                f("b36f0fd4", "选择你的组织需要多少个附属账号。"),
                f("b4871f4f", "这里"),
                f("b633d19e", "谢谢"),
                f("f713d3e2", "你的申请已收到，目前正在审查中。"),
                f("e11d5e1a", "你将能够享受 Premium 的所有特权，但你的组织将不会获得金色或灰色对号标记，并且在你的账号获得批准之前，你将无法添加附属账号。"),
                f("d83617cc", "你的账号将被审查。"),
                f("afb30564", "我们可能会要求提供额外的信息以批准你的账号"),
                f("gdd3fa68", "一经审查和批准，你的账号将立即通过认证，然后便可加入和添加附属关系。"),
                f("e6389996", "任何未获批准的账号将不会退款。"),
                f("a889b460", "支付成功"),
                f("d1c886dc", "下一步：上传并验证文件"),
                f("b13e9454", "你的申请尚未完成。请提交所需的文件。这通常需要约 10 分钟。"),
                f("e6b0965a", "你的订单"),
                f("a1b58798", "在下面查看您的订单"),
                f("b651c7d7", function (e) {
                    return "附属账号 x " + e.count;
                }),
                f("ec5e9c54", "基本订阅"),
                f("e16093fc", "每月总额"),
                f("ce4acef6", "每年总数"),
                f("f4db2df0", "在支付发票之前，你的订阅不会被激活。"),
                f("b9e0d614", "你的附属账号限制已在发票中更新。"),
                f("a45c9596", "你的发票已成功生成。"),
                f("e4e5532a", "适用折扣"),
                f("b557f073", function (e) {
                    return "在检索你的 Stripe 发票详细信息时遇到问题。如果该问题始终存在，请联系 " + e.supportEmail + "。";
                }),
                f("e8c366ce", "X 购买者条款"),
                f("ee86d380", "组织信息"),
                f("b9c9ccca", "你的全名"),
                f("c7e818de", "你的工作电子邮件地址"),
                f("i60d7542", "组织网站"),
                f("b92f9dee", "组织类型"),
                f("f14d7866", function (e) {
                    return "" + e.screenName;
                }),
                f("e63bf39d", "了解更多"),
                f("f09630ff", "这里"),
                f("eb043b72", "申请待处理"),
                f("a9ac4602", "你成为认证组织的申请仍在审查中。请稍后重试。"),
                f("c5af3e12", "限时优惠。积分不可累积。"),
                f("e18d6fd6", "你的广告积分"),
                f("if435d1a", "你已用完本月所有的可用积分。你的下一个积分将在下次订阅付款时发放。"),
                f("af6704d7", "这里"),
                f("b293c6b4", "认证 Premium 支持"),
                f("e9e9ca58", "可用"),
                f("cf2ba3a2", "广告账号 ID"),
                f("gd7d051c", "激活"),
                f("f391c800", "广告账号 ID 为必填"),
                f("ja116d2c", "广告账号 ID 无效"),
                f("hf037537", function (e) {
                    return "此积分将于 " + e.startDate + "可用";
                }),
                f("d0b58c01", function (e) {
                    return "" + e.days;
                }),
                f("e49cb8a7", function (e) {
                    return "" + e.remainingAmount;
                }),
                f("gd03b494", "如何使用你的广告信用额度"),
                f("h1f36d3e", "要使用你的“认证组织”广告信用额度，你必须完成以下步骤："),
                f("a6519ffc", "如果你之前投放过广告"),
                f("ibc9654a", "如果你是新广告主"),
                f("d3710c76", "如果你想在附属账号上使用自己的信用额度"),
                f("d60a8f14", "在 X 上投放广告"),
                f("fe66e4a8", "X 广告管理平台"),
                f("b3ca0108", "使用 X 广告将你的消息传播得更远更广。"),
                f("g3754d57", "这里"),
                f("i615ad63", "这里"),
                f("a3ba48b9", "这里"),
                f("ca3c633a", "广告积分"),
                f("ha843c96", "广告"),
                f("dd0f3b08", "广告"),
                f("c9fad534", "无积分"),
                f("a211b11e", "没有可激活的积分"),
                f("f2011db1", function (e) {
                    return e.usedAmount + "/" + e.couponAmount + " 已使用";
                }),
                f("ae37e25c", "未知账号"),
                f("i1407e15", function (e) {
                    return "已在广告账号 " + e.accountId + " 中使用";
                }),
                f("id4359bf", function (e) {
                    return "广告账号 " + e.accountId + " 中已于 " + e.when + " 过期";
                }),
                f("f89af915", function (e) {
                    return "已过期 " + e.when;
                }),
                f("c1b5e1ed", function (e) {
                    return "广告账号 " + e.accountId + " 中将于 " + e.when + " 过期";
                }),
                f("e8d8a2a9", function (e) {
                    return e.when + " 过期";
                }),
                f("i3884c1f", function (e) {
                    return e.when + " 后可用";
                }),
                f("b070acf4", "即将推出"),
                f("ace946c4", "激活优惠券"),
                f("b0b02e37", function (e) {
                    return "此优惠券已成功用于广告账号 ID：" + e.accountId;
                }),
                f("f520ee22", "广告账号 ID"),
                f("df96ca56", "其他账号"),
                f("b5566402", "ID 只包含字母和数字。"),
                f("eb160d07", "广告管理平台账号选择器"),
                f("e016ad32", "只读模式"),
                f("d7ab194e", "在处理你的订阅变更时，某些验证账号功能可能会处于只读模式。"),
                f("g25d851e", "广告账号"),
                f("de7fef84", "有关此账号的帮助，请联系客户支持部门"),
                f("ff1321b6", "设置完成，账号已激活"),
                f("c1205320", "添加信用卡以激活你的广告账号"),
                f("c0343c0a", "最后一次付款失败，请检查账号中的付款方式"),
                f("j56e34a4", "若需帮助访问账号，请联系客户支持部门"),
                f("gef920f2", "需要进行初始设置才能激活账号"),
                f("b68dd4d8", "你没有访问这个账号的权限，请向团队管理员寻求帮助"),
                f("d637962c", "你没有任何广告账号"),
                f("dd087ae0", "在 ads.x.com 上设置一个"),
                f("i3d7dd02", "符合条件的广告账号已准备好进行职位推广"),
                f("cc8f8516", "创建广告账号以推广职位"),
                f("b4f117b8", "你没有访问职位推广广告账号的权限"),
                f("b7347cf4", "设置广告账号以推广职位"),
                f("h7d03a2a", "通过“招聘”面板添加职位"),
                f("cd5aeec6", "创建广告账号"),
                f("ged51d2e", "创建一个广告账号"),
                f("gcfa25e6", "贵组织没有任何可用的广告账号。请访问 ads.x.com 创建一个。"),
                f("g76fb922", "新账号"),
                f("db0a69e7", function (e) {
                    return "你的广告账号 (ID: " + e.adAccountId + ") 是一个新账号。请在广告管理平台中完成初始设置以激活它。";
                }),
                f("c7bad5cc", "设置账号"),
                f("g8c563c0", "你需要访问"),
                f("f6f29b17", function (e) {
                    return "你没有访问广告账号 (ID: " + e.adAccountId + ")的权限。请让团队管理员在广告管理平台中将你添加到账号中。";
                }),
                f("a15bb840", "需要付款方式"),
                f("j4e981d9", function (e) {
                    return "你的广告账号 (ID: " + e.adAccountId + ") 已部分设置。要激活账号，请为其添加付款方式。你为该账号申请的任何积分都将在收费之前用完。";
                }),
                f("af142910", "付款失败"),
                f("a9635acf", function (e) {
                    return "你的广告账号 (ID: " + e.adAccountId + ") 已激活，但最后一次付款失败。要再次激活，请更改该账号的付款方式。";
                }),
                f("d1cca474", "更改付款方式"),
                f("fe8b969a", "客户支持部门可提供帮助"),
                f("i8aa0b91", function (e) {
                    return "此广告账号 (ID: " + e.adAccountId + ") 需要客户支持部门帮忙激活。请务必在邮件中注明广告账号 ID。你的请求将被优先处理。";
                }),
                f("d82c2074", "获取支持"),
                f("ad37d536", "用户名转让条款"),
                f("e760074a", "获取闲置的用户名，或交换自己的用户名"),
                f("j003ef92", "为你或你的附属企业从 X 购买闲置用户名，或交换你自己的用户名。"),
                f("d57a8e42", "这是一项认证组织专享服务，每个用户名需支付额外费用，起价为 10,000 美元。"),
                f("h9367bd6", "提交用户名咨询"),
                f("a6a62e7e", "使用我们的自动支持机器人回答几个问题，即可开始流程。"),
                f("e5912290", "用户名查询开始"),
                f("c2e24f66", "注意屏幕下角的支持消息。"),
                f("c94f514e", "用户名查询已开始"),
                f("cf60d152", "填写聊天窗口中的简短问卷，以便提交你的用户名查询。"),
                f("f06b124e", "常见问题"),
                f("h677fdcc", "用户名如何定价？"),
                f("a55b39aa", "主要根据字符长度和单词通用性。价格从 1 万美元起，最高甚至超过 50 万美元。"),
                f("d46bcb3a", "如何知道某个用户名是否可供购买？"),
                f("c6bcf72c", "请使用“开始”按钮向我们发送请求，我们会通知你它是否可用。"),
                f("d478604c", "我可以代表其他企业购买用户名吗？"),
                f("c09f8cd2", "不能。企业只能代表与其业务真正相关的附属公司购买用户名。"),
                f("d814f020", "销售流程是怎样的？需要多长时间？"),
                f("f600b6f0", "使用“开始”按钮申请购买或交换用户名。我们将在 3 个工作日内回复用户名可用性及报价。付款后，我们会在 1-2 天内将用户名转移到你指定的账号。我们也可以将旧用户名转移到你名下其他账号。"),
                f("i8debc4a", "一次购买多个用户名有折扣吗？"),
                f("c5199f3c", "可以，这取决于你购买的用户名数量和报价总金额。"),
                f("c20f923e", "我有一个商标，这会有影响吗？"),
                f("b2fd4c15", "商标政策"),
                f("a690746e", "获取优先支持"),
                f("he2dc9b0", "请发送你组织的用户名和请求详情，以便与我们联系。"),
                f("e5e6479e", "请向我们发送电子邮件，说明你组织的用户名以及咨询的详情，以便尽快获得支持。"),
                f("ica8392a", "收到你的请求后，我们将按照接收的先后顺序进行审查和优先处理。"),
                f("ed37e36e", "重要信息：缺少组织的用户名或使用个人电子邮箱可能会导致请求处理发生延迟。"),
                f("eb0d4fe2", "创建栏目"),
                f("e93d2f8a", "通过添加各种栏目来自定义你的体验，例如："),
                f("e8203d1e", "搜索"),
                f("d82fd532", "私信"),
                f("c87babee", "以及更多..."),
                f("f1990aa4", "通过栏目面板来整理你的栏目"),
                f("ib9c9a54", "想象一下在 X Pro 上拥有多个桌面会是什么样子。远离干扰，只关注你真正需要的主题和工具。"),
                f("fb5ac13e", "移动栏目"),
                f("bd545b7e", "点击这些点，以便把栏目拖放到栏目面板上的任意位置。"),
                f("a98513b6", "自定义栏目"),
                f("c8759e44", "滚动栏目顶部，即可显示如下选项："),
                f("a93e96c8", "按热门或最新帖子进行排序"),
                f("df300378", "更改栏目尺寸"),
                f("aa263910", "使用高级搜索工具"),
                f("ab3915aa", "打赏和设置"),
                f("ia03837a", "到这里来："),
                f("f0bd595c", "管理栏目面板"),
                f("a74e9464", "更改显示设置"),
                f("h254eb92", "发现键盘快捷键"),
                f("j6e669a0", "重新开始"),
                f("c15802be", "正在发送帖子…"),
                f("e5506950", "栏目面板"),
                f("b1bd9a8a", "新栏目面板"),
                f("cf1a138f", function (e) {
                    return "已对栏目面板进行更改 - " + e.title;
                }),
                f("g9c2da24", "打开对话框以创建新的栏目面板"),
                f("hcef6b72", "打开对话框以管理你的栏目面板"),
                f("a77dbc7a", "编辑栏目面板"),
                f("a154a293", function (e) {
                    return "选择的栏目面板 " + e.deckName;
                }),
                f("a77bbe9d", function (e) {
                    return "未选择的栏目面板 " + e.deckName;
                }),
                f("ha2aae72", "打开对话框以管理所选的栏目面板"),
                f("hf59ffc8", "导航栏"),
                f("dd6142d7", "Pro"),
                f("d69fc67a", "添加新的列"),
                f("ad61a830", "撰写帖子"),
                f("c44f5114", "私信设置"),
                f("c71066fe", "开始"),
                f("b452e6c2", "你最近怎么样？"),
                f("j7737bc2", "感谢你使用 X Pro，我们很想知道你截至目前的使用感受。"),
                f("e8038d64", "你的意见对我们很重要，将帮助我们带来更好的体验。"),
                f("fce3c5ce", "提供反馈"),
                f("ha39df38", "个人的"),
                f("ja7b7d1a", "我们现在遇到了连接问题。你所做的更改可能不会被保存。"),
                f("ad5df1d7", function (e) {
                    return "已对列进行更改 - " + e.title;
                }),
                f("ba7bd92e", "列设置"),
                f("cc4ff736", "分享栏目"),
                f("g684a93a", "你对这一栏目所做的任何修改都会被任何浏览它的人看到。"),
                f("a6bbdc1c", "仅查看"),
                f("f6e88162", "实验室"),
                f("e6df688c", "选项"),
                f("e3f2b93a", "显示或隐藏有关此列的信息。"),
                f("db257758", "媒体预览大小"),
                f("if2fbab8", "回复媒体预览大小"),
                f("he517d52", "重命名列"),
                f("f6eb2cfe", "列名"),
                f("d6d39c84", "列必须有一个名称。"),
                f("e5c06aee", "列宽"),
                f("af6a4368", "重新命名这个对话，看看里面都有谁。"),
                f("cdeac5ee", "私信设置"),
                f("fda7ee26", "管理谁可以私信你。"),
                f("c4ec8620", "包含"),
                f("d5f29cd4", "排除"),
                f("d01a62f8", "时间和地点"),
                f("d614afc8", "点赞、回复和转帖"),
                f("fb2bbc7a", "帖子内容"),
                f("a589add2", "任何一词 (OR)"),
                f("d2f8dc8a", "某人的帖子"),
                f("e37201ec", "回复某人"),
                f("e035e056", "提及某人"),
                f("ef2d4092", "排除词汇"),
                f("d59f395e", "你的显示语言"),
                f("g67cd3f2", "更改语言"),
                f("c85f9b9c", "更改语言"),
                f("b5148188", "多于"),
                f("hf369320", "少于"),
                f("f4dce7b6", "多少"),
                f("ddafa9a2", "查看选项"),
                f("c6be8432", "参与度"),
                f("e60b9fac", "显示原始帖子"),
                f("eb441fee", "显示转帖"),
                f("e920e6dc", "显示引用"),
                f("g9580526", "显示回复"),
                f("i73cbb5c", "一次搜索只能添加一个列表。在本次搜索中只会使用第一个列表。"),
                f("c765315d", function (e) {
                    return "输入 " + e.listHandleListNameFormat + " or ID 列表";
                }),
                f("a153fbf2", "如何在搜索中使用列表"),
                f("bf0d5a7c", "每次搜索可以添加一个列表。"),
                f("c6e8759a", "请按此格式添加列表："),
                f("dd9daca8", "在列表名称中，请用 - 替代句号。"),
                f("cd71b264", "了解列表。"),
                f("ca23d726", "图片和视频"),
                f("f1fa97a8", "播客"),
                f("c0bab0ba", "仅显示带媒体的帖子"),
                f("g9512656", "仅显示认证用户"),
                f("b967e296", "仅显示你关注的用户"),
                f("gc51a2ac", "任何时候"),
                f("d42a4916", "最近"),
                f("a2229a06", "在一定时间内"),
                f("c1fe6156", "开始时间"),
                f("cbc02622", "结束时间"),
                f("b666573c", "搜索位置"),
                f("cf260344", "帖子位于"),
                f("j5805302", "半径"),
                f("e592ab3c", "为了得到更准确的结果，请在搜索中包括位置、州/省或国家/地区。"),
                f("e8843b5d", function (e) {
                    return e.meters + "分钟";
                }),
                f("g9e6a4e5", function (e) {
                    return e.kilometers + "千米";
                }),
                f("ec688a09", function (e) {
                    return "这可以防止 @" + e.screenName + " 将你添加到任何列表中，包括此列表。";
                }),
                f("iad54d54", "清除书签"),
                f("g4d581a2", "清空这个和所有书签文件夹"),
                f("fb14aebe", "清空书签"),
                f("jf748f40", "清除所有书签？"),
                f("d63a211a", "此操作无法撤销，并且你添加到书签的所有帖子将被移除。"),
                f("a16ebc1a", "开始新的聊天"),
                f("a1ff1890", "这样会清除当前的对话。"),
                f("ab352ee0", "显示最新帖子"),
                f("c004c4d6", "清除帖子"),
                f("fc702822", "清除帖子，并在有最新帖子时查看。"),
                f("a2c59056", "在清除列之前..."),
                f("d31bdbbe", "切换到最新帖子"),
                f("dec3722c", "最新帖子"),
                f("g33b8c04", "建立副本"),
                f("de2c3008", "复制该列。"),
                f("a7c01ce0", "更改名称或删除文件夹"),
                f("e52e4c82", "更改位置和个性化选项。"),
                f("f4d052a4", "Grok（常规模式）"),
                f("fa97c1c6", "Grok（趣味模式）"),
                f("efb37dec", "模式"),
                f("h0064892", "常规"),
                f("ad86db50", "创建栏目面板"),
                f("hb70ef30", "通过此搜索来创建栏目面板"),
                f("j8a945cc", "热门帖子"),
                f("f3a4a654", "认证帖子"),
                f("c8da0c42", "照片和视频"),
                f("d2cf6f74", "Premium 合作伙伴"),
                f("c9b39e70", "移动"),
                f("b9ea5f7c", "将列移动到另一个栏目面板。"),
                f("g8b6d450", "通知选项"),
                f("dd703fbd", function (e) {
                    return "删除列 - " + e.title;
                }),
                f("d9d11fc6", "删除公开栏目？"),
                f("h17ada6c", "删除公开栏目将导致任何关注者不可逆转地失去对该栏目的访问权限。"),
                f("hb388fe8", "删除栏目"),
                f("c1343ad6", "把它转换为搜索栏"),
                f("e7a12d72", "已转换为搜索栏"),
                f("f29424f0", "改回"),
                f("h5ff85a2", "分享栏目"),
                f("d32058ba", "将栏目公开以便于分享。"),
                f("c926a6ca", "你所做的更改会让任何关注该栏目的用户看到。"),
                f("g0175ca2", "列选取器"),
                f("a800727c", "返回到列选取器"),
                f("f318bc40", "创建新文件夹"),
                f("e300a9f0", "创建书签文件夹"),
                f("j341c67c", "文件夹必须有一个名称。"),
                f("d00586a6", "这一列无法加载。请尝试创建一个新的列。"),
                f("d0d8277e", "栏目所有者已经将该栏目删除或设为私密。"),
                f("j08fd6fe", "你的社群"),
                f("b569a1fa", "返回社群"),
                f("i176bfd2", "发现列表"),
                f("a57c3292", "发现新列表"),
                f("f59f87dc", "查找其他人的列表"),
                f("a5d70676", "你所在的列表"),
                f("e377790a", "返回列表"),
                f("e952b8c3", function (e) {
                    return "@" + e.userScreenName + " 的列表";
                }),
                f("bc24f834", "返回“查找其他人的列表”"),
                f("ee11d084", "搜索个人资料"),
                f("c300f3bc", "添加一些栏目"),
                f("bd744e9a", "填充搜索到的内容"),
                f("i10d4124", "从头开始"),
                f("jbff8606", "提交查询"),
                f("dbd8a566", "有些帖子草稿无法删除。"),
                f("c82be5a8", "你选择的帖子草稿已删除。"),
                f("ad84af68", "正在加载帖子草稿"),
                f("ef97fb3a", "你没有任何帖子草稿"),
                f("f26ece12", "当有了之后，你可以在这里找到它们。"),
                f("a4911812", "删除帖子草稿"),
                f("b49be1ca", "放弃帖子草稿"),
                f("ca91dc76", "此操作无法撤销，并且你将失去你的帖子草稿。"),
                f("b38b254a", "某些预排期帖子无法删除。"),
                f("he2e3cc4", "你选择的预排期帖子已删除。"),
                f("jf9faee4", "正在加载预排期帖子"),
                f("aa1cfd48", "你没有任何预排期帖子"),
                f("b2a70dbe", "正在删除预排期帖子"),
                f("a07bb1b0", "放弃预排期帖子"),
                f("id78e802", "此操作无法撤销，并且你将失去你的预排期帖子。"),
                f("d9a75e16", "选择一个"),
                f("aa030cd4", "首先查看推荐的帖子。"),
                f("c0d2d4aa", "主页时间线"),
                f("ecbbbb90", "查看你自己或其他人的列表。"),
                f("c351229c", "查看你所在的社群。"),
                f("a2d1df82", "查找你要找的内容。"),
                f("d5387d8a", "了解你的最新消息。"),
                f("e738198c", "查看 X 上的趋势。"),
                f("ifb8c91e", "查找个人资料，看看他们都在做什么。"),
                f("aa0525d0", "个人资料"),
                f("cb7844a6", "随时了解你的通知和提及。"),
                f("e64da55e", "查看你的预排期帖子。"),
                f("h9659832", "查看你的帖子草稿。"),
                f("f1b6535e", "帖子草稿"),
                f("a24add8a", "首先查看加入书签的帖子。"),
                f("gb19f215", function (e) {
                    return "列 - " + e.title;
                }),
                f("g7751b34", "关闭堆叠"),
                f("b94fa48c", "清除堆叠"),
                f("dd3dc3cc", "返回堆叠"),
                f("bc7acfd0", "共享的栏目"),
                f("a6587d95", function (e) {
                    return "重新排序列 - " + e.title;
                }),
                f("fb071dea", "移动列"),
                f("c77a6327", function (e) {
                    return "打开列选项 - " + e.title;
                }),
                f("h53c41f0", "列选项"),
                f("f7bbbb6d", function (e) {
                    return "关闭列选项 - " + e.title;
                }),
                f("eee9f83e", "关闭列选项"),
                f("a443bbc0", "关闭搜索"),
                f("c8b12c8f", function (e) {
                    return "设置列内容 - " + e.title;
                }),
                f("fe048090", "显示概览"),
                f("e57560b4", "隐藏概览"),
                f("fb087db0", "创建单独的列"),
                f("aa128cd8", "添加为新的列"),
                f("aa4f00c6", "分享栏目面板"),
                f("fdf97052", "前往栏目面板选项"),
                f("ed427868", "将栏目面板设为公开？"),
                f("gecc71a2", "要分享栏目面板，要首先把它设为公开。"),
                f("f0653866", "共享栏目面板"),
                f("b158400a", "跳过此步"),
                f("h15afbce", "我们将为你设置"),
                f("ibe6be32", "自定义你的 X Pro 体验：选择适合你的列宽、颜色、文字和媒体大小。"),
                f("e28eb008", "打开显示设置"),
                f("dc8b86e0", "现在让我们添加你的列"),
                f("ee28603e", "导入你的列"),
                f("dad15d22", "通过导入你现有的搜索、列表和简介栏来节省时间。以后你就不用再复制这些内容了。"),
                f("j85b4522", "或者从头开始"),
                f("hfd5ca12", "嗯...我们无法导入你的列"),
                f("b855852a", "只能导入搜索、列表和个人资料列。改为添加主页列。"),
                f("dc6c806e", "你的列无法被导入"),
                f("a0dfe2f6", "X Pro 是在一个简单界面中查看多个时间轴栏目的便捷方式。"),
                f("i8912d28", "让我们添加一些栏目..."),
                f("ce0c0f34", "现在让我们到处看看"),
                f("h36d2aa2", "学习一些方便的技巧来帮助你入门。"),
                f("fbaf9442", "添加新手栏目面板"),
                f("b354ea52", "正在添加新手栏目面板..."),
                f("if195eb8", "添加栏目..."),
                f("ea07517c", "栏目已删除。"),
                f("habced9e", "以恢复列。"),
                f("g4fcb4f8", "列已恢复。"),
                f("d4429cba", "嗯...这个栏目面板不存在。请尝试选择其他栏目面板。"),
                f("g2c6e34a", "管理内容大小、颜色和背景。"),
                f("bf2890a6", "视觉比例"),
                f("h098a550", "默认列宽"),
                f("ab248726", "默认媒体预览"),
                f("jdaf161c", "“私信”标签"),
                f("ge0fcfd0", "悬停卡片"),
                f("e1cab6e8", "将更改应用于现有栏目？"),
                f("ce2e487c", "如果你更改了所有的栏目，那么所有栏目面板中的每个栏目都会被更新。如果你选择“否”，则只有你从现在开始创建的栏目才会应用新的设置。"),
                f("fdbd90a6", "是，更改所有栏目"),
                f("h8affe68", "否，仅新的栏目"),
                f("f06885b6", "栏目媒体尺寸选项"),
                f("e4bab2d0", "列宽选项"),
                f("f0e71094", "显示“私信”标签"),
                f("aa25a5a6", "屏幕底部有可折叠的“私信”标签"),
                f("g3da3c90", "显示悬停卡片"),
                f("b08a8656", "将光标悬停在互动项目上时显示悬停卡片"),
                f("g9df1984", "添加栏目面板"),
                f("df77af70", "为你的栏目面板选一个表情符号"),
                f("ee7765ba", "挑选表情符号"),
                f("e0127c83", function (e) {
                    return "更改表情符号 " + e.emoji;
                }),
                f("hb8b6254", "任何人都可以从你的个人资料访问你的栏目面板。你也可以分享它的链接。如果你改变主意了，也可以随时把它重新设为私密。了解更多"),
                f("gfbaf4e8", "这个栏目面板现在不能设为公开"),
                f("ae04848a", "这个栏目面板包含与你的 X 账号相关的栏目。要把这个栏目面板设为公开，你需要将它们删除。了解更多"),
                f("d606207a", "删除栏目面板"),
                f("h95cb00e", "此栏目面板将被永久删除。操作无法撤销。"),
                f("f50c9834", "这个栏目面板将被永久删除。如果删除了它，以后你将无法找回。"),
                f("cb861826", "栏目面板重新排序"),
                f("i5896b2b", function (e) {
                    return "编辑栏目面板“" + e.title + "”";
                }),
                f("ef602cab", function (e) {
                    return "删除栏目面板“" + e.title + "”";
                }),
                f("b44b9d83", function (e) {
                    return "取消置顶栏目面板“" + e.title + "”";
                }),
                f("je4a847f", function (e) {
                    return "置顶栏目面板“" + e.title + "”";
                }),
                f("ad41be88", "将列移动到栏目面板"),
                f("cb82860a", "未找到栏目"),
                f("icbecd02", "添加栏目"),
                f("fdf1a2c6", "添加栏目面板"),
                f("d25acc28", "它面有些什么？"),
                f("fe5df266", "将栏目设为私密？"),
                f("i3206148", "将公开栏目设为私密将导致任何关注者失去对该栏目的访问权限。"),
                f("c65d210c", "将栏目设为私密"),
                f("j4d54f1e", "为在 X 上直播的用户提供一个强大的实时工具。"),
                f("je0526a0", "在一个屏幕上监控多个时间线。跟踪和整理内容，并与你的社群实时互动。"),
                f("d128af54", "注册 X Premium"),
                f("bacd7195", function (e) {
                    return "X 上的 " + e.fullName + " (@" + e.screenName + ")";
                }),
                f("e5b4aafa", "您的互联网连接已中断。"),
                f("g43c3b36", "请重新连接互联网以继续。"),
                f("hafe83ec", "按“关闭”退出应用程序。"),
                f("b2ec74fe", "关闭"),
                f("hf836e5f", function (e) {
                    return e.tweetText + " " + e.username + " " + e.screenName + " " + e.views + " 次观看 " + e.timeAgo;
                }),
                f("a7a90902", "按选择进行显示"),
                f("cb0a3b5e", "这个帖子可能包含敏感媒体。你确定要展示它吗？"),
                f("a4eb1304", "你可以随时登录回来。"),
                f("b86c2e12", "登录以搜索 X 的所有内容。"),
                f("ia13bd7c", "键盘"),
                f("f9fa40c8", "体验最棒的 X"),
                f("gb6a7f62", "你的代码已过期。如果你想重试一次，请选择下面的按钮获取一个新代码。"),
                f("ge19602a", "获取新代码"),
                f("dd4ec2e8", "使用笔记本电脑或移动设备访问下面的 URL 并输入此处显示的代码，以便登录 X。"),
                f("f4d7084c", "使用以下两个选项之一登录 X："),
                f("ebc1accc", "扫描此二维码"),
                f("a4742bc0", "使用笔记本电脑或移动设备访问下面的 URL 并输入此处显示的代码。"),
                f("f260dea2", "x.com/tvlogin"),
                f("h797e380", function (e) {
                    return "" + e.url;
                }),
                f("cf8eec84", function (e) {
                    return "" + e.url;
                }),
                f("g7ee7019", function (e) {
                    return "登录以观看 " + e.name + " 的视频。";
                }),
                f("fb83778c", "登录以观看该用户的视频。"),
                f("dd4bbaea", "你没有任何可以播放的视频。"),
                f("i71d6193", function (e) {
                    return e.name + " 没有任何可以播放的视频。";
                }),
                f("adb512f0", "近期视频"),
                f("bef78294", function (e) {
                    return "" + e.formattedCount;
                }),
                f("hda3bb87", function (e) {
                    return "正在关注";
                }),
                f("cd3f5206", "下一个："),
                f("c930299f", function (e) {
                    return "距下一个还有 " + e.count + "：";
                }),
                f("b2e9f19c", "回放上一个视频"),
                f("de906774", "速度"),
                f("caca839e", "隐藏式字幕"),
                f("b049f56c", "质量"),
                f("fa7169d8", "要举报此内容，请在笔记本电脑或移动设备上访问如下 URL"),
                f("c973ec9c", "账号用户名"),
                f("e9670a81", function (e) {
                    return "@" + e.screenName;
                }),
                f("d0e1b720", "内容 URL"),
                f("a4ee9394", "白色"),
                f("a9f3474c", "蓝绿色"),
                f("i50b6538", "品红色"),
                f("jffeb664", "红色"),
                f("e375c2d0", "黑色"),
                f("c2c5dea4", "字体颜色"),
                f("ce71b3d0", "字体系列"),
                f("d2eb1582", "默认 (Sans-serif)"),
                f("e684030e", "Arial (Sans-serif)"),
                f("jad3900c", "Times New Roman (Serif)"),
                f("e205f3a0", "等距 (Sans-serif)"),
                f("d207d39a", "文字不透明度"),
                f("a562039c", "背景颜色"),
                f("h44e879e", "背景不透明度"),
                f("b843ced4", "自动"),
                f("e30d2cea", "0.5x"),
                f("d030db62", "1.25x"),
                f("ga63a594", "1.5x"),
                f("f571bc5a", "1.75x"),
                f("d0284204", "2x"),
                f("b7d7f606", "快进"),
                f("ee0f61ca", "快退"),
                f("i2d14148", "取消喜欢"),
                f("a1eb471a", "删除不喜欢"),
                f("e40051e8", "删除书签"),
                f("g9ecf0e8", "查看回复"),
                f("aa97ae7e", "电视播放器控件"),
                f("ed170a6a", "滑块"),
                f("ee838ea0", "关注此话题有助于个性化主页时间线及在 X 上的体验"),
                f("h85446ce", "不再支持此浏览器。"),
                f("e24d1fa6", "请改用支持的浏览器来继续访问 x.com。你可以在我们的帮助中心查看支持的浏览器列表。"),
                f("a138aeb2", "JavaScript 不可用。"),
                f("d8e122c2", "我们检测到浏览器禁用了 JavaScript。请启用 JavaScript 或改用支持的浏览器来继续访问 x.com。你可以在我们的帮助中心查看支持的浏览器列表。"),
                f("f1a9e3a2", "了解最新即时新闻、政治、流行音乐、时事、赛事比分以及最新的全球新闻资讯 — 所有这些都只会消耗较少的数据流量。"),
                f("bb402b62", "X Pro 是一个可定制的仪表板，让你可即时跟进新鲜事。"),
                f("ed617674", "360"),
                f("e23b20a0", "取消"),
                f("a620fcf0", "加载图片"),
                f("e9e2064c", "出错了，但别担心，这不是你的错。"),
                f("d7060c80", "刷新"),
                f("a0493514", "重试"),
                f("ff3dd27c", "默认"),
                f("b554fcf4", "浅色"),
                f("j590b148", "中浅色"),
                f("e7d4ee86", "中"),
                f("ia423ebc", "中深色"),
                f("a2cf0942", "深色"),
                f("j824dc06", "搜索表情符号"),
                f("fffb3384", "未找到表情符号"),
                f("j3d20752", "尝试改为搜索别的东西。"),
                f("d67ad796", "选择你的默认肤色"),
                f("e6388bfa", "清除全部"),
                f("j7c67eca", "最近"),
                f("da539d38", "搜索结果"),
                f("d95eb228", "返回"),
                f("af8fa2ae", "关闭"),
                f("ef8b2f54", "阅读图表"),
                f("d567ceda", "垂直"),
                f("f7b30768", "堆叠"),
                f("hcd54328", "分组"),
                f("affbaf62", "更多信息"),
                f("c388d026", "确定"),
                f("ha20397c", "无障碍功能"),
                f("baf7a43c", "辅助功能"),
                f("e8f674ab", function (e) {
                    return "这是 " + e.chartType + " 条形图。图表的标题是 " + e.chartTitle + "。总共有 " + e.noOfCategories + " 个类别。最小值为 " + e.minValue + "，最大值为 " + e.maxValue + "。使用导航控件查看图表。";
                }),
                f("d969327c", "播放音频版本"),
                f("d8cbbcd4", "播放音频图表。按下可播放图表的音频版本，或在每个数据点上按“A”键即可播放其音频版本。"),
                f("dec1d7ef", function (e) {
                    return e.label + "、" + e.group + "、" + e.value;
                }),
                f("f765bead", function (e) {
                    return "未标记的数据，" + e.group + "、" + e.value;
                }),
                f("idea1817", function (e) {
                    return e.label + "、" + e.value;
                }),
                f("fe94be6b", function (e) {
                    return "未标记的数据，" + e.value;
                }),
                f("b15c0a18", "放弃编辑？"),
                f("aebf81c8", "你所做的任何更改都不会被保存。"),
                f("aa744c1e", "继续编辑"),
                f("fe04d89a", "放弃"),
                f("bb5d8cd2", "是"),
                f("dc33d78a", "文章封面图片"),
                f("j190bf1a", "直播"),
                f("e3fcbdba", "忽略"),
                f("jc0b3a8c", "图片描述"),
                f("ia1d2e58", "被作者点赞"),
                f("h81f3036", "文章"),
                f("bed2945c", "查看图片描述"),
                f("j2eea17a", "以下媒体可能包含敏感内容。"),
                f("b05a39b2", "查看"),
                f("a7cd5cf4", "视频"),
                f("b6eb8f6a", "播客"),
                f("dcc2b9b3", function (e) {
                    return "播放 " + e.locVideoType;
                }),
                f("hf4ffd4d", function (e) {
                    return "播放直播 " + e.locVideoType;
                }),
                f("f6e90cd7", function (e) {
                    return "时长为 " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                f("e7d191ed", function (e) {
                    return "开始时间为 " + e.hoursWord + " " + e.minutesWord + " " + e.secondsWord;
                }),
                f("daa73df1", function (e) {
                    return e.viewerCount + " 次观看";
                }),
                f("b4f19b97", function (e) {
                    return e.listItem1 + " 和 " + e.listItem2;
                }),
                f("i0135403", function (e) {
                    return e.listItem1 + "、" + e.listItem2;
                }),
                f("f1574a4b", function (e) {
                    return e.listItem1 + " 和 " + e.listItem2;
                }),
                f("ec72e2f8", "关注"),
                f("d9d2a865", function (e) {
                    return "播放" + e.ttc_card_cta_play;
                }),
                f("a8422cd5", function (e) {
                    return "购买" + e.ttc_card_cta_shop;
                }),
                f("ff1b8c17", function (e) {
                    return "立即选购" + e.ttc_card_cta_shop_now;
                }),
                f("d04488ef", function (e) {
                    return "订购" + e.ttc_card_cta_book;
                }),
                f("b0b0cfb7", function (e) {
                    return "联系" + e.ttc_card_cta_connect;
                }),
                f("ea5247d5", function (e) {
                    return "订单" + e.ttc_card_cta_order;
                }),
                f("b7b58677", function (e) {
                    return "待处理" + e.ttc_card_cta_open;
                }),
                f("g15f6870", "了解更多"),
                f("d1ff55d8", "安装"),
                f("g40f106c", "私信我们"),
                f("j393e386", "向我们发送一条私信"),
                f("a771d32e", "向我发送一条私信"),
                f("d8e9c24c", "发送一条私信"),
                f("h2f9258f", function (e) {
                    return e.appStarRating + "/5.0 星 – " + e.appNumRatings + " 份评分";
                }),
                f("cc5508a9", function (e) {
                    return "开始时间 " + e.timestampUTC;
                }),
                f("f4520a5d", function (e) {
                    return "发帖 " + e.action;
                }),
                f("f17dfdb6", "播放"),
                f("j836de8a", "受保护账号"),
                f("f4b8dc08", "已订阅的账号"),
                f("f936caa6", "翻译者账号"),
                f("ac72ee4e", "认证账号"),
                f("f49e0aac", "提供已验证账号的详细信息。"),
                f("f59bdb94", "提供有关私密账号的详细信息。"),
                f("d7e50a66", "了解更多"),
                f("fc065ee4", "了解更多关于订阅服务的信息"),
                f("e453f536", "什么是订阅服务"),
                f("bd4cb7a0", "当你订阅自己最喜欢的创作者时，你就能阅读奖励内容 — 这样他们就能赚一点钱！"),
                f("g7099a02", "告诉我更多"),
                f("c2637ef6", "知道了"),
                f("efb17190", "关注了你"),
                f("g57b5f6c", "你的订阅者"),
                f("a77a27c0", "订阅"),
                f("gdd173da", "由 Grok 在趣味模式下回答"),
                f("dfd6eeac", "由 Grok 回答"),
                f("deceb214", "图片由 Grok 生成"),
                f("befddd48", "显示"),
                f("hf3f8e3a", "显示更多"),
                f("h504ea5e", "使用 Grok 创建你的版本"),
                f("eb722de2", "自己去问 Grok"),
                f("bb5c5864", "引用"),
                f("a8b58cf4", "显示这个主题帖"),
                f("i5f742fe", "显示投票"),
                f("fc45ccc6", "嵌入式视频"),
                f("a9edea48", "重新载入"),
                f("d26d8730", "复制视频地址"),
                f("f1b6bcec", "复制 GIF 地址"),
                f("j25d7cca", "隐藏字幕"),
                f("a858b25c", "显示字幕"),
                f("faf9f484", "广告"),
                f("ae2ea9e7", function (e) {
                    return "来自 " + e.advertiserName + " 的广告";
                }),
                f("hea01798", "进度拖动条"),
                f("f8a09386", "在 Periscope 上观看"),
                f("gf2b6eee", "画中画"),
                f("b3160a69", function (e) {
                    return e.volumePercent + "%";
                }),
                f("fb236728", "暂停"),
                f("e9bd453e", "重播"),
                f("d46b00b0", "跳到直播"),
                f("ec8ab8b4", "隐藏"),
                f("b8b6344a", "取消隐藏"),
                f("c9a642fa", "音量滑块"),
                f("c27e60b0", "全屏"),
                f("d2969f10", "退出全屏"),
                f("f06f2e53", function (e) {
                    return e.currentTime + "（共 " + e.durationTime + "）";
                }),
                f("eeb64451", function (e) {
                    return "观看 " + e.advertiserName + " 的视频";
                }),
                f("f3c268a5", function (e) {
                    return "去 " + e.advertiserName + " 购物";
                }),
                f("g60001bb", function (e) {
                    return "查看 " + e.advertiserName;
                }),
                f("dff1ddd9", function (e) {
                    return "查看 @" + e.advertiserName;
                }),
                f("b0b22805", function (e) {
                    return "访问 " + e.advertiserName;
                }),
                f("c67e71aa", "立即观看"),
                f("a6ada13e", "立即选购"),
                f("j0f12222", "查看更多"),
                f("f569f7c8", "访问网站"),
                f("j0c6772a", "访问网站"),
                f("f73003aa", "视频将在广告后播放"),
                f("b3112b8a", "跳过"),
                f("h6333ad0", "跳过广告"),
                f("c59da417", function (e) {
                    return e.seconds + " 秒内跳过广告";
                }),
                f("c3c147cf", function (e) {
                    return "跳过 " + e.seconds;
                }),
                f("h9b3104e", "视频设置"),
                f("ha3efce4", "自动"),
                f("hd8d044d", function (e) {
                    return "自动 (" + e.quality + ")";
                }),
                f("a7bf9962", "下载视频"),
                f("ccc97152", "播放速度"),
                f("h531ade0", "视频质量"),
                f("e8b5757c", "0.25x"),
                f("e7e954de", "0.5x"),
                f("g07ffe66", "0.75x"),
                f("d8bede9e", "1x"),
                f("j41845c8", "1.25x"),
                f("e9eeed9e", "1.5x"),
                f("fe45dc84", "1.75x"),
                f("e791190a", "2x"),
                f("dc5df829", function (e) {
                    return e.resolution + "p" + e.frameRate;
                }),
                f("c4d66d2e", "由于所用浏览器的原因，你接收到的图像质量不理想。建议使用支持 HEVC 的浏览器。"),
                f("a681babd", function (e) {
                    return "正在 " + e.trimmedHostname + " 观看";
                }),
                f("db3cd325", function (e) {
                    return "访问 " + e.trimmedHostname;
                }),
                f("f1ad0df1", function (e) {
                    return "广告 · " + e.timeRemaining;
                }),
                f("ef16ab2b", function (e) {
                    return "广告：" + e.advertiserName + " · " + e.timeRemaining;
                }),
                f("a15adf2c", "此表单"),
                f("c1658fc6", "无法播放该媒体。"),
                f("h519ae04", "由于版权声明，此媒体已被禁用。"),
                f("ce871584", "此播客已结束。"),
                f("c101eb96", "此播客不可用。"),
                f("gb24a514", "该媒体已因版权所有方的举报而被禁用。"),
                f("hcaf3e63", function (e) {
                    return "由于 " + e.holder + " 声称拥有版权，此媒体已被禁用。";
                }),
                f("if05c038", "此播客不对你的位置开放。"),
                f("d420171b", function (e) {
                    return "由于 " + e.holder + " 的版权声明，视频无法播放";
                }),
                f("b1eb72fa", "抱歉，此视频仅限某些地区观看。我们正在获取你的位置信息，请稍后。请确保在你的浏览器中启用位置设置。"),
                f("c057680c", "我们无法在此浏览器中播放该视频。请尝试使用其他网页浏览器。"),
                f("i5dfae6e", "此视频不对你的位置开放。"),
                f("c2388276", "该视频已删除。"),
                f("d2c96140", "客席播主音频指示器"),
                f("f6dc9146", "重放"),
                f("d30c74fe", "音量"),
                f("f2d4e6f2", "再次观看"),
                f("e9f1af3a", "了解更多"),
                f("f1881d86", "这个帖子不能回复、分享或点赞。"),
                f("j3d37222", "法律要求 X 提供本声明。"),
                f("e461d0ee", "获取最新资讯"),
                f("d1386940", "关注最新资讯"),
                f("ecda5f9e", "误导"),
                f("a423473c", "法律要求的声明"),
                f("b3296688", "展示受限"),
                f("ccd32094", "现在"),
                f("abfcce0d", function (e) {
                    return e.amountOfTime + " 前";
                }),
                f("ae408b76", "你已转帖"),
                f("j355f008", "已置顶帖子"),
                f("habf9678", "已被作者置顶"),
                f("db0798ed", function (e) {
                    return e.topicName + " 话题";
                }),
                f("dc716ec9", function (e) {
                    return "推荐主题：" + e.topicName;
                }),
                f("fbc2003c", "已结束");
            f("h5051dd8", "已取消"),
                f("bb5f91a3", function (e) {
                    return e.count + " 这个空间中";
                }),
                f("c83eea99", function (e) {
                    return e.participant + " + " + e.count + " 收听";
                }),
                f("cdff6cd3", function (e) {
                    return e.speaker + " 正在发言 + " + e.count + " 收听";
                }),
                f("df006f4f", function (e) {
                    return e.count + " 有兴趣";
                }),
                f("c889af33", function (e) {
                    return e.count + " 已加入";
                }),
                f("d6f2056f", function (e) {
                    return e.count + " 已收听";
                }),
                f("jbc5f47a", "空间剪短"),
                f("gfe2830f", function (e) {
                    return "另外 " + e.count + " 个人";
                }),
                f("dbeae6cf", function (e) {
                    return e.count + " 位其他听众";
                }),
                f("d2543d97", function (e) {
                    return "+" + e.count;
                }),
                f("dc718e53", function (e) {
                    return "+另外 " + e.count + " 个人";
                }),
                f("d0e7b11b", function (e) {
                    return e.date + "，时间 " + e.time;
                }),
                f("b4349cbc", function (e) {
                    return "" + e.relativeDay;
                }),
                f("ebe41367", function (e) {
                    return "时间 " + e.time;
                }),
                f("efce3d9b", function (e) {
                    return e.hours + " " + e.minutes + " " + e.seconds;
                }),
                f("d925a4f9", function (e) {
                    return "剩下 " + e.formattedCount + " 分钟";
                }),
                f("ib15cddb", function (e) {
                    return "剩下 " + e.formattedCount + " 小时";
                }),
                f("db9ed19f", function (e) {
                    return "剩下 " + e.formattedCount + " 天";
                }),
                f("e1ebcecb", function (e) {
                    return e.formattedDays + " 天 剩下 " + e.formattedHours + " 小时";
                }),
                f("cc1da1fd", function (e) {
                    return e.formattedHours + " 小时 剩下 " + e.formattedMins + " 分钟";
                }),
                f("f89a5d60", "主持人"),
                f("ce2cfb36", "仅限订阅者"),
                f("df06241c", "社群"),
                f("b03e162a", "收听直播"),
                f("b3d828ee", "已加入"),
                f("g519ec2a", "播放录音"),
                f("c6000450", "提醒已设置"),
                f("db44ff5c", "设置提醒"),
                f("f7b6346a", "立即开始"),
                f("cc1f75ac", "空间"),
                f("bd08d1b2", "没有详情"),
                f("j8b01b27", function (e) {
                    return "由 " + e.host + " 主持的空间 " + e.title + " 已取消";
                }),
                f("fda9f48c", "空间已取消"),
                f("jf7853f7", function (e) {
                    return "由 " + e.host + " 主持的空间 " + e.title + " 已结束";
                }),
                f("i1a29920", "空间已结束"),
                f("db467ffe", "加入一个“空间”"),
                f("i8dc3993", function (e) {
                    return "主持人 " + e.host;
                }),
                f("eb0b05b9", function (e) {
                    return "与 " + e.count + " 其他 的私信";
                }),
                f("d19b9f77", function (e) {
                    return e.title + " 由 " + e.host + " 主持的 " + e.action + "，" + e.scheduledStart;
                }),
                f("e679d5d7", function (e) {
                    return "现在开始预排期到 " + e.scheduledStart + " 的 " + e.title;
                }),
                f("ea4258b7", function (e) {
                    return "空间的 " + e.action + "，" + e.scheduledStart;
                }),
                f("dcbcaa23", function (e) {
                    return "播放录音 " + e.title;
                }),
                f("gaeb997e", "更多"),
                f("f8b21226", "加入"),
                f("e1b95ab0", "上次编辑"),
                f("i308d42c", "这个帖子有新的版本"),
                f("h092d520", "这个帖子有新的版本。"),
                f("b74bf8b8", "图像"),
                f("ha9ed08c", "创建工具"),
                f("bff61470", "点击此处进行编辑"),
                f("f4393d0f", function (e) {
                    return "引自 " + e.name;
                }),
                f("f8e8e32e", "你"),
                f("df6703d3", "你"),
                f("c20f7e9f", function (e) {
                    return n(e.otherUsersCount, "另外 " + e.otherUsersCount + " 个人");
                }),
                f("he26f627", function (e) {
                    return n(e.otherUsersCount, "另外 " + e.otherUsersCount + " 个人");
                }),
                f("gea7aa3c", "下一步"),
                f("b6462b32", "上一个"),
                f("caddb529", "和"),
                f("ff31714c", function (e) {
                    return " 和 另外 " + e.othersCount + " 个人";
                }),
                f("e06c99b7", "和"),
                f("i4e2f96c", function (e) {
                    return "和 另外 " + e.othersCount + " 个人";
                }),
                f("ga629a8c", "查看在对话中的用户"),
                f("d6f781e4", "当你订阅自己最喜欢的 X 创作者时，你就能阅读奖励内容 — 这样他们就能赚一点钱！"),
                f("dab106f8", "成员"),
                f("a46e92c2", "版主"),
                f("f9633e62", "管理员"),
                f("a3dfd0cb", function (e) {
                    return "帖子" + e.noun;
                }),
                f("d7580651", function (e) {
                    return "帖子" + e.noun;
                }),
                f("c68b6367", function (e) {
                    return "文章" + e.noun;
                }),
                f("h13ffc88", "声音"),
                f("c8c4600e", "语音帖"),
                f("de8c5eb2", "播放音频"),
                f("ec286028", "暂停音频"),
                f("ad77feb6", "字幕不可用"),
                f("e82adfeb", function (e) {
                    return e.count + " 网页";
                }),
                f("cfb8c1f7", function (e) {
                    return e.count + " 帖子";
                }),
                f("g78032d5", function (e) {
                    return e.count + " 网页和帖子";
                }),
                f("j3de54a8", "注意"),
                f("a6a6ced4", "阅读笔记"),
                f("dbc0c2f4", "书签"),
                f("d6885d3e", "查看社群"),
                f("d5a48014", "标题"),
                f("b92b6156", "副标题"),
                f("ec5ed598", "正文"),
                f("c69eb656", "全职"),
                f("g46ae43c", "全职合同"),
                f("jf7d4cc6", "兼职"),
                f("b2214572", "合同聘用"),
                f("f8337bd6", "每年"),
                f("i935bf88", "每小时"),
                f("b75b8ffd", function (e) {
                    return e.salary + " " + e.interval;
                }),
                f("c5954d30", "列表"),
                f("fe64170c", "在你进行选择后，它就不能再更改"),
                f("g10ace38", "投票选项"),
                f("a3edf99a", "最终结果"),
                f("c2b81e9d", function (e) {
                    return e.formattedCount + " 次投票";
                }),
                f("e86732e4", "选中"),
                f("a35a5b10", "你认识的关注者"),
                f("fc8cd112", "你关注的人中没有人关注"),
                f("df8cd2af", function (e) {
                    return "幻灯片 " + e.currentSlide + " / " + e.itemCount + " - 轮播。" + e.type + "。" + e.altText;
                }),
                f("d70740da", "下一张幻灯片"),
                f("c4d53ba2", "上一张幻灯片"),
                f("h6405c17", function (e) {
                    return "幻灯片 " + e.currentSlide + " / " + e.itemCount + " - 轮播";
                }),
                f("a3efd2c4", "话题"),
                f("b91c8e53", function (e) {
                    return e.title + " 的关注卡片。";
                }),
                f("b3826295", function (e) {
                    return e.title + "、" + e.description + " 的关注卡片";
                }),
                f("c9bb65db", function (e) {
                    return e.slidesLength + " 张图片的贴文集。" + e.heroVanityContent + "。" + e.heroTitleContent;
                }),
                f("e1bddf52", "拖动旋转"),
                f("f0e1fb48", "无法在此浏览器中预览这种视频格式。仍然可能会上传视频"),
                f("c2fc878d", function (e) {
                    return "你超出了 " + e.count + " 的字符数限制";
                }),
                f("db11b27f", function (e) {
                    return "剩余 " + e.count + " 个字符";
                }),
                f("bb7b821a", "你可以回复"),
                f("fc41217b", function (e) {
                    return "@" + e.screenName + " 关注或提及的账号可以回复";
                }),
                f("e5dc76d0", "你可以回复此对话"),
                f("ab105904", "谁可以回复？"),
                f("fd1cda7a", "你无法回复此对话"),
                f("f064f477", function (e) {
                    return "@" + e.screenName + " 关注或提及的账号可以回复";
                }),
                f("ea9ac5c9", function (e) {
                    return "@" + e.screenName + " 提及的账号可以回复";
                }),
                f("d2ae1499", function (e) {
                    return "已订阅或被 @" + e.screenName + " 提及的账号可以回复";
                }),
                f("a4e254ff", function (e) {
                    return "认证账号或被 @" + e.screenName + " 提及的账号可以回复";
                }),
                f("j1b02fd8", "获得认证"),
                f("daba4484", "只有作者和版主会看到这个帖子"),
                f("f956070a", "它因为违反了社群规则而被版主隐藏。"),
                f("cc17f408", "成员被删除后，他们的帖子将对社群中其他成员隐藏。"),
                f("j620ce06", "谁可以查看这个帖子？"),
                f("bd414b44", "订阅者专属"),
                f("dd0da5d9", function (e) {
                    return "@" + e.screenName + " 和他们的订阅者可以查看这个帖子";
                }),
                f("g1c6a77e", "你正在查看订阅服务内容"),
                f("d3b143d7", function (e) {
                    return "你可以查看并回复这个帖子，因为你订阅了 @" + e.screenName;
                }),
                f("f6337117", function (e) {
                    return "你可以查看这个帖子，因为你订阅了 @" + e.screenName;
                }),
                f("g766a06d", function (e) {
                    return "只有 @" + e.screenName + " 的圈子中的用户可以查看这个帖子";
                }),
                f("j040a368", "在回复中禁用链接"),
                f("b31d0af7", function (e) {
                    return e.screenName + " 不允许在回复此帖子时使用链接";
                }),
                f("eab0f780", "你不能在此帖子的回复中发布或引用外部链接。"),
                f("f17a1f54", "Premium 专享"),
                f("a0953370", "订阅"),
                f("d9687d23", function (e) {
                    return "按 " + e.trendValueNegativePercent + " 降序";
                }),
                f("ac73eb5a", "无更改"),
                f("c5a9f921", function (e) {
                    return "按 " + e.trendValuePositivePercent + " 升序";
                }),
                f("e3098e07", function (e) {
                    return e.minutes + " 分钟 前";
                }),
                f("fea16a51", function (e) {
                    return e.hours + " 小时 前";
                }),
                f("a4f2d94d", function (e) {
                    return e.days + " 天 前";
                }),
                f("hf9bc787", function (e) {
                    return e.weeks + " 周 前";
                }),
                f("efcd5885", function (e) {
                    return e.months + " 月 前";
                }),
                f("c37228b5", function (e) {
                    return e.years + " 年 前";
                }),
                f("jf83d092", "日"),
                f("af4abf20", "月"),
                f("b871f280", "年"),
                f("hac89ab0", "1 月"),
                f("ef30b30a", "2 月"),
                f("b56920fa", "3 月"),
                f("b1a0f1ec", "4 月"),
                f("daf779c8", "5 月"),
                f("c6ad074e", "6 月"),
                f("f1db106c", "7 月"),
                f("i4e80b7a", "8 月"),
                f("efa6cc1e", "9 月"),
                f("f40a0cbe", "10 月"),
                f("ac74a31c", "11 月"),
                f("i6c1e4b2", "12 月"),
                f("de540c32", "显示密码"),
                f("b4abfdb4", "隐藏密码"),
                f("f06ae5d3", function (e) {
                    return "标准帖子剩余 " + e.standardTweetCount + " 个字符，总共剩余 " + e.totalCount + " 个字符";
                }),
                f("fee0a8bc", "保存"),
                f("ae7f7656", "清除"),
                f("gd769996", "出错了。请尝试重新加载。"),
                f("i5450bec", "媒体"),
                f("f7432494", "添加照片"),
                f("a5f7ce12", "回关"),
                f("c3befdbe", "正在关注"),
                f("d3029dbc", "取消关注"),
                f("aeb6f0a0", "订阅"),
                f("b4397192", "管理"),
                f("i8cfb6e6", "已屏蔽"),
                f("ea100d6a", "取消屏蔽"),
                f("fe40537f", function (e) {
                    return "取消屏蔽 @" + e.screenName + "？";
                }),
                f("ab7c3460", "他们将能关注你并查看你的帖子。"),
                f("i58d8718", "他们将能够关注你并与你的公开帖子互动。"),
                f("cda66545", function (e) {
                    return "点击 " + e.followType + " " + e.screenName;
                }),
                f("ee05e96b", function (e) {
                    return "点击 " + e.followType + " 到 " + e.screenName;
                }),
                f("a8d77a25", function (e) {
                    return "点击以离开 " + e.screenName;
                }),
                f("d0f4f3d9", function (e) {
                    return e.followType + " " + e.screenName;
                }),
                f("f238ba1d", function (e) {
                    return e.followType + " 到 " + e.screenName;
                }),
                f("j6161cab", function (e) {
                    return "取消关注 @" + e.screenName + "？";
                }),
                f("i4bb9ef7", function (e) {
                    return "取消关注 " + e.title + "？";
                }),
                f("ge753264", "他们的帖子将不再出现在你的“为你推荐”时间线上。你仍然可以查看他们的个人资料，除非他们的帖子是私密的。"),
                f("b837c0e8", "即使取消关注该话题，你仍会看到有关该话题的帖子，具体取决于你关注的账号。"),
                f("ddac1f1d", function (e) {
                    return "你确定要退出 " + e.communityName + " 吗？";
                }),
                f("j8e33c40", "你将无法访问社群，也无法再参与，但你之前的帖子仍然会显示。"),
                f("f305840e", "等待确认"),
                f("i036327c", "忽略关注请求？"),
                f("j95e3097", function (e) {
                    return "这将取消你的未处理请求，且 @" + e.screenName + " 将不再看到它。";
                }),
                f("d85bc1b8", "放大或缩小图像。"),
                f("f596ace8", "宽高比：原始"),
                f("df031fca", "宽高比：宽频"),
                f("b40332c6", "宽高比：正方形"),
                f("e547b368", "原始"),
                f("f7571204", "宽比例"),
                f("e6e16812", "正方形"),
                f("hdd29d51", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                f("b97f7079", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                f("b02627a9", function (e) {
                    return "" + e.sponsorshipOrganization;
                }),
                f("f1a1b791", function (e) {
                    return "由 " + e.fullName + " 推广";
                }),
                f("if2bf8b4", "推荐"),
                f("f3624b5c", "推广（政治）"),
                f("b4b3b113", function (e) {
                    return "由 " + e.fullName + " 推广（政治）";
                }),
                f("be222050", "推广（议题广告）"),
                f("hcbbe447", function (e) {
                    return "由 " + e.fullName + " 推广的议题广告";
                }),
                f("jcf3e7a2", "Lottie 动画的帧进度"),
                f("a0af935c", "已喜欢"),
                f("b8c465e2", "已转帖"),
                f("c7a989ce", "已加入书签"),
                f("b03835c7", function (e) {
                    return e.replyCount + " 回复";
                }),
                f("g4a195e7", function (e) {
                    return e.retweetCount + " 次转帖";
                }),
                f("e089b42d", function (e) {
                    return e.likeCount + " 喜欢";
                }),
                f("e0a8fe39", function (e) {
                    return e.bookmarkCount + " 书签";
                }),
                f("c58b2ab7", function (e) {
                    return e.viewCount + " 次观看";
                }),
                f("f2849136", "分析"),
                f("f206e970", "查看帖子分析"),
                f("c7073f5b", function (e) {
                    return e.count + " 次查看。查看帖子分析";
                }),
                f("hf417cf0", "从书签中移除"),
                f("febd30ed", function (e) {
                    return e.count + " 书签。加入书签";
                }),
                f("a8dc9587", function (e) {
                    return e.count + " 书签。已加入书签";
                }),
                f("d636ebc6", "喜欢"),
                f("eb3a8b0c", "取消喜欢"),
                f("j472ecfc", "点赞这个帖子"),
                f("dac92b0d", function (e) {
                    return e.count + " 喜欢次数。喜欢";
                }),
                f("aa650427", function (e) {
                    return e.count + " 喜欢次数。喜欢了";
                }),
                f("hdf7226a", "回复"),
                f("c9940955", function (e) {
                    return e.count + " 回复。回复";
                }),
                f("f2919fb8", "转帖"),
                f("fd1e5446", "撤销转帖"),
                f("dfad425d", function (e) {
                    return e.count + " 次转帖。转帖";
                }),
                f("a386dc55", function (e) {
                    return e.count + " 次转帖。已转帖";
                }),
                f("f65198c2", "查看引用"),
                f("dc63da16", "分享"),
                f("cee0585c", "分享帖子"),
                f("ceb6841c", "成员被删除后，他们的帖子将对社群中其他成员隐藏。"),
                f("cb731cae", "编辑圈子"),
                f("c33d3a84", "圈子里的新鲜事就留在圈子里"),
                f("c4f10e71", "了解更多"),
                f("b09adb0c", "查看对话"),
                f("e4f1e6e4", function (e) {
                    return "" + e.formattedCount;
                }),
                f("daf8a75f", function (e) {
                    return "正在关注";
                }),
                f("ef1f4fc6", function (e) {
                    return "" + e.formattedCount;
                }),
                f("ad9b5988", function (e) {
                    return "关注者";
                }),
                f("a9980948", function (e) {
                    return "" + e.formattedCount;
                }),
                f("ce44a35c", function (e) {
                    return "订阅者";
                }),
                f("id949f68", function (e) {
                    return "" + e.formattedCount;
                }),
                f("hb608cfc", function (e) {
                    return "订阅服务";
                }),
                f("ef633578", "账号已被冻结"),
                f("a6a3d496", "插入链接"),
                f("acce6978", "编辑链接"),
                f("f5e8f526", "编辑"),
                f("h517e8d8", "移除"),
                f("a30ae58e", "显示的文本"),
                f("da38c958", "URL"),
                f("d5d57678", "插入"),
                f("ec822028", "请填写这个字段"),
                f("ebc5d2cc", "这个 URL 存在错误。请检查该链接的拼写和格式。"),
                f("h30a19bb", function (e) {
                    return "这是一个饼图。图表的标题是 " + e.chartTitle + "。总共有 " + e.noOfCategories + " 个类别。最小值为 " + e.minValue + "，最大值为 " + e.maxValue + "。使用导航控件查看图表。";
                }),
                f("h39fbf33", function (e) {
                    return "一个水平条形图，数据值范围从 " + e.minValue + " 到 " + e.maxValue;
                }),
                f("gdd51574", "下拉刷新"),
                f("e557ad8e", "已激活"),
                f("e3a58c28", "展开"),
                f("db355331", function (e) {
                    return e.team + " 胜出";
                }),
                f("a8428d5e", "即将开始"),
                f("a7aad8ba", "直播"),
                f("e431f1aa", "结束"),
                f("a7391708", "已延期"),
                f("d2dbfa92", "已取消"),
                f("cd734f66", "今天"),
                f("c8891d06", "明天"),
                f("d2414d31", function (e) {
                    return e.count + " 条未读项目";
                }),
                f("ce4e85ae", "未读项目"),
                f("fb9f6f39", function (e) {
                    return e.count + "+";
                }),
                f("eb124f96", "上午/下午"),
                f("i7a6f114", "时"),
                f("ccc99ff2", "分"),
                f("g5662c95", function (e) {
                    return "第 " + e.conversationTreeDepth + " 级：";
                }),
                f("b3688156", "这个用户目前加入了一个激活的空间，点击加入"),
                f("c0eb8825", function (e) {
                    return "@" + e.screenName + " 目前加入了一个激活的空间，点击加入";
                }),
                f("d068dc6d", function (e) {
                    return "@" + e.screenName + " 目前加入了一个激活的直播播客，点击观看";
                }),
                f("d9fd5570", "隐藏的回复"),
                f("c566d3a6", "隐藏"),
                f("a897c4d6", "打开编辑历史记录"),
                f("e07a85a2", "帖子不可用"),
                f("ffeb2fc6", "下一个"),
                f("af2a65d9", function (e) {
                    return "已选 " + e.timestamp;
                }),
                f("j3d49e93", function (e) {
                    return e.timestamp + " 分钟";
                }),
                f("a394f905", function (e) {
                    return e.seconds + " 秒";
                }),
                f("f42c0c80", "所选部分的末尾，用箭头键调整选择"),
                f("i667afe8", "所选部分的开头，用箭头键调整选择"),
                f("gfaaead8", "无标题"),
                f("cfd13f46", "语音悬浮"),
                f("eba2660a", "蓝色"),
                f("hc196b78", "紫红色"),
                f("c8bc49d2", "紫色"),
                f("efff09ee", "绿色"),
                f("fcb424ee", "黄色"),
                f("ie2215aa", "品红色"),
                f("f106ce44", "橙色"),
                f("acddd4d4", "红色"),
                f("cef9b062", "青色"),
                f("d9daefca", "深灰色");
            var d = a(202784),
                b = [
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 1 : 1 === e ? 0 : 2 === e ? 2 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 2 : 2 === e ? 1 : 3 === e ? 3 : void 0;
                    },
                    function (e) {
                        return 0 === e ? 0 : 1 === e ? 1 : 2 === e ? 2 : 3 === e ? 4 : 4 === e ? 3 : 5 === e ? 5 : 6 === e ? 6 : void 0;
                    },
                ],
                u = { be5322c7: 0, c5f6ee1d: 0, f451c521: 0, d1f8bdd9: 0, d764af97: 1, hec0fd4d: 0, j55320df: 1, e70dcc35: 0, g1bf440b: 1, hc1bd66d: 0, bd3edf13: 1, cd2e7c19: 0, aee9e7fb: 1, i6cec545: 2, d6998bab: 3, ff973a65: 0, ec2cede5: 1, b8e3884f: 0, e8969de9: 0, a389fb7b: 0, gd8d8205: 0, i981a661: 1, jceb2edb: 0, f20a22a1: 1, c7f250eb: 0, dc107867: 4, f5b357b5: 4 };
            function i(e) {
                return e;
            }
            var o = (function (e) {
                var c, a, f, n, o;
                function m() {
                    return e.apply(this, arguments) || this;
                }
                return (
                    (a = e),
                    ((c = m).prototype = Object.create(a.prototype)),
                    (c.prototype.constructor = c),
                    r(c, a),
                    (m.prototype.render = function () {
                        return d.createElement.apply(d, this[this.props.$i18n].reduce(this.templateReducer, [d.Fragment, null]));
                    }),
                    (f = m),
                    (n = [
                        {
                            key: "bb85c49d",
                            get: function () {
                                return ["X 会始终保留一份空间副本以供审查。", "."];
                            },
                        },
                        {
                            key: "c9af3ff7",
                            get: function () {
                                return ["被你屏蔽的账号无法加入。但是，没有登录 X 的用户或许也能收听。"];
                            },
                        },
                        {
                            key: "e60e51b3",
                            get: function () {
                                return ["X 始终会将空间的副本保留有限的时间，以审查是否存在垃圾消息和滥用情况。"];
                            },
                        },
                        {
                            key: "jd312ce9",
                            get: function () {
                                return ["订阅“认证组织”并获得 1000 美元的广告积分，可以用贵组织的任何账号来投放。 "];
                            },
                        },
                        {
                            key: "e1a49407",
                            get: function () {
                                return ["加入 X 后，你就可以回复 ", " 的帖子。"];
                            },
                        },
                        {
                            key: "be54ed41",
                            get: function () {
                                return ["加入 X 后，你就可以与你的关注者分享 ", " 的帖子了。"];
                            },
                        },
                        {
                            key: "jb19eb17",
                            get: function () {
                                return ["立即加入 X，让 ", " 知道你喜欢他们的帖子。"];
                            },
                        },
                        {
                            key: "bbfee611",
                            get: function () {
                                return ["关注 ", " 以查看他们在 X 上分享的内容。"];
                            },
                        },
                        {
                            key: "af104f2b",
                            get: function () {
                                return ["现在加入 X，就能私下分享 ", " 的帖子。"];
                            },
                        },
                        {
                            key: "ccc1f303",
                            get: function () {
                                return ["关注 ", " 策划的帖子"];
                            },
                        },
                        {
                            key: "ce02fabf",
                            get: function () {
                                return ["立即加入 X，查看由 ", " 策划的人员发贴的流媒体广告。"];
                            },
                        },
                        {
                            key: "a85608a7",
                            get: function () {
                                return ["即刻加入 X，探索与你最关注事物相关的全新、趣味对话，例如", "。"];
                            },
                        },
                        {
                            key: "c76865b7",
                            get: function () {
                                return ["在 X 上搜索 ", " 的帖子。"];
                            },
                        },
                        {
                            key: "e4af7661",
                            get: function () {
                                return ["X 及其合作伙伴使用 Cookie 为你提供更好、更安全、更快捷的服务，并为我们的业务提供支持。有些 Cookie 是使用和改进我们的服务以及确保其正常运作所必需的。如果你点击“接受所有 Cookie”，则表示你允许 X 及其合作伙伴使用 Cookie 来提供你感兴趣的广告和通讯。如果你点击“拒绝非必要 Cookie”，则我们不会为了提供量身定制的广告和通讯而使用 Cookie 来收集更多数据。要了解更多信息，包括如何更改你的选择，请访问我们", "的 Cookie 页面。"];
                            },
                        },
                        {
                            key: "a268632b",
                            get: function () {
                                return ["X 及其合作伙伴使用 Cookie 为你提供更好、更安全、更快捷的服务，并为我们的业务提供支持。有些 Cookie 是使用和改进我们的服务以及确保其正常运作所必需的。"];
                            },
                        },
                        {
                            key: "c4d3d079",
                            get: function () {
                                return ["注册即表示同意", "及", "，其中包括 ", "。"];
                            },
                        },
                        {
                            key: "j23c6259",
                            get: function () {
                                return ["提供过去六个月内在合格新闻出版物上发表的关于你公司的至少三篇文章的链接。"];
                            },
                        },
                        {
                            key: "gf887169",
                            get: function () {
                                return ["你需要满足一些特定的要求，具体取决于你的 X 账号类型。"];
                            },
                        },
                        {
                            key: "d454b49f",
                            get: function () {
                                return ["选择最准确描述了你账号的选项。"];
                            },
                        },
                        {
                            key: "hd977dd9",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合活动家或组织者的认证资格条件。"];
                            },
                        },
                        {
                            key: "e3432573",
                            get: function () {
                                return ["你尚未达到所在地区的最低粉丝数或提及数门槛要求，因此无法通过活动家认证。"];
                            },
                        },
                        {
                            key: "efd8f6e7",
                            get: function () {
                                return ["提供 Google Trends 个人资料链接，以及关于你的近期搜索活动的证据。"];
                            },
                        },
                        {
                            key: "fe54dcfd",
                            get: function () {
                                return ["提供一个关于你的维基百科页面链接。它必须至少包含三个外部引用。"];
                            },
                        },
                        {
                            key: "ie26d72d",
                            get: function () {
                                return ["提供一个链接来证明你在认证宣传组织中的领导职位。该引用必须源自一个经认证的组织的官方网站。"];
                            },
                        },
                        {
                            key: "af3fe861",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合有影响力的个人的认证资格条件。"];
                            },
                        },
                        {
                            key: "a08d6af3",
                            get: function () {
                                return ["你尚未达到所在地区的最低粉丝数或提及数门槛要求，因此无法通过内容创作者或有影响力的个人认证。"];
                            },
                        },
                        {
                            key: "f774e39d",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合知名公司、品牌或组织的认证资格条件。"];
                            },
                        },
                        {
                            key: "d8510869",
                            get: function () {
                                return ["提供 Google Trends 上的个人资料链接，以及关于你的公司、品牌或组织近期搜索活动的证据。"];
                            },
                        },
                        {
                            key: "h75e3641",
                            get: function () {
                                return ["提供一个关于你的公司、品牌或组织的维基百科页面链接，其中至少要包含三个外部引用。"];
                            },
                        },
                        {
                            key: "de6d69a1",
                            get: function () {
                                return ["提供一个链接来证明你的公司、品牌或组织已在公开证券交易所上市。"];
                            },
                        },
                        {
                            key: "be0e8fdb",
                            get: function () {
                                return ["提供过去六个月内经认证的新闻出版物中关于你的公司的至少三篇文章的链接。"];
                            },
                        },
                        {
                            key: "baed7213",
                            get: function () {
                                return ["你必须在一个经认证的组织中担任高级领导职位，才有资格通过此类别的认证。添加你的组织的账号以确认资格条件。"];
                            },
                        },
                        {
                            key: "c5d688cf",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合知名机构高层领导的认证资格条件。"];
                            },
                        },
                        {
                            key: "fce3e22d",
                            get: function () {
                                return ["提供过去六个月内经认证的新闻机构发表的至少三篇文章的链接，它们都提到你是组织的高级领导或行政人员。"];
                            },
                        },
                        {
                            key: "f1b276f1",
                            get: function () {
                                return ["提供一个链接来证明你是组织的高级领导。该引用必须源自一个经认证的公司、品牌或组织的官方网站。"];
                            },
                        },
                        {
                            key: "e2465097",
                            get: function () {
                                return ["提供 Google Trends 个人资料链接，以及关于你的制作的近期搜索活动的证据。"];
                            },
                        },
                        {
                            key: "g83bcecd",
                            get: function () {
                                return ["提供过去六个月内合格新闻出版物中关于你的制作机构的至少三篇文章的链接。"];
                            },
                        },
                        {
                            key: "f3016c6f",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合主要制作机构官方账号的认证资格条件。"];
                            },
                        },
                        {
                            key: "h74144bd",
                            get: function () {
                                return ["提供一个链接来证明你的制作机构已在公开证券交易所上市。"];
                            },
                        },
                        {
                            key: "jef5dfc5",
                            get: function () {
                                return ["提供一个关于你的制作机构的维基百科页面链接，其中至少包含三个外部引用。"];
                            },
                        },
                        {
                            key: "gf5a4309",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合知名娱乐公司的认证资格条件。"];
                            },
                        },
                        {
                            key: "g2e175b1",
                            get: function () {
                                return ["提供 Google Trends 的个人资料链接，以及关于你的娱乐公司近期搜索活动的证据。"];
                            },
                        },
                        {
                            key: "efc369c3",
                            get: function () {
                                return ["提供过去六个月内合格新闻出版物中关于你公司的至少三篇文章的链接。"];
                            },
                        },
                        {
                            key: "ff03f07d",
                            get: function () {
                                return ["提供一个链接来证明你的娱乐公司已在公开证券交易所上市。"];
                            },
                        },
                        {
                            key: "a3e9dde3",
                            get: function () {
                                return ["提供一个关于你的娱乐公司的维基百科页面链接，其中至少包含三个外部引用。"];
                            },
                        },
                        {
                            key: "c2b8fb3d",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合有影响力的数字内容创作者的认证资格条件。"];
                            },
                        },
                        {
                            key: "fd33ce05",
                            get: function () {
                                return ["提供你的内容创作者个人资料的链接。你的创作者个人资料可以用在任何数字平台上，但它必须提到你的 X 用户名。"];
                            },
                        },
                        {
                            key: "bb47d2b9",
                            get: function () {
                                return ["提供一个关于你的维基百科页面链接，其中至少包含三个外部引用。"];
                            },
                        },
                        {
                            key: "db930fb3",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合娱乐圈人士的认证资格条件。"];
                            },
                        },
                        {
                            key: "dc263ec1",
                            get: function () {
                                return ["提供一你的互联网电影数据库 (IMDB) 个人资料链接，其中包括至少 50 位演职人员。"];
                            },
                        },
                        {
                            key: "d18a48d5",
                            get: function () {
                                return ["提供一个链接来证明你是娱乐圈人士，同时提供你的 X 账号。该引用必须源自一个经认证的实体的官方网站。"];
                            },
                        },
                        {
                            key: "i3b4217b",
                            get: function () {
                                return ["选择最准确地描述了你的政府账号的类别。"];
                            },
                        },
                        {
                            key: "ja62479f",
                            get: function () {
                                return ["提供过去六个月内经认证的新闻机构发表的至少五篇文章的链接，其中都提到你是符合条件的办公室候选人。"];
                            },
                        },
                        {
                            key: "f28bbbb1",
                            get: function () {
                                return ["提供过去六个月内经认证的新闻机构发表的至少五篇文章的链接，其中都提到你是符合条件的政府办公室。"];
                            },
                        },
                        {
                            key: "b229f4b9",
                            get: function () {
                                return ["提供过去六个月内经认证的新闻机构发表的至少五篇文章的链接，其中都提到你是符合条件的政府官员。"];
                            },
                        },
                        {
                            key: "e85178bd",
                            get: function () {
                                return ["提供你的官方广告活动网站的链接，其中提到了你是州或国家一级政府办公室的候选人，并且还要提及你的 X 账号。"];
                            },
                        },
                        {
                            key: "i499f8f7",
                            get: function () {
                                return ["提供一个政府官方网站的链接，其中提到了你的政府办公室或公共服务以及你的 X 账号。"];
                            },
                        },
                        {
                            key: "a394654f",
                            get: function () {
                                return ["提供一个链接来证明你是符合条件的政府官员或附属机构。该引用必须源自一个经认证的政府机构的官方网站。"];
                            },
                        },
                        {
                            key: "dcb0da53",
                            get: function () {
                                return ["只有受雇于经认证的新闻机构或出版物的记者才能通过认证。请提供你的雇主账号的链接。"];
                            },
                        },
                        {
                            key: "d82a96af",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合知名记者的认证资格条件。"];
                            },
                        },
                        {
                            key: "d47b4101",
                            get: function () {
                                return ["提供一个链接来证明你是雇主的记者。该引用必须源自一个经认证的新闻机构的官方网站。"];
                            },
                        },
                        {
                            key: "a3540593",
                            get: function () {
                                return ["提供过去 6 个月内发表的合格出版物中的至少 3 个署名和/或出处。"];
                            },
                        },
                        {
                            key: "edb782e7",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合知名新闻机构的认证资格条件。"];
                            },
                        },
                        {
                            key: "cc16af2d",
                            get: function () {
                                return ["提供 Google Trends 上的个人资料链接，以及关于你的新闻机构近期搜索活动的证据。"];
                            },
                        },
                        {
                            key: "b42b7001",
                            get: function () {
                                return ["提供一个关于你的新闻机构的维基百科页面链接，其中至少要包含三个外部引用。"];
                            },
                        },
                        {
                            key: "fd2c6f63",
                            get: function () {
                                return ["提供一个链接来证明你的新闻机构已在公开证券交易所上市。"];
                            },
                        },
                        {
                            key: "ec7027cd",
                            get: function () {
                                return ["提供过去六个月内经认证的新闻出版物中关于你的新闻机构的至少三篇文章的链接。"];
                            },
                        },
                        {
                            key: "a0a9f835",
                            get: function () {
                                return ["职业体育从业者必须参加经认证的体育联赛及活动才能通过认证。提供与你的账号相关的已认证团队、联赛、活动或组织的链接。"];
                            },
                        },
                        {
                            key: "iba551d5",
                            get: function () {
                                return ["你尚未达到所在地区的关注者数量门槛要求，因此无法通过游戏玩家认证。"];
                            },
                        },
                        {
                            key: "h515e869",
                            get: function () {
                                return ["游戏玩家必须参加经认证的电竞联赛及活动才能通过认证。提供与你的账号相关的已认证团队、联赛、活动或组织的链接。"];
                            },
                        },
                        {
                            key: "d2cd7f89",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合知名体育联盟、团队或全球竞赛的认证资格条件。"];
                            },
                        },
                        {
                            key: "c68614a3",
                            get: function () {
                                return ["提供 Google Trends 上的个人资料链接，以及关于你的职业体育组织近期搜索活动的证据。"];
                            },
                        },
                        {
                            key: "b4ea622f",
                            get: function () {
                                return ["提供一个关于你的职业体育组织的维基百科页面链接，其中至少要包含三个外部引用。"];
                            },
                        },
                        {
                            key: "acab99f7",
                            get: function () {
                                return ["提供一个链接来证明你的职业体育组织已在公开证券交易所上市。"];
                            },
                        },
                        {
                            key: "df0b2577",
                            get: function () {
                                return ["提供一个把你称作联盟、团队或竞赛的全球竞赛或职业体育组织的官方网站。"];
                            },
                        },
                        {
                            key: "jfda4c29",
                            get: function () {
                                return ["提供过去六个月内经认证的新闻出版物中关于你的组织的至少三篇文章的链接。"];
                            },
                        },
                        {
                            key: "g3299df1",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合职业运动员的认证资格条件。"];
                            },
                        },
                        {
                            key: "id6bbc01",
                            get: function () {
                                return ["选择一种方法来证明你的账号符合游戏玩家的认证资格条件。"];
                            },
                        },
                        {
                            key: "fbe119c5",
                            get: function () {
                                return ["提供一个把你称作职业运动员、经理人或教练的全球竞赛或职业体育组织的官方网站。"];
                            },
                        },
                        {
                            key: "da0e7f33",
                            get: function () {
                                return ["提供一个经认证的电竞联盟或活动的官方网站链接，其中提到你是登记在册的团队成员、教练或经理人。"];
                            },
                        },
                        {
                            key: "ca20e39f",
                            get: function () {
                                return ["很抱歉，我们目前无法处理任何新的验证请求，请稍后再试。"];
                            },
                        },
                        {
                            key: "jf9308af",
                            get: function () {
                                return ["为了通过邮件来验证你的身份，你必须有一个之前通过了验证的地址。为此，请导航到", "。"];
                            },
                        },
                        {
                            key: "e9976a41",
                            get: function () {
                                return ["为了通过邮件来验证你的身份，你需要一个符合我们资格要求的已验证邮件地址。为此，请导航到", "。"];
                            },
                        },
                        {
                            key: "e5b4cc43",
                            get: function () {
                                return ["认证主要针对特定类别的名人或团体。如果你在此列，请提交认证申请。"];
                            },
                        },
                        {
                            key: "bfb355fb",
                            get: function () {
                                return ["确保你的面部和身份证上的文字清晰可辨。否则你可能需要重新提交。X 不会接收或存储你的身份证的复印件。"];
                            },
                        },
                        {
                            key: "d65a41c3",
                            get: function () {
                                return ["有关如何访问或更正所提交的任何数据的信息，请访问我们的", "。"];
                            },
                        },
                        {
                            key: "a1c39f5b",
                            get: function () {
                                return ["一旦作出决定，我们会尽快联系你。这可能最多需要到 " + this.props.days + " 天。"];
                            },
                        },
                        {
                            key: "ja826537",
                            get: function () {
                                return ["通过简单的", "帮助我们改进。"];
                            },
                        },
                        {
                            key: "b7be91bf",
                            get: function () {
                                return ["你的上一次申请在 " + this.props.date + " 被拒绝。你需要等 30 天后才能提交新的申请。"];
                            },
                        },
                        {
                            key: "jcb00a95",
                            get: function () {
                                return ["你在 " + this.props.date + " 提交了上一次申请。你需要等 30 天后才能提交新的申请。"];
                            },
                        },
                        {
                            key: "j92ea4b9",
                            get: function () {
                                return ["你在 " + this.props.date + " 提交了上一次申请。一旦作出决定，我们将尽快联系你。"];
                            },
                        },
                        {
                            key: "jbcd22b1",
                            get: function () {
                                return ["玩得开心，记得遵守", "。"];
                            },
                        },
                        {
                            key: "hcecd237",
                            get: function () {
                                return ["这些是你账号关联的应用。你可以查看这些应用有权访问的信息以及撤销访问权限。"];
                            },
                        },
                        {
                            key: "i34eeb37",
                            get: function () {
                                return [this.props.infoText + " "];
                            },
                        },
                        {
                            key: "aa1b5fdd",
                            get: function () {
                                return ["你关注的用户始终可以给你发送私信。"];
                            },
                        },
                        {
                            key: "d79b6b7b",
                            get: function () {
                                return ["连接一个管理账号，这样你的自动账号就会收到一个自动账号标签。所有的自动账号都必须连接到一个管理账号。"];
                            },
                        },
                        {
                            key: "c1976bcf",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "cbb4db07",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "be5322c7",
                            get: function () {
                                return ["由 ", " "];
                            },
                        },
                        {
                            key: "c5f6ee1d",
                            get: function () {
                                return ["由 ", " "];
                            },
                        },
                        {
                            key: "db79453f",
                            get: function () {
                                return ["我们试图让 X 成为一个能够健康开展对话的地方，所以我们禁用了大多数与这个帖子互动的方式。如果想讨论它，你仍然可以引用帖子。"];
                            },
                        },
                        {
                            key: "i2a606d1",
                            get: function () {
                                return ["我们试图让 X 成为一个能够健康开展对话的地方，所以我们禁用了大多数与这个帖子互动的方式。"];
                            },
                        },
                        {
                            key: "fe93026b",
                            get: function () {
                                return ["只有 @" + this.props.username + " 及其圈子才能查看这些帖子。"];
                            },
                        },
                        {
                            key: "ef5d531f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e4eeeeff",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "c9174f1f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "d794bc6d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b38e130b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "j33cc663",
                            get: function () {
                                return ["这些规则由社群管理员制定和执行，是对 ", "的补充。"];
                            },
                        },
                        {
                            key: "gb7eca21",
                            get: function () {
                                return ["社群是公开的，所以私密账号现在不能加入。你可以阅读帖子，但要想参与，", "。"];
                            },
                        },
                        {
                            key: "jb124a07",
                            get: function () {
                                return ["因为违反了本社群的规则，版主已将你移除："];
                            },
                        },
                        {
                            key: "d6d818a1",
                            get: function () {
                                return [this.props.viewerCount + " 次查看"];
                            },
                        },
                        {
                            key: "d2924acb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "a5d9d071",
                            get: function () {
                                return ["来自 ", " 的 GIF"];
                            },
                        },
                        {
                            key: "i9606e33",
                            get: function () {
                                return ["来自 ", " 的视频"];
                            },
                        },
                        {
                            key: "i1a64d47",
                            get: function () {
                                return ["照片来自 "];
                            },
                        },
                        {
                            key: "h0d6f2c5",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "a492659f",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "h36fe5c9",
                            get: function () {
                                return ['改为搜索"', '"'];
                            },
                        },
                        {
                            key: "hce48b8b",
                            get: function () {
                                return ['你是指"', '"吗？'];
                            },
                        },
                        {
                            key: "f8ea2809",
                            get: function () {
                                return [this.props.selection + " 现在可以回复"];
                            },
                        },
                        {
                            key: "hb92c979",
                            get: function () {
                                return ["", "/" + this.props.maxLimit + " 个字符"];
                            },
                        },
                        {
                            key: "a20c0721",
                            get: function () {
                                return ["上次编辑："];
                            },
                        },
                        {
                            key: "a9ce2dd5",
                            get: function () {
                                return ["", "，了解帮助与指南。"];
                            },
                        },
                        {
                            key: "e2e6ea0d",
                            get: function () {
                                return ["通过 "];
                            },
                        },
                        {
                            key: "bd7349bb",
                            get: function () {
                                return ["上一次保存 "];
                            },
                        },
                        {
                            key: "hb16b207",
                            get: function () {
                                return ["", " 将被取消发布，移至你的草稿中，并且不会公开显示。"];
                            },
                        },
                        {
                            key: "dd5806bb",
                            get: function () {
                                return ["以下媒体可能包含敏感内容。"];
                            },
                        },
                        {
                            key: "d247a0b9",
                            get: function () {
                                return ["编辑功能只限于原始帖子，不包括回复或主题贴等内容。", "关于可以编辑哪些内容的信息。"];
                            },
                        },
                        {
                            key: "g8ffaf17",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "h3326073",
                            get: function () {
                                return ["想编辑你的圈子吗？去吧。如果你删除了用户，他们不会收到通知。", "。"];
                            },
                        },
                        {
                            key: "j0b75ce7",
                            get: function () {
                                return ["", "新文章撰写器中的新格式选项。"];
                            },
                        },
                        {
                            key: "dd964cf3",
                            get: function () {
                                return ["社群是公开的，所以私密账号无法加入对话。你可以阅读和点赞帖子，但要想执行更多操作，你需要", "。"];
                            },
                        },
                        {
                            key: "e34022a7",
                            get: function () {
                                return ["回复 "];
                            },
                        },
                        {
                            key: "bfd9c99b",
                            get: function () {
                                return ["回复 "];
                            },
                        },
                        {
                            key: "g7a1000f",
                            get: function () {
                                return ["回复 "];
                            },
                        },
                        {
                            key: "i558c201",
                            get: function () {
                                return ["回复 "];
                            },
                        },
                        {
                            key: "j935bcdf",
                            get: function () {
                                return ["在 " + this.props.communityName + " 内回复 "];
                            },
                        },
                        {
                            key: "i7bd9c8f",
                            get: function () {
                                return ["在 " + this.props.communityName + " 内回复 "];
                            },
                        },
                        {
                            key: "cfa0049d",
                            get: function () {
                                return ["在 " + this.props.communityName + " 内回复 "];
                            },
                        },
                        {
                            key: "jfc8e4b5",
                            get: function () {
                                return ["在 " + this.props.communityName + " 内回复 "];
                            },
                        },
                        {
                            key: "fe06c9f5",
                            get: function () {
                                return ["回复 ", "。他们的", "也会看到你的回复。"];
                            },
                        },
                        {
                            key: "f7e12e15",
                            get: function () {
                                return ["回复 ", "。他们的", "也会看到你的回复。"];
                            },
                        },
                        {
                            key: "eade6035",
                            get: function () {
                                return ["回复 ", "。他们的", "也会看到你的回复。"];
                            },
                        },
                        {
                            key: "da018b37",
                            get: function () {
                                return ["回复 ", "。他们的", "也会看到你的回复。"];
                            },
                        },
                        {
                            key: "e119d033",
                            get: function () {
                                return ["回复 ", "。" + this.props.trustedFriendsTweetOwner + " 的圈子中关注了你的用户也能看到你的回复。"];
                            },
                        },
                        {
                            key: "d0c02e7b",
                            get: function () {
                                return ["回复 ", "。" + this.props.trustedFriendsTweetOwner + " 的圈子也能看到你的回复。"];
                            },
                        },
                        {
                            key: "bce67b49",
                            get: function () {
                                return ["回复 ", "。", "圈子中关注了你的用户也能看到你的回复。"];
                            },
                        },
                        {
                            key: "e460ccf1",
                            get: function () {
                                return ["回复 ", "。", "圈子也能看到你的回复。"];
                            },
                        },
                        {
                            key: "i421898b",
                            get: function () {
                                return ["回复 ", "。", "圈子中关注了你的用户也能看到你的回复。"];
                            },
                        },
                        {
                            key: "c70a17eb",
                            get: function () {
                                return ["回复 ", "。", "圈子也能看到你的回复。"];
                            },
                        },
                        {
                            key: "b0d6bca7",
                            get: function () {
                                return ["回复 ", "。", "圈子中关注了你的用户也能看到你的回复。"];
                            },
                        },
                        {
                            key: "aacf46d1",
                            get: function () {
                                return ["回复 ", "。", "圈子也能看到你的回复。"];
                            },
                        },
                        {
                            key: "ff2f533f",
                            get: function () {
                                return ["点击“推广帖子”即表示你同意"];
                            },
                        },
                        {
                            key: "b74b73ad",
                            get: function () {
                                return ["", " ", " ", "", ""];
                            },
                        },
                        {
                            key: "c5064c6f",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "f3c4e2c5",
                            get: function () {
                                return ["你的新邮件地址 " + this.props.unverifiedEmail + " 尚未确认。"];
                            },
                        },
                        {
                            key: "f05afae5",
                            get: function () {
                                return ["更改密码将使你退出当前所有活动的 X 会话，但你当前正在使用的会话除外。拥有你的账号访问权限的 ", " 不会受到影响。"];
                            },
                        },
                        {
                            key: "d3543217",
                            get: function () {
                                return ["我同意 X 和 Persona 将我的身份证和自拍图像（包括提取的生物识别数据）用于确认我的身份以及 X 的相关安全和保密、防止欺诈和支付目的。Persona 最多可将此类数据保存 30 天。只要我订阅 ", "，X 就会保存我的全名、地址和身份证号码的哈希值。"];
                            },
                        },
                        {
                            key: "j7963df1",
                            get: function () {
                                return ["我同意 X 和 Au10tix 将我的身份证和自拍图像（包括提取的生物识别数据）用于确认我的身份以及 X 的相关安全和保密、防止欺诈和支付目的。Au10tix 最多可将此类数据保存 30 天。只要我参加", "或", "计划，X 就会保存我的全名、地址和身份证号码的哈希值。"];
                            },
                        },
                        {
                            key: "f8f20041",
                            get: function () {
                                return ["我同意 X 和 Au10tix 将我的身份证和自拍图像（包括提取的生物识别数据）用于确认我的身份以及 X 的相关安全和保密、防止欺诈和支付目的。Au10tix 最多可将此类数据保存 30 天。只要我参加", "或", "计划，X 就会保存我的全名、地址和身份证号码的哈希值。"];
                            },
                        },
                        {
                            key: "dd49801f",
                            get: function () {
                                return ["我同意 X 和 Stripe 将我的身份证和自拍图像（包括提取的生物识别数据）用于确认我的身份以及 X 的相关安全和保密、防止欺诈和支付目的。Stripe 或其分包处理者可能会将此类数据保存最长 30 天，并可能将它们用于训练模型和更新数据库，以达到欺诈检测的目的。只要我参加", "或", "计划，X 就会保存我的全名、地址和身份证号码的哈希值。"];
                            },
                        },
                        {
                            key: "c5cee667",
                            get: function () {
                                return ["我同意 X 和 Stripe 将我的身份证和自拍图像（包括提取的生物识别数据）用于确认我的身份以及 X 的相关安全和保密、防止欺诈和支付目的。Stripe 或其分包处理者可能会将此类数据保存最长 30 天，并可能将它们用于训练模型和更新数据库，以达到欺诈检测的目的。只要我参加", "或", "计划，X 就会保存我的全名、地址和身份证号码的哈希值。"];
                            },
                        },
                        {
                            key: "a4455c05",
                            get: function () {
                                return ["将其写下来，或截图，并妥善保管。此代码只能使用一次。"];
                            },
                        },
                        {
                            key: "cd68cf4b",
                            get: function () {
                                return ["这是与你的账号关联的主要国家/地区。国家/地区信息有助于我们定制你的 X 体验。"];
                            },
                        },
                        {
                            key: "g66a254b",
                            get: function () {
                                return ["这些是你从移动设备导入的联系人。这些信息用于个性化你在 X 上的体验，比如建议关注的账号。你可以删除以前上传的所有联系人，并在所有设备上关闭与 X 同步。请注意，这需要一些时间。"];
                            },
                        },
                        {
                            key: "ffa48331",
                            get: function () {
                                return ["如已启用，你就能在帖子中添加位置信息。 "];
                            },
                        },
                        {
                            key: "a629c16f",
                            get: function () {
                                return [this.props.duration + " 个月每月付费 ", " " + this.props.discountedPrice];
                            },
                        },
                        {
                            key: "c142e70f",
                            get: function () {
                                return ["按 ", " " + this.props.discountedPrice + "/年付费 " + this.props.duration + " 年"];
                            },
                        },
                        {
                            key: "e9dc8a25",
                            get: function () {
                                return [this.props.duration + " 年 ", " "];
                            },
                        },
                        {
                            key: "f8a9cbb7",
                            get: function () {
                                return [this.props.duration + " 个月 ", " "];
                            },
                        },
                        {
                            key: "ab3bf5a7",
                            get: function () {
                                return ["当你屏蔽某人时，此人将不能关注你或给你发送私信，且你不会看到来自他们的通知。"];
                            },
                        },
                        {
                            key: "g124fce9",
                            get: function () {
                                return ["一些帐号信息可能在 Google 或必应等搜索引擎中仍然可见。"];
                            },
                        },
                        {
                            key: "d9ef8fbb",
                            get: function () {
                                return ["如果你只是想更改你的@用户名，那么你并不需要停用帐号──在你的", "中编辑即可。"];
                            },
                        },
                        {
                            key: "b7a3adc1",
                            get: function () {
                                return ["要在另一个 X 帐号下使用你的当前@用户名或电子邮件地址，需要在停用此帐号前", "。"];
                            },
                        },
                        {
                            key: "f3613d0b",
                            get: function () {
                                return ["如果想要下载", "，需要在停用自己的账号前完成申请和下载流程。数据的下载链接不能发送给已停用帐号。"];
                            },
                        },
                        {
                            key: "e9dec56f",
                            get: function () {
                                return ["你正在确认所输入的出生日期 ", " 准确无误。否则，你的账号可能会受到影响。"];
                            },
                        },
                        {
                            key: "cfd2909d",
                            get: function () {
                                return ["X 会根据年龄来定制你的体验，包括广告，如我们的", "所述。"];
                            },
                        },
                        {
                            key: "jea9c1cb",
                            get: function () {
                                return ["在 X 上，你可以管理你的生日对谁可见。"];
                            },
                        },
                        {
                            key: "d80a7547",
                            get: function () {
                                return ["", " 正在主持"];
                            },
                        },
                        {
                            key: "j7293d6b",
                            get: function () {
                                return ["", " 正在共同主持"];
                            },
                        },
                        {
                            key: "df79977f",
                            get: function () {
                                return ["", " 正在发言"];
                            },
                        },
                        {
                            key: "ad960f39",
                            get: function () {
                                return ["", " 正在收听"];
                            },
                        },
                        {
                            key: "bab4ce51",
                            get: function () {
                                return [this.props.start + " - " + this.props.end];
                            },
                        },
                        {
                            key: "a1b5887f",
                            get: function () {
                                return [this.props.action + " " + this.props.type];
                            },
                        },
                        {
                            key: "h8b54e37",
                            get: function () {
                                return ["创建 "];
                            },
                        },
                        {
                            key: "ca584c31",
                            get: function () {
                                return ["已经有一家公司使用了该网站。你指的是 ", " 吗？"];
                            },
                        },
                        {
                            key: "eb96a831",
                            get: function () {
                                return ["这些过滤设置不会影响来自你关注用户的通知。"];
                            },
                        },
                        {
                            key: "aba5a349",
                            get: function () {
                                return ["你可以一次同时隐藏一个字词、短语、＠用户名，或者话题。 "];
                            },
                        },
                        {
                            key: "f03ea36d",
                            get: function () {
                                return ["当你隐藏一些词后，你不会再收到包含这些词的新帖子通知，也不会再主页时间线中看到包含这些词的帖子。"];
                            },
                        },
                        {
                            key: "b0b13519",
                            get: function () {
                                return ["其中包括被你隐藏的所有账号。你可以在列表中添加或删除账号。"];
                            },
                        },
                        {
                            key: "e212a9ab",
                            get: function () {
                                return ["管理你在 X 上查看敏感媒体的偏好。了解更多关于我们", "的信息。"];
                            },
                        },
                        {
                            key: "cbc4f32d",
                            get: function () {
                                return ["这包括其他被标记为敏感的媒体，例如来自已将其", "标记为敏感的账号的媒体。"];
                            },
                        },
                        {
                            key: "a4fc317d",
                            get: function () {
                                return ["你的账号已被标记，无法参与创作者收入分成计划。你可以按照", "的说明进行申诉。在处理你的申诉期间，你的收入分成将继续累计。"];
                            },
                        },
                        {
                            key: "a8e78be7",
                            get: function () {
                                return ["你的账号已被标记，无法参与广告收入分成计划。你可以按照", "的说明进行申诉。在处理你的申诉期间，你的收入分成将继续累计。"];
                            },
                        },
                        {
                            key: "ge990f4f",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "e8e2dcd3",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "g7970bc7",
                            get: function () {
                                return ["订阅", "" + this.props.name];
                            },
                        },
                        {
                            key: "ede65a59",
                            get: function () {
                                return ["想知道自己能赚多少钱？"];
                            },
                        },
                        {
                            key: "a9c053c7",
                            get: function () {
                                return ["一旦申请，即表示你同意接受", "的约束"];
                            },
                        },
                        {
                            key: "geee69df",
                            get: function () {
                                return ["选择一个对你和受众都合适的包月价格。想知道你能赚多少钱？"];
                            },
                        },
                        {
                            key: "fdf28443",
                            get: function () {
                                return ["一旦选择接受并继续，即表示你同意接受", "的约束"];
                            },
                        },
                        {
                            key: "f43d68d7",
                            get: function () {
                                return ["认真考虑并确认你的订阅服务价格。", "。"];
                            },
                        },
                        {
                            key: "h406634b",
                            get: function () {
                                return ["我们已确认你的 Stripe 帐户。你的账号订阅服务即将上线。一旦上线，我们将向你发送通知。你也可以访问自己的个人资料，查看订阅服务是否已启用。"];
                            },
                        },
                        {
                            key: "d4b0b963",
                            get: function () {
                                return ["点击下面即表示你同意", "。"];
                            },
                        },
                        {
                            key: "j2d920f7",
                            get: function () {
                                return ["选择“加入并认证身份证件”即表示你同意"];
                            },
                        },
                        {
                            key: "fde94f97",
                            get: function () {
                                return ["选择“加入并认证身份证件”即表示你同意"];
                            },
                        },
                        {
                            key: "afbd47cb",
                            get: function () {
                                return ["通过在你的帖子回复中投放的广告赚取收入。要想获得广告收入计划的资格，你的账号必须遵守 ", "、", "。"];
                            },
                        },
                        {
                            key: "ce6f73c7",
                            get: function () {
                                return ["在", "中控制 X 如何定制你的体验"];
                            },
                        },
                        {
                            key: "j31f2f97",
                            get: function () {
                                return ["是的，所有自动账号都需要添加标签。这是我们的", "所要求的。"];
                            },
                        },
                        {
                            key: "ed8f77d3",
                            get: function () {
                                return ["通过", "页面了解更多。"];
                            },
                        },
                        {
                            key: "dd040d67",
                            get: function () {
                                return ["在", "页面中了解更多。"];
                            },
                        },
                        {
                            key: "if2bb997",
                            get: function () {
                                return ["很遗憾看到你离开。#再见"];
                            },
                        },
                        {
                            key: "i1e24825",
                            get: function () {
                                return ["如果你尚未提供出生日期，我们会根据你的 X 个人资料和动态来指定一个年龄范围。年龄信息将用于个性化你的体验。"];
                            },
                        },
                        {
                            key: "a200fc71",
                            get: function () {
                                return ["不对？你可以向", "中添加自己的生日，并不公开显示。"];
                            },
                        },
                        {
                            key: "a97ef88f",
                            get: function () {
                                return ["自定义受众通常是根据邮件列表或浏览行为构建的。它们可以帮助广告商吸引潜在客户或已经对其业务表示兴趣的用户。"];
                            },
                        },
                        {
                            key: "f451c521",
                            get: function () {
                                return ["你目前是 ", "的 ", "之一"];
                            },
                        },
                        {
                            key: "f27cc8af",
                            get: function () {
                                return ["要启用它，你可以在", "设置中开启“根据推断的身份个性化”。"];
                            },
                        },
                        {
                            key: "h0085c59",
                            get: function () {
                                return ["要启用它，请前往", "设置并开启“根据推断的身份个性化”。"];
                            },
                        },
                        {
                            key: "b78e30fd",
                            get: function () {
                                return ["你可以在", "设置中禁用“根据推断的身份个性化”，以移除该信息。"];
                            },
                        },
                        {
                            key: "bb593021",
                            get: function () {
                                return ["你可以在", "设置中禁用“根据推断的身份个性化”，以移除该信息。"];
                            },
                        },
                        {
                            key: "h60f45ef",
                            get: function () {
                                return ["这些是推断的邮件地址散列，它们与你提供给 X 的邮件地址共享通用组件。你可以在", "设置中禁用“根据推断的身份个性化”，以移除该信息。"];
                            },
                        },
                        {
                            key: "cbcb2413",
                            get: function () {
                                return ["这些是 X 用来改善和衡量你在此浏览器上的体验的设备。"];
                            },
                        },
                        {
                            key: "e21b623d",
                            get: function () {
                                return ["这些是与你相关联的浏览器和设备。"];
                            },
                        },
                        {
                            key: "i4d58f43",
                            get: function () {
                                return ["这些是 X 用于帮助个性化你的体验的浏览器、设备和信息。这包括你尚未用于登录 X 的设备和浏览器，以及与链接到你的 X 账号的邮件地址和电话号码类似的邮件地址和电话号码。"];
                            },
                        },
                        {
                            key: "a1fdeb45",
                            get: function () {
                                return ["前往你的", "把它打开。"];
                            },
                        },
                        {
                            key: "hcb3ad67",
                            get: function () {
                                return ["如发现某个应用存在任何异常动态，你可以在", "撤销该应用的访问权限。在某些情况下 IP 位置会与实际位置不同。"];
                            },
                        },
                        {
                            key: "adc26d49",
                            get: function () {
                                return ["X 的合作伙伴围绕购物决定、生活方式以及其它线上线下行为打造受众。"];
                            },
                        },
                        {
                            key: "efc1de65",
                            get: function () {
                                return ["出现意外错误，你的 X 数据无法发送。若要请求数据， 请", "。"];
                            },
                        },
                        {
                            key: "f0e84609",
                            get: function () {
                                return ["", " 前"];
                            },
                        },
                        {
                            key: "b76d6eb7",
                            get: function () {
                                return ["只会显示前 1 千位听众。正在匿名收听的听众有可能并未登录 X。", "。"];
                            },
                        },
                        {
                            key: "idcd199b",
                            get: function () {
                                return [this.props.minutes + "分" + this.props.seconds + "秒"];
                            },
                        },
                        {
                            key: "ee530bbf",
                            get: function () {
                                return [this.props.hours + "小时" + this.props.minutes + "分"];
                            },
                        },
                        {
                            key: "bff29c95",
                            get: function () {
                                return ["", " 更改了群组照片"];
                            },
                        },
                        {
                            key: "b16e4d45",
                            get: function () {
                                return ["你已将群组名更改为 "];
                            },
                        },
                        {
                            key: "c5760699",
                            get: function () {
                                return ["", " 把群组名改成 "];
                            },
                        },
                        {
                            key: "a72730a1",
                            get: function () {
                                return ["群组名称已更改为 "];
                            },
                        },
                        {
                            key: "a4bc88c3",
                            get: function () {
                                return ["", " 添加了 "];
                            },
                        },
                        {
                            key: "bfdff0c3",
                            get: function () {
                                return ["", " 已添加"];
                            },
                        },
                        {
                            key: "fc10875f",
                            get: function () {
                                return ["", " 已离开"];
                            },
                        },
                        {
                            key: "fa95b019",
                            get: function () {
                                return ["", " 添加了你"];
                            },
                        },
                        {
                            key: "e3534477",
                            get: function () {
                                return ["这个群组有 "];
                            },
                        },
                        {
                            key: "b6656851",
                            get: function () {
                                return ["这个群有另外 是 " + this.props.count + " 个人播主"];
                            },
                        },
                        {
                            key: "d6db6323",
                            get: function () {
                                return ["这个帖子可能包含敏感内容。"];
                            },
                        },
                        {
                            key: "c8b914d5",
                            get: function () {
                                return ["", " ·"];
                            },
                        },
                        {
                            key: "c51866e3",
                            get: function () {
                                return ["私信会进行加密。"];
                            },
                        },
                        {
                            key: "af0bb3eb",
                            get: function () {
                                return ["你无法向此用户发送加密私信。"];
                            },
                        },
                        {
                            key: "b9f61623",
                            get: function () {
                                return ["你无法再向此人发私信。"];
                            },
                        },
                        {
                            key: "h27b1291",
                            get: function () {
                                return ["无法从你目前的设备访问这个加密的对话。要访问它，请从你之前的设备上登录。"];
                            },
                        },
                        {
                            key: "bcabe3f5",
                            get: function () {
                                return ["你无法给这个群组发送私信，因为你还没有通过认证。"];
                            },
                        },
                        {
                            key: "jdef4bc7",
                            get: function () {
                                return ["你无法给这个用户发送私信，因为你还没有通过认证。"];
                            },
                        },
                        {
                            key: "i005f1fd",
                            get: function () {
                                return ["你回复了 @", " 的 Fleet："];
                            },
                        },
                        {
                            key: "b35cee41",
                            get: function () {
                                return ["已回复你的 Fleet："];
                            },
                        },
                        {
                            key: "dc4b75a1",
                            get: function () {
                                return ["", " 发送了一个 GIF"];
                            },
                        },
                        {
                            key: "hcbbbb35",
                            get: function () {
                                return ["", " 发送了一个链接"];
                            },
                        },
                        {
                            key: "c1e1f849",
                            get: function () {
                                return ["", " 发送了一张照片"];
                            },
                        },
                        {
                            key: "c7e2464f",
                            get: function () {
                                return ["", " 发送了一个贴图"];
                            },
                        },
                        {
                            key: "eee2f121",
                            get: function () {
                                return ["", " 发送了一段视频"];
                            },
                        },
                        {
                            key: "be5a9617",
                            get: function () {
                                return ["", " 发送了语音信息"];
                            },
                        },
                        {
                            key: "e802e257",
                            get: function () {
                                return ["", " 分享了一个帖子"];
                            },
                        },
                        {
                            key: "b3a2b11d",
                            get: function () {
                                return ["", "："];
                            },
                        },
                        {
                            key: "d1f8bdd9",
                            get: function () {
                                return ["你用表情符号 ", " 对 @", " 的视频进行了回应"];
                            },
                        },
                        {
                            key: "d764af97",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了 @", " 的视频"];
                            },
                        },
                        {
                            key: "ab1cdfe3",
                            get: function () {
                                return ["你用表情符号 ", " 回应了一个视频"];
                            },
                        },
                        {
                            key: "f0cf1699",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了一个视频"];
                            },
                        },
                        {
                            key: "hec0fd4d",
                            get: function () {
                                return ["你用表情符号 ", " 对 @", " 的照片进行了回应"];
                            },
                        },
                        {
                            key: "j55320df",
                            get: function () {
                                return ["", " 用表情符号 ", " 对 @", " 的照片进行了回应"];
                            },
                        },
                        {
                            key: "jf27606b",
                            get: function () {
                                return ["你用表情符号 ", " 回应了一张照片"];
                            },
                        },
                        {
                            key: "cd110359",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了一张照片"];
                            },
                        },
                        {
                            key: "e70dcc35",
                            get: function () {
                                return ["你用表情符号 ", " 对 @", " 的动图进行了回应"];
                            },
                        },
                        {
                            key: "g1bf440b",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了 @", " 的动图"];
                            },
                        },
                        {
                            key: "b2da1bf9",
                            get: function () {
                                return ["你用表情符号 ", " 回应了一个动图"];
                            },
                        },
                        {
                            key: "g84c0421",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了一个动图"];
                            },
                        },
                        {
                            key: "hc1bd66d",
                            get: function () {
                                return ["你用 ", " 对 @", " 的帖子进行了回应"];
                            },
                        },
                        {
                            key: "bd3edf13",
                            get: function () {
                                return ["", " 用 ", " 对 @", " 的帖子进行了回应"];
                            },
                        },
                        {
                            key: "df2dc76f",
                            get: function () {
                                return ["你用 ", " 对一个帖子进行了回应"];
                            },
                        },
                        {
                            key: "aba18aef",
                            get: function () {
                                return ["", " 用 ", " 对一个帖子进行了回应"];
                            },
                        },
                        {
                            key: "cd2e7c19",
                            get: function () {
                                return ["你用表情符号 ", " 回应了 @", " 的链接"];
                            },
                        },
                        {
                            key: "aee9e7fb",
                            get: function () {
                                return ["", " 用表情符号 ", " 对 @", " 的链接进行了回应"];
                            },
                        },
                        {
                            key: "f9fb1cf7",
                            get: function () {
                                return ["你用表情符号 ", " 回应了一个链接"];
                            },
                        },
                        {
                            key: "f2bf910f",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了一个链接"];
                            },
                        },
                        {
                            key: "i6cec545",
                            get: function () {
                                return ["你用表情符号 ", " 对 @", " 的私信进行了回应："];
                            },
                        },
                        {
                            key: "d6998bab",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了 @", " 的私信："];
                            },
                        },
                        {
                            key: "cec676f3",
                            get: function () {
                                return ["你用表情符号 ", " 进行了回应："];
                            },
                        },
                        {
                            key: "a2706f9b",
                            get: function () {
                                return ["", " 用表情符号 ", " 进行了回应："];
                            },
                        },
                        {
                            key: "ff973a65",
                            get: function () {
                                return ["你用表情符号 ", " 回应了 @", " 的语音信息"];
                            },
                        },
                        {
                            key: "ec2cede5",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了 @", " 的语音信息"];
                            },
                        },
                        {
                            key: "i1d08199",
                            get: function () {
                                return ["你用表情符号 ", " 回应了一条语音信息"];
                            },
                        },
                        {
                            key: "d424b45f",
                            get: function () {
                                return ["", " 用表情符号 ", " 回应了语音信息"];
                            },
                        },
                        {
                            key: "d6b15bbf",
                            get: function () {
                                return ["你用表情符号 ", " 进行了回应"];
                            },
                        },
                        {
                            key: "ac0d4bc7",
                            get: function () {
                                return ["", " 用表情符号 ", " 进行了回应"];
                            },
                        },
                        {
                            key: "fa4f5b49",
                            get: function () {
                                return ["X 系统会扫描共享的链接和媒体，以防止存在垃圾邮件、滥用和违禁内容。我们还会对使用模式进行分析，以便发现可疑的行为并改善你的体验。我们可能会手动审查私信，以调查举报的违规和滥用我们服务的行为，或者遵守法律或政府要求。有关更多详情，请参见我们的", "。"];
                            },
                        },
                        {
                            key: "a66142ad",
                            get: function () {
                                return ["这里会显示你没有关注的用户发来的私信请求。你需要接受请求才能回复他们的私信。"];
                            },
                        },
                        {
                            key: "hc37d3bb",
                            get: function () {
                                return ["当你开始进行验证时，Google 可能收集和使用关于你、你的设备和浏览器的信息。查看 Google 的 ", "。"];
                            },
                        },
                        {
                            key: "eea0a14f",
                            get: function () {
                                return [this.props.formattedCount + " 喜欢次数"];
                            },
                        },
                        {
                            key: "cca42d0b",
                            get: function () {
                                return [this.props.formattedCount + " 照片和视频"];
                            },
                        },
                        {
                            key: "a0a3adf7",
                            get: function () {
                                return [this.props.formattedCount + " 帖子"];
                            },
                        },
                        {
                            key: "e6264621",
                            get: function () {
                                return ["你无法关注或查看 @" + this.props.screenName + " 的帖子。"];
                            },
                        },
                        {
                            key: "f98ecc47",
                            get: function () {
                                return ["确定要查看这些帖子？查看帖子不会取消屏蔽 @" + this.props.screenName + "。"];
                            },
                        },
                        {
                            key: "i8197603",
                            get: function () {
                                return ["要举报知识产权问题，请访问", "。要举报此产品的任何其他问题，请前往 iOS 或安卓应用。"];
                            },
                        },
                        {
                            key: "a21f2f79",
                            get: function () {
                                return ["有关产品违规的更多信息，请", "。"];
                            },
                        },
                        {
                            key: "ff60a139",
                            get: function () {
                                return ["计数："];
                            },
                        },
                        {
                            key: "f575f533",
                            get: function () {
                                return ["类别是自行选择的，并不是 X 指定、认证或认可的。"];
                            },
                        },
                        {
                            key: "cebed305",
                            get: function () {
                                return ["这个账号附属于 ", "。"];
                            },
                        },
                        {
                            key: "i1824ce3",
                            get: function () {
                                return ["只有经过批准的关注者才可查看 @" + this.props.screenName + " 的帖子。若要申请访问，点击关注。"];
                            },
                        },
                        {
                            key: "da9d52d7",
                            get: function () {
                                return ["X 会冻结违反 ", "的账号"];
                            },
                        },
                        {
                            key: "b028aec5",
                            get: function () {
                                return ["我们想知道 X 账号 ", " 是不是你的。如果不是，我们将继续并从它删除 ", "。"];
                            },
                        },
                        {
                            key: "c43645ad",
                            get: function () {
                                return ["如果 X 账号 ", " 是你的，而你只是希望取消订阅未来的邮件通知，请访问"];
                            },
                        },
                        {
                            key: "b8e3884f",
                            get: function () {
                                return ["我们从 X 账号 ", " 删除了你的邮件地址 ", "。现在你的账号不会再收到 X 通知。"];
                            },
                        },
                        {
                            key: "b72bbe27",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "iddf579b",
                            get: function () {
                                return ["可能有人在注册 X 账号时不小心输入了你的邮件地址。或者有人在滥用你的邮件地址。你可以报告该账号，以便帮助识别和清理 X 上的垃圾邮件。"];
                            },
                        },
                        {
                            key: "ad69fd83",
                            get: function () {
                                return ["", "："];
                            },
                        },
                        {
                            key: "d9cb9d0b",
                            get: function () {
                                return ["试着关注", "，以便接收更多热门文章。"];
                            },
                        },
                        {
                            key: "dc3a6d2d",
                            get: function () {
                                return ["已关注 @" + this.props.screenName + "。", "。"];
                            },
                        },
                        {
                            key: "j5668d8f",
                            get: function () {
                                return ["在匿名收听时，您将不会被别人看到，也无法参与。"];
                            },
                        },
                        {
                            key: "fafd5f6f",
                            get: function () {
                                return ["成为订阅者享有的特权之一就是可以独家访问像这样的空间。只有 @" + this.props.screenName + " 的订阅者才能加入这个空间。", "。"];
                            },
                        },
                        {
                            key: "b1e1d521",
                            get: function () {
                                return ["将你的评价影响从当前得分 " + this.props.currentImpact + " 提高至 " + this.props.ratingImpactToEarnIn + "，然后你的撰写功能就会被解锁。"];
                            },
                        },
                        {
                            key: "e3a1e2a3",
                            get: function () {
                                return ["关于这个帖子 (", ") 中的链接，并应出现在包含此链接的所有帖子中"];
                            },
                        },
                        {
                            key: "eb0960b9",
                            get: function () {
                                return ["即使包含该图片的", "内容各不相同， 你确定这条附注对它们都有帮助吗？"];
                            },
                        },
                        {
                            key: "c14fcfe5",
                            get: function () {
                                return ["即使包含该图片的所有帖子内容各不相同， 你确定这条附注对它们都有帮助吗？"];
                            },
                        },
                        {
                            key: "f8d04b49",
                            get: function () {
                                return ["即使包含该视频的", "内容各不相同， 你确定这条附注对它们都有帮助吗？"];
                            },
                        },
                        {
                            key: "ef94efc3",
                            get: function () {
                                return ["即使包含该视频的所有帖子内容各不相同， 你确定这条附注对它们都有帮助吗？"];
                            },
                        },
                        {
                            key: "a89cdd31",
                            get: function () {
                                return ["即使包含该媒体的", "内容各不相同， 你确定这条附注对它们都有帮助吗？"];
                            },
                        },
                        {
                            key: "f19fb541",
                            get: function () {
                                return ["即使包含该媒体的所有帖子内容各不相同， 你确定这条附注对它们都有帮助吗？"];
                            },
                        },
                        {
                            key: "i9e31fe5",
                            get: function () {
                                return ["了解更多关于", "的信息"];
                            },
                        },
                        {
                            key: "h14bda75",
                            get: function () {
                                return ["请求是匿名的，并会保持", "透明"];
                            },
                        },
                        {
                            key: "c43ef159",
                            get: function () {
                                return ["如果你想帮助撰写和评价社群附注，请"];
                            },
                        },
                        {
                            key: "c815dfaf",
                            get: function () {
                                return ["为保证较高的请求质量并防止垃圾信息，请求社区附注的账号必须有经过认证的手机号码。"];
                            },
                        },
                        {
                            key: "bd9cf141",
                            get: function () {
                                return ["作为帖子作者，你可以"];
                            },
                        },
                        {
                            key: "e837f62f",
                            get: function () {
                                return [this.props.impactDisplayNumber + " 评价影响"];
                            },
                        },
                        {
                            key: "f2bad803",
                            get: function () {
                                return [this.props.impactDisplayNumber + " 写下影响"];
                            },
                        },
                        {
                            key: "g062ed0f",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的图片添加的附注，该附注可在包含该图片的其他帖子中显示"];
                            },
                        },
                        {
                            key: "j4f06e2f",
                            get: function () {
                                return ["最初为", "中的图片添加并可在包含该图片的其他帖子中显示的注释"];
                            },
                        },
                        {
                            key: "ida22561",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的视频添加的附注，该附注可在包含该视频的其他帖子中显示"];
                            },
                        },
                        {
                            key: "g68aa88d",
                            get: function () {
                                return ["最初为", "中的视频添加并可在包含该视频的其他帖子中显示的注释"];
                            },
                        },
                        {
                            key: "ia62f949",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的媒体添加的附注，该附注可在包含该媒体的其他帖子中显示"];
                            },
                        },
                        {
                            key: "c6eb7cbb",
                            get: function () {
                                return ["最初为", "中的媒体添加并可在包含该媒体的其他帖子中显示的注释"];
                            },
                        },
                        {
                            key: "f9b81033",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）撰写的附注，该附注可在包含 ", " 链接的其他帖子中显示"];
                            },
                        },
                        {
                            key: "de254823",
                            get: function () {
                                return ["附注最初是在", "上撰写的，可显示在包含 ", " 链接的其他帖子上"];
                            },
                        },
                        {
                            key: "de5532bd",
                            get: function () {
                                return ["如果用户同意，则可以在包含该视频的 ", "中显示。"];
                            },
                        },
                        {
                            key: "ib6805bd",
                            get: function () {
                                return ["如果用户同意，则可以在包含该视频的帖子中显示。"];
                            },
                        },
                        {
                            key: "g185d44d",
                            get: function () {
                                return ["如果用户同意，则可以在包含该图片的 ", "中显示。"];
                            },
                        },
                        {
                            key: "aeebdd99",
                            get: function () {
                                return ["如果用户同意，则可以在包含该图片的帖子中显示。"];
                            },
                        },
                        {
                            key: "d54bfbd9",
                            get: function () {
                                return ["如果用户同意，则可以在包含该媒体的 ", "中显示。"];
                            },
                        },
                        {
                            key: "a9efbf0f",
                            get: function () {
                                return ["如果用户同意，则可以在包含该媒体的帖子中显示。"];
                            },
                        },
                        {
                            key: "jef71e81",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的视频添加的附注，该附注现正显示在包含该视频的 ", "中"];
                            },
                        },
                        {
                            key: "ie594609",
                            get: function () {
                                return ["最初为", "中的视频添加并正在包含该视频的 ", "中显示的注释"];
                            },
                        },
                        {
                            key: "a48e0b6b",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的视频添加的附注，该附注可在包含该视频的 ", "中显示"];
                            },
                        },
                        {
                            key: "a0e626a3",
                            get: function () {
                                return ["最初为", "中的视频添加并可在包含该视频的 ", "中显示的注释"];
                            },
                        },
                        {
                            key: "fcd2eeeb",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的图片添加的附注，该附注现正显示在包含该图片的 ", "中"];
                            },
                        },
                        {
                            key: "j300ac63",
                            get: function () {
                                return ["最初为", "中的图片添加并正在包含该图片的 ", "中显示的注释"];
                            },
                        },
                        {
                            key: "bf532f23",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的图片添加的附注，该附注可在包含该图片的 ", "中显示"];
                            },
                        },
                        {
                            key: "bda86c55",
                            get: function () {
                                return ["最初为", "中的图片添加并可在包含该图片的 ", "中显示的注释"];
                            },
                        },
                        {
                            key: "a13701bd",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的媒体添加的附注，该附注现正显示在包含该媒体的 ", "中"];
                            },
                        },
                        {
                            key: "e2a0a791",
                            get: function () {
                                return ["最初为", "中的媒体添加并正在包含该媒体的 ", "中显示的注释"];
                            },
                        },
                        {
                            key: "b8e4bb0b",
                            get: function () {
                                return ["最初为一个帖子（它后来已被删除）中的媒体添加的附注，该附注可在包含该媒体的 ", "中显示"];
                            },
                        },
                        {
                            key: "hada7e59",
                            get: function () {
                                return ["最初为", "中的媒体添加并可在包含该媒体的 ", "中显示的注释"];
                            },
                        },
                        {
                            key: "e8969de9",
                            get: function () {
                                return ["已显示在包含 ", " 链接的 ", "上"];
                            },
                        },
                        {
                            key: "a389fb7b",
                            get: function () {
                                return ["可显示在包含 ", " 链接的 ", "上"];
                            },
                        },
                        {
                            key: "gd8d8205",
                            get: function () {
                                return ["最初在一个帖子（它后来已被删除）上的附注。已显示在包含 ", " 链接的 ", "中"];
                            },
                        },
                        {
                            key: "i981a661",
                            get: function () {
                                return ["", "上最初的附注。已显示在包含 ", " 链接的 ", "上"];
                            },
                        },
                        {
                            key: "jceb2edb",
                            get: function () {
                                return ["最初在一个帖子（它后来已被删除）上的附注。可在包含 ", " 链接的 ", "中显示"];
                            },
                        },
                        {
                            key: "f20a22a1",
                            get: function () {
                                return ["", "上最初的附注。可显示在包含 ", " 链接的 ", "上"];
                            },
                        },
                        {
                            key: "f43e2fdf",
                            get: function () {
                                return ["向 X 上的一小部分实验性群组用户显示 · " + this.props.impressionTruncated + "+ 次查看"];
                            },
                        },
                        {
                            key: "j72bc9ab",
                            get: function () {
                                return ["向 X 上的一小部分实验性群组用户显示"];
                            },
                        },
                        {
                            key: "d60e4375",
                            get: function () {
                                return ["在 X 上显示 · " + this.props.impressionTruncated + "+ 次查看"];
                            },
                        },
                        {
                            key: "bf62daf1",
                            get: function () {
                                return ["已显示在 X 上"];
                            },
                        },
                        {
                            key: "i8fa1313",
                            get: function () {
                                return ["评价是匿名的，并会保持公开透明。了解社群附注如何", "数据。"];
                            },
                        },
                        {
                            key: "had203a9",
                            get: function () {
                                return ["你认为这条附注", "。"];
                            },
                        },
                        {
                            key: "h42a21df",
                            get: function () {
                                return ["你认为这条附注", "。"];
                            },
                        },
                        {
                            key: "c3d1a1b1",
                            get: function () {
                                return ["你认为这条附注", "。"];
                            },
                        },
                        {
                            key: "c7f250eb",
                            get: function () {
                                return ["是否要在包含 ", " 链接的 ", "上显示附注？"];
                            },
                        },
                        {
                            key: "bc2fde51",
                            get: function () {
                                return ["是否要在包含这一相同视频的 ", "中显示这条附注？"];
                            },
                        },
                        {
                            key: "e80d1f67",
                            get: function () {
                                return ["是否要在包含这一相同图片的 ", "中显示这条附注？"];
                            },
                        },
                        {
                            key: "c692f6b5",
                            get: function () {
                                return ["是否要在包含这一相同媒体的 ", "中显示这条附注？"];
                            },
                        },
                        {
                            key: "g46e2949",
                            get: function () {
                                return ["是否要在包含 ", " 链接的所有帖子中显示这条附注？"];
                            },
                        },
                        {
                            key: "c57661e9",
                            get: function () {
                                return ["是否要在包含这一相同视频的所有帖子中显示这条附注？"];
                            },
                        },
                        {
                            key: "bb286921",
                            get: function () {
                                return ["是否要在包含这一相同图片的所有帖子中显示这条附注？"];
                            },
                        },
                        {
                            key: "df397f55",
                            get: function () {
                                return ["是否要在包含这一相同媒体的所有帖子中显示这条附注？"];
                            },
                        },
                        {
                            key: "b936a16b",
                            get: function () {
                                return ["有改进社群附注的想法或建议？"];
                            },
                        },
                        {
                            key: "e77dac87",
                            get: function () {
                                return ["显示申请者引用的其他 " + this.props.remainingCount + " 个帖子"];
                            },
                        },
                        {
                            key: "if0d6dd7",
                            get: function () {
                                return ["社群附注贡献者使用别名 · "];
                            },
                        },
                        {
                            key: "f49cbf83",
                            get: function () {
                                return ["这是社群笔记的一项新功能，请随时"];
                            },
                        },
                        {
                            key: "a94c6db7",
                            get: function () {
                                return ["将你的评价影响从当前得分 " + this.props.currentRatingImpact + " 提高至 " + this.props.requiredRatingImpact + "。"];
                            },
                        },
                        {
                            key: "f52f0cbd",
                            get: function () {
                                return [this.props.num + " 删除了附注"];
                            },
                        },
                        {
                            key: "ccdfbd75",
                            get: function () {
                                return ["要解锁你的撰写功能，请将此得分提高至 " + this.props.requiredRatingImpact];
                            },
                        },
                        {
                            key: "a32c38ad",
                            get: function () {
                                return ["想开始撰写笔记吗？将你的评价影响提高至 " + this.props.requiredRatingImpact + " 或更高。"];
                            },
                        },
                        {
                            key: "d458f69d",
                            get: function () {
                                return ["社群附注会保留已删除附注的状态，以便准确地将信誉分配给附注作者和评分者。"];
                            },
                        },
                        {
                            key: "i42495ad",
                            get: function () {
                                return ["背景信息由使用 X 的人撰写，并会在别人评价为有帮助时出现。"];
                            },
                        },
                        {
                            key: "c475a5d3",
                            get: function () {
                                return ["数据集的使用须受 X 开发者协议和政策的约束。点击“下载”图标，即表示你同意 ", "。"];
                            },
                        },
                        {
                            key: "g19fcc5b",
                            get: function () {
                                return ["文件号 " + this.props.fileIndex + "/" + this.props.totalFiles];
                            },
                        },
                        {
                            key: "e7e44bab",
                            get: function () {
                                return ["尝试搜索其他内容，或者检查你的", "，看看它们是否在保护你不受潜在敏感内容的影响。"];
                            },
                        },
                        {
                            key: "b3a3ce8d",
                            get: function () {
                                return ["", " 前激活"];
                            },
                        },
                        {
                            key: "d46c6e8f",
                            get: function () {
                                return ["你确定要让 ", " 成为版主吗？"];
                            },
                        },
                        {
                            key: "c3a1f2bf",
                            get: function () {
                                return ["你确定要将版主 ", " 删除吗？"];
                            },
                        },
                        {
                            key: "c2696cdf",
                            get: function () {
                                return ["输入 ", " 以继续"];
                            },
                        },
                        {
                            key: "b160df39",
                            get: function () {
                                return ["", " 隐藏了帖子"];
                            },
                        },
                        {
                            key: "h1513297",
                            get: function () {
                                return ["", " 置顶了帖子"];
                            },
                        },
                        {
                            key: "e523e9f1",
                            get: function () {
                                return ["", " 取消置顶了帖子"];
                            },
                        },
                        {
                            key: "g93119e7",
                            get: function () {
                                return ["", " 取消隐藏了帖子"];
                            },
                        },
                        {
                            key: "c6e18a45",
                            get: function () {
                                return ["", " 移除了成员"];
                            },
                        },
                        {
                            key: "ef3b57ef",
                            get: function () {
                                return ["", " 恢复了成员的资格"];
                            },
                        },
                        {
                            key: "e7878d67",
                            get: function () {
                                return ["", " 加入了此社群"];
                            },
                        },
                        {
                            key: "hd2489bb",
                            get: function () {
                                return ["", " 退出了此社群"];
                            },
                        },
                        {
                            key: "b4aa9d7b",
                            get: function () {
                                return ["", " 批准了成员请求"];
                            },
                        },
                        {
                            key: "c5900395",
                            get: function () {
                                return ["", " 拒绝了成员请求"];
                            },
                        },
                        {
                            key: "g561eb89",
                            get: function () {
                                return ["", " 重新批准了成员请求"];
                            },
                        },
                        {
                            key: "j5602f3b",
                            get: function () {
                                return ["由 ", " 和 ", "举报"];
                            },
                        },
                        {
                            key: "dd132edd",
                            get: function () {
                                return ["由 ", " 举报"];
                            },
                        },
                        {
                            key: "je0779b7",
                            get: function () {
                                return ["由 ", " 举报"];
                            },
                        },
                        {
                            key: "a0071f71",
                            get: function () {
                                return ["你隐藏了 @", " 的帖子"];
                            },
                        },
                        {
                            key: "c4ec9d43",
                            get: function () {
                                return ["你保留了 @", " 的帖子"];
                            },
                        },
                        {
                            key: "he99cc29",
                            get: function () {
                                return [""];
                            },
                        },
                        {
                            key: "a346641b",
                            get: function () {
                                return ["于 " + this.props.date + " 由 ", " 创作"];
                            },
                        },
                        {
                            key: "a9ec3729",
                            get: function () {
                                return ["", ""];
                            },
                        },
                        {
                            key: "g0aa3be7",
                            get: function () {
                                return ["要使用这个功能，请切换到你自己的账号。作为贡献者，你可以发送私信、发布帖子、创建列表以及查看它们。我们一直都在寻找改进委派的方法。欢迎", "。"];
                            },
                        },
                        {
                            key: "g29b68f9",
                            get: function () {
                                return ["要使用这个功能，请切换到你自己的账号。作为管理员，你可以发送私信、发布帖子和创建列表 - 以及查看它们。你还可以邀请或删除账号的贡献者，并查看帖子分析。我们一直都在寻找改进委派的方法。欢迎", "。"];
                            },
                        },
                        {
                            key: "c6dca173",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "e6979e4b",
                            get: function () {
                                return ["", "查看有关此工作机会的更多信息"];
                            },
                        },
                        {
                            key: "ie9320f7",
                            get: function () {
                                return ["开始在你的时间线中查看工作机会", " "];
                            },
                        },
                        {
                            key: "c70aad4b",
                            get: function () {
                                return ["显示工作机会", " "];
                            },
                        },
                        {
                            key: "cc70dc63",
                            get: function () {
                                return ["查看帖子不会取消屏蔽 @" + this.props.screenName + "。"];
                            },
                        },
                        {
                            key: "d6c6deaf",
                            get: function () {
                                return ["预先订购 "];
                            },
                        },
                        {
                            key: "gbef9649",
                            get: function () {
                                return ["点击", "了解有关盈利计划和政策的更多信息。"];
                            },
                        },
                        {
                            key: "da2a091b",
                            get: function () {
                                return ["一经购买，即表示你同意我们的", "和", "。如条款中所述，除非提前取消，否则订阅服务将自动续订。目前你只能在网站上订阅。订阅需提供一个经认证的手机号码。随时可取消。"];
                            },
                        },
                        {
                            key: "c23c08c9",
                            get: function () {
                                return ["一经购买，即表示你同意我们的", "和", "。"];
                            },
                        },
                        {
                            key: "d39ad44d",
                            get: function () {
                                return ["点赞、提及、转帖等等 — 来自认证账号的互动会出现在这里。"];
                            },
                        },
                        {
                            key: "b004e8bf",
                            get: function () {
                                return ["如需了解关于第三方应用访问权限的更多信息，请访问 ", "。"];
                            },
                        },
                        {
                            key: "afd52f45",
                            get: function () {
                                return ["", " 创建。查看 " + this.props.orgName + "的 ", " 和 ", "。"];
                            },
                        },
                        {
                            key: "b88304a3",
                            get: function () {
                                return ["私信 ", " 寻求支持。"];
                            },
                        },
                        {
                            key: "j766b689",
                            get: function () {
                                return ["", " 以开始。"];
                            },
                        },
                        {
                            key: "ef7ce733",
                            get: function () {
                                return ["同步自 "];
                            },
                        },
                        {
                            key: "i958b2bd",
                            get: function () {
                                return ["分享自 "];
                            },
                        },
                        {
                            key: "b2c03e03",
                            get: function () {
                                return ["对于与 X 招聘相关的问题，请发送电子邮件至 ", "。"];
                            },
                        },
                        {
                            key: "c57cd3a3",
                            get: function () {
                                return ["（如果是组织，请在", "）"];
                            },
                        },
                        {
                            key: "bec92f3b",
                            get: function () {
                                return ["开始", "并订阅即表示你同意我们的", "。在 " + this.props.numberOfDays + " 天免费试用后，将按照你在订阅时选择的年度或月度计划收取费用，除非你在 " + this.props.numberOfDays + " 天免费试用期间取消。如条款中所述，除非提前取消，否则订阅服务将自动续订。", "。请在续订前至少 24 小时取消订阅，以免产生额外费用。订阅需提供一个经认证的手机号码。如果你在其他平台上进行了订阅，请通过该平台来管理相关订阅服务。"];
                            },
                        },
                        {
                            key: "b2138d0f",
                            get: function () {
                                return ["订阅即表示你同意我们的", "。如", "中所述，除非提前取消，否则订阅服务将自动续订。可", "。请在续订前至少 24 小时取消订阅，以免产生额外费用。在升级时，你当前的订阅和相关功能都将立即切换为新的订阅层级。我们还将立即向你收取新级别的费用，同时当前账单周期内的剩余余额按比例折算后抵扣当前总费用。除非法律要求，否则你不会收到之前订阅的任何部分的退款。"];
                            },
                        },
                        {
                            key: "c2255911",
                            get: function () {
                                return ["订阅即表示你同意我们的", "。如", "中所述，除非提前取消，否则订阅服务将自动续订。可", "。请在续订前至少 24 小时取消订阅，以免产生额外费用。在降级时，你当前的订阅将继续生效直至下个账单周期开始，届时新订阅层级将自动生效。系统将在下个账单周期开始时自动扣除新层级费用。"];
                            },
                        },
                        {
                            key: "e647175f",
                            get: function () {
                                return ["订阅即表示你同意我们的", "。如", "所述，订阅服务将自动续订直至取消。可", "。请在续订前至少 24 小时取消订阅，以免产生额外费用。在转换层级时，你仍可继续使用当前层级的功能。我们将立即收取新年度计划费用，当前账单周期内按比例折算的剩余金额将用于抵扣当前总费用。"];
                            },
                        },
                        {
                            key: "eaccb9c9",
                            get: function () {
                                return ["订阅即表示你同意我们的", "。如", "所述，订阅服务将自动续订直至取消。可", "。请在续订前至少 24 小时取消订阅，以免产生额外费用。在转换层级时，你仍可继续使用当前层级的功能。我们还将立即向你收取新级别的费用，同时你年费中剩余积分将按比例折算至月费账号，直至抵扣完毕。"];
                            },
                        },
                        {
                            key: "db11f87d",
                            get: function () {
                                return ["订阅 ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "e4219e13",
                            get: function () {
                                return ["包年 ", " " + this.props.newPrice + "/" + this.props.interval];
                            },
                        },
                        {
                            key: "eeb5fb11",
                            get: function () {
                                return ["地址信息会与 Google 共享。请参见 ", "和 ", "以了解更多。"];
                            },
                        },
                        {
                            key: "f9b1387f",
                            get: function () {
                                return ["只有社群的管理员和版主才能在他们的个人资料中聚焦它们。想要", "吗？"];
                            },
                        },
                        {
                            key: "ef72b01b",
                            get: function () {
                                return ["要查找你附近的危机中心，请访问", "。"];
                            },
                        },
                        {
                            key: "e6c21d5b",
                            get: function () {
                                return ["如果你觉得自己处于危险之中，我们建议你联系当地执法部门。如果他们有后续问题，可以参考我们的", "。"];
                            },
                        },
                        {
                            key: "e1d95725",
                            get: function () {
                                return ["您可以随时在", "中取消关注。"];
                            },
                        },
                        {
                            key: "gd67df1d",
                            get: function () {
                                return ["最后更新 "];
                            },
                        },
                        {
                            key: "e420d1ed",
                            get: function () {
                                return ["如果你编辑了自己的圈子，用户不会收到通知。你添加的任何人都能看到你以前的圈子帖子。"];
                            },
                        },
                        {
                            key: "gc31d3e9",
                            get: function () {
                                return ["这个帖子被查看的次数。要了解更多信息，请访问", "。"];
                            },
                        },
                        {
                            key: "he0e6ed7",
                            get: function () {
                                return ["这个帖子被查看的次数。查看次数可能需要几分钟才会显示。要了解更多信息，请访问", "。"];
                            },
                        },
                        {
                            key: "c780f52b",
                            get: function () {
                                return ["没有这个帖子的查看次数。要了解更多信息，请访问", "。"];
                            },
                        },
                        {
                            key: "fc2dfb3f",
                            get: function () {
                                return ["点击“创建推广”即表明你已阅读并同意", "和", "。"];
                            },
                        },
                        {
                            key: "fcf4b2a5",
                            get: function () {
                                return ["点击“创建推广”即表明你已阅读并同意", "。"];
                            },
                        },
                        {
                            key: "f54ad505",
                            get: function () {
                                return ["根据 X 的", "，此广告账号无法使用部分定向选项。"];
                            },
                        },
                        {
                            key: "b3816c8b",
                            get: function () {
                                return ["点击“推广帖子”即表明你已阅读并同意", "和", "。"];
                            },
                        },
                        {
                            key: "ee48f791",
                            get: function () {
                                return ["点击“推广帖子”即表明你已阅读并同意", "。"];
                            },
                        },
                        {
                            key: "f5a533b1",
                            get: function () {
                                return ["这个帖子没有任何隐藏的回复，但私密帖子可能会被过滤掉。"];
                            },
                        },
                        {
                            key: "cd5e4a77",
                            get: function () {
                                return ["点击下面进行购买，即表示你同意受", "的约束。"];
                            },
                        },
                        {
                            key: "aa4026bf",
                            get: function () {
                                return ["这可以防止 ", " 将你添加到任何列表中，包括此列表。"];
                            },
                        },
                        {
                            key: "fca299bb",
                            get: function () {
                                return ["与 " + this.props.creatorName + " 共享你的邮件。一旦接受，即表示你同意让 X 与创作者共享该邮件地址以用于平台外之外的沟通，同时接受", "。"];
                            },
                        },
                        {
                            key: "ccd45e5f",
                            get: function () {
                                return ["以 " + this.props.price + "的价格赠送一年的 " + this.props.tier + " 给 @" + this.props.screenName + "。完成付款后，他们将收到你赠送礼物的通知。"];
                            },
                        },
                        {
                            key: "h7f3e309",
                            get: function () {
                                return ["赠送订阅价格在购买时收取且不可退款。赠送订阅为一次性使用、不可替换、不可合并且无现金价值。赠送订阅在经过 X 的审查并转让给接收者后开始生效，接收者必须同意我们的", "和政策。如果接收者不符合任何资格条件、取消订阅或拒绝我们的条款和政策，则赠送订阅不可兑换且不予退款。可能需要缴纳税款。条款可能变更。", "。"];
                            },
                        },
                        {
                            key: "j0a20bf1",
                            get: function () {
                                return ["组织带有金色对号，个人带有蓝色对号。根据我们的", "，使用不当将导致你的订阅服务被取消且不退款。"];
                            },
                        },
                        {
                            key: "j1b50481",
                            get: function () {
                                return ["组织带有方形头像，个人带有圆形头像。根据我们的", "，使用不当将导致你的订阅服务被取消且不退款。"];
                            },
                        },
                        {
                            key: "ebebbb93",
                            get: function () {
                                return ["配置通过", "门户网站推广职位时使用哪个广告账号。"];
                            },
                        },
                        {
                            key: "bd5a78a1",
                            get: function () {
                                return ["未找到符合条件的账号。请查看", "页面了解后续操作。"];
                            },
                        },
                        {
                            key: "b94bf5f5",
                            get: function () {
                                return ["取消认证组织将导致你的组织立即失去金色对号标志。"];
                            },
                        },
                        {
                            key: "d4109f93",
                            get: function () {
                                return ["此外，所有附属账号都会被立即取消，同时失去金色或蓝色的对号标志及附属账号徽章。"];
                            },
                        },
                        {
                            key: "c5b26ddf",
                            get: function () {
                                return ["取消订阅将立即从你的组织和所有附属账号中移除对号标记和所有付费功能。"];
                            },
                        },
                        {
                            key: "h06e7c87",
                            get: function () {
                                return ["如果你今天决定留下，我们将在接下来的 " + this.props.totalDays + " 天内，每 " + this.props.daysOfCouponInterval + " 天为你的门户网站额外增加 " + this.props.creditAmount + " 美元的免费广告积分。如果你申请此优惠，我们的支持团队将与你联系，帮助贵组织充分利用这些积分。"];
                            },
                        },
                        {
                            key: "b602e60f",
                            get: function () {
                                return ["如果你今天决定留下，我们将在接下来的 " + this.props.daysToWaitForFirstRedeemable + " 天内为你的门户网站额外增加 " + this.props.creditAmount + " 美元的免费广告积分。如果你领取此优惠，我们的支持团队将与你联系，帮助贵组织充分利用这些积分。"];
                            },
                        },
                        {
                            key: "fa5bbb59",
                            get: function () {
                                return ["这是一次性优惠，以后不会再有。"];
                            },
                        },
                        {
                            key: "ceadabdd",
                            get: function () {
                                return ["你仍然可以返回并领取一次性优惠，但机会仅限一次。下一个账单周期之前的订阅服务剩余天数将不予退款。而在那之后，将不会再向你收取费用。"];
                            },
                        },
                        {
                            key: "e269f39d",
                            get: function () {
                                return ["认证组织如遇任何问题，均可享受 X 的优先支持。无论什么问题，我们都能尽快帮你解决。是否要安排与“认证组织”团队成员通话，由专人为你提供帮助？"];
                            },
                        },
                        {
                            key: "e9565acf",
                            get: function () {
                                return ["如果取消，你将立即无法使用这些免费广告点数，以及之后订阅赠送的所有免费广告点数。由于你已经为这项特权支付了费用，我们建议你继续使用。"];
                            },
                        },
                        {
                            key: "if6e211f",
                            get: function () {
                                return ["要提高你的限额，请通过", "联系认证高级支持。"];
                            },
                        },
                        {
                            key: "a994ab9b",
                            get: function () {
                                return ["每个额外的附属账号费用为 ", "/"];
                            },
                        },
                        {
                            key: "j4f386b7",
                            get: function () {
                                return ["首年 ", "。然后每年 ", "。"];
                            },
                        },
                        {
                            key: "ce9e7f1b",
                            get: function () {
                                return ["每增加一个附属账号，收费标准为每年每个用户名 ", "。"];
                            },
                        },
                        {
                            key: "dc107867",
                            get: function () {
                                return ["", "/", " (", ") + 每", "每个用户名 ", " (", ")。"];
                            },
                        },
                        {
                            key: "j02b65f7",
                            get: function () {
                                return ["", "/", " (", ")。"];
                            },
                        },
                        {
                            key: "a75ca455",
                            get: function () {
                                return ["在 ", "前订购，即可享受年度计划 30% 优惠以及高达 12,000 美元的免费广告积分"];
                            },
                        },
                        {
                            key: "f5b357b5",
                            get: function () {
                                return ["完全功能收费标准为 ", "/", "（", "）。每增加一个附属账号，收费标准为每", "每个用户名 ", "（", "）。"];
                            },
                        },
                        {
                            key: "i83d2543",
                            get: function () {
                                return ["基础版为 ", "/", " (", ")。"];
                            },
                        },
                        {
                            key: "gc723de9",
                            get: function () {
                                return ["点击“订阅”即表示你同意我们的", "。除非提前取消，否则订阅服务将自动续订。所有注册的账号都必须通过人工审批。"];
                            },
                        },
                        {
                            key: "ha873011",
                            get: function () {
                                return ["点击“订阅”即表示你同意我们的", "。除非提前取消，否则订阅服务将自动续订。注册的账号将接受审查以确定其真实性。如果账号在注册后被发现并非一个组织，你将被拒绝订阅，并且不会得到退款。"];
                            },
                        },
                        {
                            key: "d4918c71",
                            get: function () {
                                return ["+ 限时发放 ", " 广告积分，", "可用于贵组织或其任何附属账号，同时提供专门支持。"];
                            },
                        },
                        {
                            key: "a87b1795",
                            get: function () {
                                return ["+ 限时发放 ", " 广告积分，", "可用于贵组织，同时提供专门支持。"];
                            },
                        },
                        {
                            key: "fb6fa495",
                            get: function () {
                                return [this.props.activePriceLabel + "的", "" + this.props.activeTierName];
                            },
                        },
                        {
                            key: "fcbe756d",
                            get: function () {
                                return [this.props.targetPriceLabel + "的", "" + this.props.targetTierName];
                            },
                        },
                        {
                            key: "c9384b33",
                            get: function () {
                                return ["此处不支持该订阅变更，请通过", "与认证 Premium 支持人员联系。"];
                            },
                        },
                        {
                            key: "af51185b",
                            get: function () {
                                return ["如果你需要更多的附属账号，请在", "联系认证销售。"];
                            },
                        },
                        {
                            key: "d9f35d6f",
                            get: function () {
                                return ["点击“" + this.props.action + "”即表示你同意受 ", "的约束。"];
                            },
                        },
                        {
                            key: "g42a8521",
                            get: function () {
                                return ["我们将使用这些信息来评估 ", " 的申请。", "。"];
                            },
                        },
                        {
                            key: "aacfbecd",
                            get: function () {
                                return ["勾选此框即表示你已阅读并同意", "显示的条款和条件。"];
                            },
                        },
                        {
                            key: "feb950f3",
                            get: function () {
                                return ["认证组织现在将获得 " + this.props.xtc_coupon_value + "（或等值的当地货币）的广告积分*。你可以将其用于贵组织或任何附属账号。直接选择下面的广告账号即可进行兑换。"];
                            },
                        },
                        {
                            key: "h9629ab7",
                            get: function () {
                                return ["认证组织现在将获得 " + this.props.xtc_coupon_value + "（或等值的当地货币）的广告积分*。每 30 天，你都会收到 " + this.props.xtc_coupon_value + "（或等值的当地货币）的广告积分并可随时使用。你可以将其用于贵组织或任何附属账号。直接选择下面的广告账号即可进行兑换。"];
                            },
                        },
                        {
                            key: "i3781135",
                            get: function () {
                                return ["要管理你的广告账号 ID，请点击", "。"];
                            },
                        },
                        {
                            key: "ff1cc953",
                            get: function () {
                                return ["遇到问题了？如有任何问题，请联系", "。"];
                            },
                        },
                        {
                            key: "g46e6cc5",
                            get: function () {
                                return ["你有 ", " 天可以用掉此广告积分中剩余的 ", "。"];
                            },
                        },
                        {
                            key: "be64138f",
                            get: function () {
                                return ["激活你的广告积分。如果你有多个广告账号，则可以编辑下面的输入。" + this.props.expiresAt + "前可兑换。"];
                            },
                        },
                        {
                            key: "a5f1d09f",
                            get: function () {
                                return ["查找与你的 X 账号关联的广告账号 ID。你可以在", "查找。"];
                            },
                        },
                        {
                            key: "e3a90717",
                            get: function () {
                                return ["确保在广告管理平台中选择“添加新付款方式”，将信用卡添加为付款类型。如果你没有设置信用卡，则不会使用你的信用额度，并且你的广告也不会投放。"];
                            },
                        },
                        {
                            key: "b743c7b7",
                            get: function () {
                                return ["将你的广告账号 ID 复制到本页面顶部的文本输入框中。点击激活。"];
                            },
                        },
                        {
                            key: "d5128627",
                            get: function () {
                                return ["启动你的广告活动。"];
                            },
                        },
                        {
                            key: "ecd5d325",
                            get: function () {
                                return ["确保在广告管理平台中选择“添加新付款方式”，将信用卡添加为付款类型。如果你没有设置信用卡，那么你的广告将不会投放。"];
                            },
                        },
                        {
                            key: "d523367f",
                            get: function () {
                                return ["你将在广告管理平台的“账单”下看到使用的信用额度。"];
                            },
                        },
                        {
                            key: "c10a3649",
                            get: function () {
                                return ["如果你过去曾在 X 上投放过广告，则你可能会有多个广告账号 ID。"];
                            },
                        },
                        {
                            key: "fab86f55",
                            get: function () {
                                return ["你可以在", "找到所有广告账号 ID 的列表。"];
                            },
                        },
                        {
                            key: "h9fe1a6d",
                            get: function () {
                                return ["确保选择正确的广告账号 ID 以使用信用额度。"];
                            },
                        },
                        {
                            key: "a4087047",
                            get: function () {
                                return ["作为“认证组织完全访问权限”用户，你可以将信用额度用于自己的任何附属账号。"];
                            },
                        },
                        {
                            key: "ca18299b",
                            get: function () {
                                return ["为此，你必须能够访问要在其上运行广告活动的关联账号的广告账号 ID。"];
                            },
                        },
                        {
                            key: "b83bc371",
                            get: function () {
                                return ["登录附属账号并在", "导航即可找到。"];
                            },
                        },
                        {
                            key: "ba6442ef",
                            get: function () {
                                return ["认证组织有资格获得用于", "和职位推广的积分。完成以下步骤即可全面激活广告功能。"];
                            },
                        },
                        {
                            key: "e52e0c73",
                            get: function () {
                                return ["认证组织有资格获得用于", "的积分。完成以下步骤即可全面激活广告功能。"];
                            },
                        },
                        {
                            key: "d15a83b7",
                            get: function () {
                                return ["激活优惠券"];
                            },
                        },
                        {
                            key: "j5318247",
                            get: function () {
                                return ["选择一个信誉良好的有效账号，即可获得此 " + this.props.couponAmount + " 积分。"];
                            },
                        },
                        {
                            key: "e507417b",
                            get: function () {
                                return ["你可以在", "中找到账号 ID 列表。示例 ID：o8z6j"];
                            },
                        },
                        {
                            key: "b17ac597",
                            get: function () {
                                return ["职位已准备好通过 ", " 操作进行推广"];
                            },
                        },
                        {
                            key: "ga44a2f9",
                            get: function () {
                                return ["一旦符合条件，即可通过 ", " 操作来推广职位"];
                            },
                        },
                        {
                            key: "dc53cac9",
                            get: function () {
                                return ["我们会对商标持有人或其授权代表提交的申请进行调查。有关详情，请参阅我们的", "。"];
                            },
                        },
                        {
                            key: "ca610d5b",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "ifee99e7",
                            get: function () {
                                return ["按以下列格式输入列表所有者的用户名和列表名称：", "。"];
                            },
                        },
                        {
                            key: "aa36416b",
                            get: function () {
                                return ["只有当你切换到", "时，这一列才能被清除。"];
                            },
                        },
                        {
                            key: "baed64e7",
                            get: function () {
                                return ["在 ", " 上查看你的隐私政策"];
                            },
                        },
                        {
                            key: "a982261d",
                            get: function () {
                                return ["在 ", " 上查看你的服务条款"];
                            },
                        },
                        {
                            key: "ffe014fd",
                            get: function () {
                                return ["X 及其合作伙伴使用 Cookie 为你提供更好、更安全、更快捷的服务，并为我们的业务提供支持。有些 Cookie 是使用和改进我们的服务以及确保其正常运作所必需的。如果你点击“接受所有 Cookie”，则表示你允许 X 及其合作伙伴使用 Cookie 来提供你感兴趣的广告和通讯。如果你点击“拒绝非必要 Cookie”，则我们不会为了提供量身定制的广告和通讯而使用 Cookie 来收集更多数据。如需进一步了解我们的 Cookie 习惯做法，请通过 ", " 访问我们的 Cookie 帮助中心页面。"];
                            },
                        },
                        {
                            key: "a8f9642d",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "b9ad7ff5",
                            get: function () {
                                return ["已被作者 "];
                            },
                        },
                        {
                            key: "i0643a5b",
                            get: function () {
                                return ["", " 文章"];
                            },
                        },
                        {
                            key: "i6125da7",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "c4f28ae1",
                            get: function () {
                                return ["", " · "];
                            },
                        },
                        {
                            key: "e570a97b",
                            get: function () {
                                return ["由于 " + this.props.copyrightHolder + "声称拥有版权，此媒体已被禁用。要提出质疑，请使用", "。"];
                            },
                        },
                        {
                            key: "fcd931ed",
                            get: function () {
                                return ["", " 已转帖"];
                            },
                        },
                        {
                            key: "c2588611",
                            get: function () {
                                return ["", "，时间 " + this.props.time];
                            },
                        },
                        {
                            key: "dbf19261",
                            get: function () {
                                return ["来自 "];
                            },
                        },
                        {
                            key: "d7b2c271",
                            get: function () {
                                return ["", "和 "];
                            },
                        },
                        {
                            key: "b035fe73",
                            get: function () {
                                return ["", " 及 "];
                            },
                        },
                        {
                            key: "h5970807",
                            get: function () {
                                return ["回复 "];
                            },
                        },
                        {
                            key: "ge01e6a3",
                            get: function () {
                                return ["回复 ", " ", " "];
                            },
                        },
                        {
                            key: "f5a069ab",
                            get: function () {
                                return ["回复 ", " "];
                            },
                        },
                        {
                            key: "hd7dd197",
                            get: function () {
                                return ["回复 ", " ", " ", " "];
                            },
                        },
                        {
                            key: "g4eb2847",
                            get: function () {
                                return ["回复 ", " ", " "];
                            },
                        },
                        {
                            key: "dfde726b",
                            get: function () {
                                return ["已阅读 "];
                            },
                        },
                        {
                            key: "gec4f969",
                            get: function () {
                                return ["来自 "];
                            },
                        },
                        {
                            key: "d6b02329",
                            get: function () {
                                return [this.props.formattedCount + " 成员"];
                            },
                        },
                        {
                            key: "c9e6167d",
                            get: function () {
                                return ["", " 关注了此账号"];
                            },
                        },
                        {
                            key: "ha91d1eb",
                            get: function () {
                                return ["", " 和 ", " 关注了此账号"];
                            },
                        },
                        {
                            key: "f1069f9b",
                            get: function () {
                                return ["", "、", " 和 ", " 都已关注"];
                            },
                        },
                        {
                            key: "e8404c1f",
                            get: function () {
                                return ["", "、", " 和你关注的另外 ", " 人关注了此账号"];
                            },
                        },
                        {
                            key: "bb2cd6d3",
                            get: function () {
                                return ["", " 和其他 ", " 个是这一主题的趋势"];
                            },
                        },
                        {
                            key: "e1e348dd",
                            get: function () {
                                return ["由 ", " 付费"];
                            },
                        },
                        {
                            key: "c7dea0d1",
                            get: function () {
                                return ["由 ", " 付费，未经任何候选人或候选人委员会授权。"];
                            },
                        },
                        {
                            key: "b5c2371b",
                            get: function () {
                                return ["由 ", " 付费 · 经 " + this.props.sponsorshipCandidate + " 授权"];
                            },
                        },
                        {
                            key: "b6a393af",
                            get: function () {
                                return ["只有你和你的圈子里的用户会看到这个帖子。转帖、引用和分享都无法使用。"];
                            },
                        },
                        {
                            key: "g3ed1dd5",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "i06724fb",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "eb0084f3",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fc1b8f67",
                            get: function () {
                                return ["", " "];
                            },
                        },
                        {
                            key: "fe7c309b",
                            get: function () {
                                return ["趋势 "];
                            },
                        },
                        {
                            key: "ea753bf5",
                            get: function () {
                                return ["趋势 ", "，"];
                            },
                        },
                        {
                            key: "ge9aefd5",
                            get: function () {
                                return ["", " 来自 "];
                            },
                        },
                        {
                            key: "templateReducer",
                            get: function () {
                                var e,
                                    c = d.Children.toArray(this.props.children),
                                    a = ((e = this.props.$i18n), b[u[e]] || i);
                                return function (e, f, n) {
                                    return e.concat(f, c[a(n)]);
                                };
                            },
                        },
                    ]) && t(f.prototype, n),
                    o && t(f, o),
                    Object.defineProperty(f, "prototype", { writable: !1 }),
                    m
                );
            })(a(674132)._ActualI18NFormatMessage || d.Component);
            f("_ActualI18NFormatMessage", o),
                f("I18NFormatMessage", function (e) {
                    return d.createElement(o, e);
                });
            var m = a(495075);
            a(800694), a(556829), a(530152), a(658610), a(492344), a(663823);
            m._validateParameterTypeNumber, m._validateParameterPresence;
            var g = m._numberRound,
                h = (m._numberFormat, m._numberFormatterFn),
                s = m._pluralGeneratorFn,
                y = (m._currencyNameFormat, m._currencyFormatterFn),
                k = (m._validateParameterTypeDate, m._dateToPartsFormat, m._dateToPartsFormatterFn),
                p = (m._dateFormat, m._dateFormatterFn),
                N = m._relativeTimeFormatterFn,
                j = m._unitFormatterFn;
            (m.b840332509 = h(["", , 1, 0, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0亿" }, 9: { other: "00亿" }, 10: { other: "000亿" }, 11: { other: "0000亿" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh").pluralGenerator({}))),
                (m.a127284719 = h(["", , 1, 0, 3, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1939888235 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1711088039 = h(["", , 1, 0, 0, , , , , , "", "0", "-0", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1504452365 = h(["", , 2, 0, 0, , , , , , "", "00", "-00", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1197723780 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0亿" }, 9: { other: "00亿" }, 10: { other: "000亿" }, 11: { other: "0000亿" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh").pluralGenerator({}))),
                (m.b2018943832 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b197151211 = h(["", , 1, 0, 0, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a132614550 = h(["", , 1, 0, 1, , , , 3, , "%", "#,##0%", "-#,##0%%", "-", "%", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1700701622 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0亿" }, 9: { other: "00亿" }, 10: { other: "000亿" }, 11: { other: "0000亿" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh").pluralGenerator({}))),
                (m.a1161079853 = h(["", , 1, 1, 1, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a92604587 = h(["", , 1, 2, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("truncate"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1791240753 = h(["", , 1, 0, 0, 1, 2, , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0亿" }, 9: { other: "00亿" }, 10: { other: "000亿" }, 11: { other: "0000亿" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh").pluralGenerator({}))),
                (m.b498957516 = h(["'AED' ", , 1, 2, 2, , , 0, 3, , "", "'AED' #,##0.00", "-'AED' 'AED' #,##0.00", "-'AED' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1776799043 = h(["'ALL' ", , 1, 0, 0, , , , 3, , "", "'ALL' #,##0", "-'ALL' 'ALL' #,##0", "-'ALL' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1369065262 = h(["'ARS' ", , 1, 2, 2, , , 0, 3, , "", "'ARS' #,##0.00", "-'ARS' 'ARS' #,##0.00", "-'ARS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1796787886 = h(["'AU$'", , 1, 2, 2, , , 0, 3, , "", "'AU$'#,##0.00", "-'AU$''AU$'#,##0.00", "-'AU$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1295175334 = h(["'BAM' ", , 1, 2, 2, , , 0, 3, , "", "'BAM' #,##0.00", "-'BAM' 'BAM' #,##0.00", "-'BAM' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2016046910 = h(["'BDT' ", , 1, 2, 2, , , 0, 3, , "", "'BDT' #,##0.00", "-'BDT' 'BDT' #,##0.00", "-'BDT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1244992971 = h(["'BGN' ", , 1, 2, 2, , , 0, 3, , "", "'BGN' #,##0.00", "-'BGN' 'BGN' #,##0.00", "-'BGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1534224062 = h(["'BHD' ", , 1, 3, 3, , , 0, 3, , "", "'BHD' #,##0.000", "-'BHD' 'BHD' #,##0.000", "-'BHD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2007167016 = h(["'R$'", , 1, 2, 2, , , 0, 3, , "", "'R$'#,##0.00", "-'R$''R$'#,##0.00", "-'R$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a969697821 = h(["'BYR' ", , 1, 0, 0, , , , 3, , "", "'BYR' #,##0", "-'BYR' 'BYR' #,##0", "-'BYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1555413656 = h(["'CA$'", , 1, 2, 2, , , 0, 3, , "", "'CA$'#,##0.00", "-'CA$''CA$'#,##0.00", "-'CA$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1991512307 = h(["'CHF' ", , 1, 2, 2, , , 0, 3, , "", "'CHF' #,##0.00", "-'CHF' 'CHF' #,##0.00", "-'CHF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1702845111 = h(["'CLP' ", , 1, 0, 0, , , , 3, , "", "'CLP' #,##0", "-'CLP' 'CLP' #,##0", "-'CLP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a186605255 = h(["'￥'", , 1, 2, 2, , , 0, 3, , "", "'￥'#,##0.00", "-'￥''￥'#,##0.00", "-'￥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1315596954 = h(["'COP' ", , 1, 0, 0, , , , 3, , "", "'COP' #,##0", "-'COP' 'COP' #,##0", "-'COP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a829847968 = h(["'CZK' ", , 1, 2, 2, , , 0, 3, , "", "'CZK' #,##0.00", "-'CZK' 'CZK' #,##0.00", "-'CZK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b819126864 = h(["'DKK' ", , 1, 2, 2, , , 0, 3, , "", "'DKK' #,##0.00", "-'DKK' 'DKK' #,##0.00", "-'DKK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b436743130 = h(["'DZD' ", , 1, 2, 2, , , 0, 3, , "", "'DZD' #,##0.00", "-'DZD' 'DZD' #,##0.00", "-'DZD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1297726810 = h(["'EGP' ", , 1, 2, 2, , , 0, 3, , "", "'EGP' #,##0.00", "-'EGP' 'EGP' #,##0.00", "-'EGP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b850883314 = h(["'€'", , 1, 2, 2, , , 0, 3, , "", "'€'#,##0.00", "-'€''€'#,##0.00", "-'€'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a165491333 = h(["'£'", , 1, 2, 2, , , 0, 3, , "", "'£'#,##0.00", "-'£''£'#,##0.00", "-'£'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1967048066 = h(["'GHS' ", , 1, 2, 2, , , 0, 3, , "", "'GHS' #,##0.00", "-'GHS' 'GHS' #,##0.00", "-'GHS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b406049456 = h(["'GTQ' ", , 1, 2, 2, , , 0, 3, , "", "'GTQ' #,##0.00", "-'GTQ' 'GTQ' #,##0.00", "-'GTQ' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a926759139 = h(["'HK$'", , 1, 2, 2, , , 0, 3, , "", "'HK$'#,##0.00", "-'HK$''HK$'#,##0.00", "-'HK$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b898335501 = h(["'HRK' ", , 1, 2, 2, , , 0, 3, , "", "'HRK' #,##0.00", "-'HRK' 'HRK' #,##0.00", "-'HRK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1857145755 = h(["'HUF' ", , 1, 2, 2, , , 0, 3, , "", "'HUF' #,##0.00", "-'HUF' 'HUF' #,##0.00", "-'HUF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a500106969 = h(["'IDR' ", , 1, 0, 0, , , , 3, , "", "'IDR' #,##0", "-'IDR' 'IDR' #,##0", "-'IDR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b264077300 = h(["'₪'", , 1, 2, 2, , , 0, 3, , "", "'₪'#,##0.00", "-'₪''₪'#,##0.00", "-'₪'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b370155109 = h(["'₹'", , 1, 2, 2, , , 0, 3, , "", "'₹'#,##0.00", "-'₹''₹'#,##0.00", "-'₹'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1565697566 = h(["'IQD' ", , 1, 0, 0, , , , 3, , "", "'IQD' #,##0", "-'IQD' 'IQD' #,##0", "-'IQD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2130105379 = h(["'ISK' ", , 1, 0, 0, , , , 3, , "", "'ISK' #,##0", "-'ISK' 'ISK' #,##0", "-'ISK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1396783989 = h(["'JP¥'", , 1, 0, 0, , , , 3, , "", "'JP¥'#,##0", "-'JP¥''JP¥'#,##0", "-'JP¥'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b302776773 = h(["'KES' ", , 1, 2, 2, , , 0, 3, , "", "'KES' #,##0.00", "-'KES' 'KES' #,##0.00", "-'KES' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a255600654 = h(["'￦'", , 1, 0, 0, , , , 3, , "", "'￦'#,##0", "-'￦''￦'#,##0", "-'￦'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1761031384 = h(["'KWD' ", , 1, 3, 3, , , 0, 3, , "", "'KWD' #,##0.000", "-'KWD' 'KWD' #,##0.000", "-'KWD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a785481519 = h(["'KZT' ", , 1, 2, 2, , , 0, 3, , "", "'KZT' #,##0.00", "-'KZT' 'KZT' #,##0.00", "-'KZT' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1339332068 = h(["'LBP' ", , 1, 0, 0, , , , 3, , "", "'LBP' #,##0", "-'LBP' 'LBP' #,##0", "-'LBP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a229327012 = h(["'MAD' ", , 1, 2, 2, , , 0, 3, , "", "'MAD' #,##0.00", "-'MAD' 'MAD' #,##0.00", "-'MAD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1875024082 = h(["'MKD' ", , 1, 2, 2, , , 0, 3, , "", "'MKD' #,##0.00", "-'MKD' 'MKD' #,##0.00", "-'MKD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1892256059 = h(["'MX$'", , 1, 2, 2, , , 0, 3, , "", "'MX$'#,##0.00", "-'MX$''MX$'#,##0.00", "-'MX$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b732021394 = h(["'MYR' ", , 1, 2, 2, , , 0, 3, , "", "'MYR' #,##0.00", "-'MYR' 'MYR' #,##0.00", "-'MYR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b586449857 = h(["'NGN' ", , 1, 2, 2, , , 0, 3, , "", "'NGN' #,##0.00", "-'NGN' 'NGN' #,##0.00", "-'NGN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a105738602 = h(["'NOK' ", , 1, 2, 2, , , 0, 3, , "", "'NOK' #,##0.00", "-'NOK' 'NOK' #,##0.00", "-'NOK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1906276678 = h(["'NZ$'", , 1, 2, 2, , , 0, 3, , "", "'NZ$'#,##0.00", "-'NZ$''NZ$'#,##0.00", "-'NZ$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b327654533 = h(["'PEN' ", , 1, 2, 2, , , 0, 3, , "", "'PEN' #,##0.00", "-'PEN' 'PEN' #,##0.00", "-'PEN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1111083652 = h(["'PHP' ", , 1, 2, 2, , , 0, 3, , "", "'PHP' #,##0.00", "-'PHP' 'PHP' #,##0.00", "-'PHP' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b650135047 = h(["'PKR' ", , 1, 0, 0, , , , 3, , "", "'PKR' #,##0", "-'PKR' 'PKR' #,##0", "-'PKR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1635273538 = h(["'PLN' ", , 1, 2, 2, , , 0, 3, , "", "'PLN' #,##0.00", "-'PLN' 'PLN' #,##0.00", "-'PLN' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b300695854 = h(["'QAR' ", , 1, 2, 2, , , 0, 3, , "", "'QAR' #,##0.00", "-'QAR' 'QAR' #,##0.00", "-'QAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a841893315 = h(["'RON' ", , 1, 2, 2, , , 0, 3, , "", "'RON' #,##0.00", "-'RON' 'RON' #,##0.00", "-'RON' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b816764059 = h(["'RSD' ", , 1, 0, 0, , , , 3, , "", "'RSD' #,##0", "-'RSD' 'RSD' #,##0", "-'RSD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1225961515 = h(["'RUB' ", , 1, 2, 2, , , 0, 3, , "", "'RUB' #,##0.00", "-'RUB' 'RUB' #,##0.00", "-'RUB' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1321764208 = h(["'SAR' ", , 1, 2, 2, , , 0, 3, , "", "'SAR' #,##0.00", "-'SAR' 'SAR' #,##0.00", "-'SAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b342581189 = h(["'SEK' ", , 1, 2, 2, , , 0, 3, , "", "'SEK' #,##0.00", "-'SEK' 'SEK' #,##0.00", "-'SEK' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1916465508 = h(["'SGD' ", , 1, 2, 2, , , 0, 3, , "", "'SGD' #,##0.00", "-'SGD' 'SGD' #,##0.00", "-'SGD' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b370366906 = h(["'THB' ", , 1, 2, 2, , , 0, 3, , "", "'THB' #,##0.00", "-'THB' 'THB' #,##0.00", "-'THB' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1355757066 = h(["'TND' ", , 1, 3, 3, , , 0, 3, , "", "'TND' #,##0.000", "-'TND' 'TND' #,##0.000", "-'TND' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1217664487 = h(["'TRY' ", , 1, 2, 2, , , 0, 3, , "", "'TRY' #,##0.00", "-'TRY' 'TRY' #,##0.00", "-'TRY' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a1127075072 = h(["'NT$'", , 1, 2, 2, , , 0, 3, , "", "'NT$'#,##0.00", "-'NT$''NT$'#,##0.00", "-'NT$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1684457649 = h(["'TZS' ", , 1, 0, 0, , , , 3, , "", "'TZS' #,##0", "-'TZS' 'TZS' #,##0", "-'TZS' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1582213608 = h(["'UAH' ", , 1, 2, 2, , , 0, 3, , "", "'UAH' #,##0.00", "-'UAH' 'UAH' #,##0.00", "-'UAH' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b530287224 = h(["'UGX' ", , 1, 0, 0, , , , 3, , "", "'UGX' #,##0", "-'UGX' 'UGX' #,##0", "-'UGX' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b699405528 = h(["'US$'", , 1, 2, 2, , , 0, 3, , "", "'US$'#,##0.00", "-'US$''US$'#,##0.00", "-'US$'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a653609405 = h(["'VEF' ", , 1, 2, 2, , , 0, 3, , "", "'VEF' #,##0.00", "-'VEF' 'VEF' #,##0.00", "-'VEF' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b926608151 = h(["'₫'", , 1, 0, 0, , , , 3, , "", "'₫'#,##0", "-'₫''₫'#,##0", "-'₫'", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b600536151 = h(["'ZAR' ", , 1, 2, 2, , , 0, 3, , "", "'ZAR' #,##0.00", "-'ZAR' 'ZAR' #,##0.00", "-'ZAR' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.a2077390544 = h(["'ZMW' ", , 1, 2, 2, , , 0, 3, , "", "'ZMW' #,##0.00", "-'ZMW' 'ZMW' #,##0.00", "-'ZMW' ", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1219321949 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b1080407994 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0亿" }, 9: { other: "00亿" }, 10: { other: "000亿" }, 11: { other: "0000亿" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh").pluralGenerator({}))),
                (m.b1635139704 = h(["", , 1, 0, 2, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g(), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }, , { 3: { other: "0" }, 4: { other: "0万" }, 5: { other: "00万" }, 6: { other: "000万" }, 7: { other: "0000万" }, 8: { other: "0亿" }, 9: { other: "00亿" }, 10: { other: "000亿" }, 11: { other: "0000亿" }, 12: { other: "0兆" }, 13: { other: "00兆" }, 14: { other: "000兆" }, maxExponent: 14 }], m("zh").pluralGenerator({}))),
                (m.b666135319 = h(["", , 1, 0, 0, , , , 3, , "", "#,##0.###", "-#,##0.###", "-", "", g("round"), "∞", "NaN", { ".": ".", ",": ",", "%": "%", "+": "+", "-": "-", E: "E", "‰": "‰" }])),
                (m.b2036950115 = s(function (e) {
                    return "other";
                })),
                (m.b652288993 = y(m("zh").numberFormatter({ raw: "'AED' #,##0.00" }))),
                (m.a1494302686 = y(m("zh").numberFormatter({ raw: "'ALL' #,##0" }))),
                (m.b1570205763 = y(m("zh").numberFormatter({ raw: "'ARS' #,##0.00" }))),
                (m.a662868015 = y(m("zh").numberFormatter({ raw: "'AU$'#,##0.00" }))),
                (m.a2093136273 = y(m("zh").numberFormatter({ raw: "'BAM' #,##0.00" }))),
                (m.a661084077 = y(m("zh").numberFormatter({ raw: "'BDT' #,##0.00" }))),
                (m.b1143147082 = y(m("zh").numberFormatter({ raw: "'BGN' #,##0.00" }))),
                (m.b541934911 = y(m("zh").numberFormatter({ raw: "'BHD' #,##0.000" }))),
                (m.b27799485 = y(m("zh").numberFormatter({ raw: "'R$'#,##0.00" }))),
                (m.a2061533892 = y(m("zh").numberFormatter({ raw: "'BYR' #,##0" }))),
                (m.b716683047 = y(m("zh").numberFormatter({ raw: "'CA$'#,##0.00" }))),
                (m.a1258133726 = y(m("zh").numberFormatter({ raw: "'CHF' #,##0.00" }))),
                (m.a799472664 = y(m("zh").numberFormatter({ raw: "'CLP' #,##0" }))),
                (m.b1462824911 = y(m("zh").numberFormatter({ raw: "'￥'#,##0.00" }))),
                (m.b832983589 = y(m("zh").numberFormatter({ raw: "'COP' #,##0" }))),
                (m.a196476555 = y(m("zh").numberFormatter({ raw: "'CZK' #,##0.00" }))),
                (m.a1511633563 = y(m("zh").numberFormatter({ raw: "'DKK' #,##0.00" }))),
                (m.a1738882833 = y(m("zh").numberFormatter({ raw: "'DZD' #,##0.00" }))),
                (m.b152425071 = y(m("zh").numberFormatter({ raw: "'EGP' #,##0.00" }))),
                (m.b555017123 = y(m("zh").numberFormatter({ raw: "'€'#,##0.00" }))),
                (m.b1104322806 = y(m("zh").numberFormatter({ raw: "'£'#,##0.00" }))),
                (m.a11619437 = y(m("zh").numberFormatter({ raw: "'GHS' #,##0.00" }))),
                (m.a2014470715 = y(m("zh").numberFormatter({ raw: "'GTQ' #,##0.00" }))),
                (m.b307463746 = y(m("zh").numberFormatter({ raw: "'HK$'#,##0.00" }))),
                (m.a1810498782 = y(m("zh").numberFormatter({ raw: "'HRK' #,##0.00" }))),
                (m.a34896774 = y(m("zh").numberFormatter({ raw: "'HUF' #,##0.00" }))),
                (m.b81403768 = y(m("zh").numberFormatter({ raw: "'IDR' #,##0" }))),
                (m.b1542679761 = y(m("zh").numberFormatter({ raw: "'₪'#,##0.00" }))),
                (m.a203698450 = y(m("zh").numberFormatter({ raw: "'₹'#,##0.00" }))),
                (m.b1829565917 = y(m("zh").numberFormatter({ raw: "'IQD' #,##0" }))),
                (m.a145845502 = y(m("zh").numberFormatter({ raw: "'ISK' #,##0" }))),
                (m.b373047092 = y(m("zh").numberFormatter({ raw: "'JP¥'#,##0" }))),
                (m.a25382438 = y(m("zh").numberFormatter({ raw: "'KES' #,##0.00" }))),
                (m.b1207454993 = y(m("zh").numberFormatter({ raw: "'￦'#,##0" }))),
                (m.b1608857753 = y(m("zh").numberFormatter({ raw: "'KWD' #,##0.000" }))),
                (m.a1511719706 = y(m("zh").numberFormatter({ raw: "'KZT' #,##0.00" }))),
                (m.b980205723 = y(m("zh").numberFormatter({ raw: "'LBP' #,##0" }))),
                (m.b468448881 = y(m("zh").numberFormatter({ raw: "'MAD' #,##0.00" }))),
                (m.b183346663 = y(m("zh").numberFormatter({ raw: "'MKD' #,##0.00" }))),
                (m.b1244409188 = y(m("zh").numberFormatter({ raw: "'MX$'#,##0.00" }))),
                (m.b242388903 = y(m("zh").numberFormatter({ raw: "'MYR' #,##0.00" }))),
                (m.b1704259542 = y(m("zh").numberFormatter({ raw: "'NGN' #,##0.00" }))),
                (m.a1014915157 = y(m("zh").numberFormatter({ raw: "'NOK' #,##0.00" }))),
                (m.a1987116999 = y(m("zh").numberFormatter({ raw: "'NZ$'#,##0.00" }))),
                (m.a6353766 = y(m("zh").numberFormatter({ raw: "'PEN' #,##0.00" }))),
                (m.b1568844185 = y(m("zh").numberFormatter({ raw: "'PHP' #,##0.00" }))),
                (m.a1150925160 = y(m("zh").numberFormatter({ raw: "'PKR' #,##0" }))),
                (m.a1923912237 = y(m("zh").numberFormatter({ raw: "'PLN' #,##0.00" }))),
                (m.b1686334019 = y(m("zh").numberFormatter({ raw: "'QAR' #,##0.00" }))),
                (m.b517890642 = y(m("zh").numberFormatter({ raw: "'RON' #,##0.00" }))),
                (m.b1549134724 = y(m("zh").numberFormatter({ raw: "'RSD' #,##0" }))),
                (m.a168614336 = y(m("zh").numberFormatter({ raw: "'RUB' #,##0.00" }))),
                (m.a1799286651 = y(m("zh").numberFormatter({ raw: "'SAR' #,##0.00" }))),
                (m.a853930022 = y(m("zh").numberFormatter({ raw: "'SEK' #,##0.00" }))),
                (m.b1866433969 = y(m("zh").numberFormatter({ raw: "'SGD' #,##0.00" }))),
                (m.a706621745 = y(m("zh").numberFormatter({ raw: "'THB' #,##0.00" }))),
                (m.a1793934837 = y(m("zh").numberFormatter({ raw: "'TND' #,##0.000" }))),
                (m.a1650194436 = y(m("zh").numberFormatter({ raw: "'TRY' #,##0.00" }))),
                (m.a1191533374 = y(m("zh").numberFormatter({ raw: "'NT$'#,##0.00" }))),
                (m.b11485614 = y(m("zh").numberFormatter({ raw: "'TZS' #,##0" }))),
                (m.a703648515 = y(m("zh").numberFormatter({ raw: "'UAH' #,##0.00" }))),
                (m.b2103197575 = y(m("zh").numberFormatter({ raw: "'UGX' #,##0" }))),
                (m.b615671015 = y(m("zh").numberFormatter({ raw: "'US$'#,##0.00" }))),
                (m.a1644247976 = y(m("zh").numberFormatter({ raw: "'VEF' #,##0.00" }))),
                (m.a984588211 = y(m("zh").numberFormatter({ raw: "'₫'#,##0" }))),
                (m.a1114057108 = y(m("zh").numberFormatter({ raw: "'ZAR' #,##0.00" }))),
                (m.b977654853 = y(m("zh").numberFormatter({ raw: "'ZMW' #,##0.00" }))),
                (m.a983512527 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "M月d日", timeSeparator: ":" })),
                (m.b221000466 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (m.b1827875231 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.a397367954 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "M月d日E", timeSeparator: ":", days: { E: { 1: { sun: "周日", mon: "周一", tue: "周二", wed: "周三", thu: "周四", fri: "周五", sat: "周六" } } } })),
                (m.a1712170835 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日E", timeSeparator: ":", days: { E: { 1: { sun: "周日", mon: "周一", tue: "周二", wed: "周三", thu: "周四", fri: "周五", sat: "周六" } } } })),
                (m.a404756122 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "M月d日", timeSeparator: ":" })),
                (m.b1863933239 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.a449664811 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (m.a326850410 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "M月d日 ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.b1506936383 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y/M/d", timeSeparator: ":" })),
                (m.a80020773 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y年", timeSeparator: ":" })),
                (m.a1378283634 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y年M月", timeSeparator: ":" })),
                (m.a1935832389 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日EEEE zzzz ah:mm:ss", timeSeparator: ":", days: { E: { 4: { sun: "星期日", mon: "星期一", tue: "星期二", wed: "星期三", thu: "星期四", fri: "星期五", sat: "星期六" } } }, gmtFormat: "GMT{0}", gmtZeroFormat: "GMT", hourFormat: "+HH:mm;-HH:mm", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.a211786271 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "y年M月d日 ah:mm:ss", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.b199759483 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "y/MM/dd", timeSeparator: ":" })),
                (m.b851591870 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "ah:mm", timeSeparator: ":", dayPeriods: { am: "上午", pm: "下午" } })),
                (m.b1834047244 = k({ 1: m("zh").numberFormatter({ raw: "0" }), 2: m("zh").numberFormatter({ raw: "00" }) }, { pattern: "Eah:mm", timeSeparator: ":", days: { E: { 1: { sun: "周日", mon: "周一", tue: "周二", wed: "周三", thu: "周四", fri: "周五", sat: "周六" } } }, dayPeriods: { am: "上午", pm: "下午" } })),
                (m.b221685659 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y年M月", timeSeparator: ":" })),
                (m.a423744082 = k({ 1: m("zh").numberFormatter({ raw: "0" }) }, { pattern: "y年M月d日", timeSeparator: ":" })),
                (m.a982827334 = k({}, { pattern: "LLLL", timeSeparator: ":", months: { L: { 4: { 1: "一月", 2: "二月", 3: "三月", 4: "四月", 5: "五月", 6: "六月", 7: "七月", 8: "八月", 9: "九月", 10: "十月", 11: "十一月", 12: "十二月" } } } })),
                (m.b2058894522 = k({}, { pattern: "cccc", timeSeparator: ":", days: { c: { 4: { sun: "星期日", mon: "星期一", tue: "星期二", wed: "星期三", thu: "星期四", fri: "星期五", sat: "星期六" } } } })),
                (m.a592105446 = p(m("zh").dateToPartsFormatter({ skeleton: "MMMd" }))),
                (m.a530281911 = p(m("zh").dateToPartsFormatter({ skeleton: "yMMMd" }))),
                (m.a1630931512 = p(m("zh").dateToPartsFormatter({ skeleton: "hm" }))),
                (m.a1148650331 = p(m("zh").dateToPartsFormatter({ skeleton: "MMMEd" }))),
                (m.b767879254 = p(m("zh").dateToPartsFormatter({ skeleton: "yMMMEd" }))),
                (m.a1156038499 = p(m("zh").dateToPartsFormatter({ skeleton: "MMMMd" }))),
                (m.b1436074670 = p(m("zh").dateToPartsFormatter({ skeleton: "yMMMdhm" }))),
                (m.a1351587010 = p(m("zh").dateToPartsFormatter({ date: "long" }))),
                (m.a2141767617 = p(m("zh").dateToPartsFormatter({ skeleton: "MMMdhm" }))),
                (m.a682848010 = p(m("zh").dateToPartsFormatter({ date: "short" }))),
                (m.b2025162130 = p(m("zh").dateToPartsFormatter({ skeleton: "y" }))),
                (m.a986876553 = p(m("zh").dateToPartsFormatter({ skeleton: "yMMM" }))),
                (m.a1544425308 = p(m("zh").dateToPartsFormatter({ datetime: "full" }))),
                (m.a2026703478 = p(m("zh").dateToPartsFormatter({ datetime: "medium" }))),
                (m.a551522894 = p(m("zh").dateToPartsFormatter({ skeleton: "yMMdd" }))),
                (m.a1338192523 = p(m("zh").dateToPartsFormatter({ time: "short" }))),
                (m.b1985220611 = p(m("zh").dateToPartsFormatter({ skeleton: "Ehm" }))),
                (m.a529596718 = p(m("zh").dateToPartsFormatter({ skeleton: "yMMMM" }))),
                (m.b412416471 = p(m("zh").dateToPartsFormatter({ date: "medium" }))),
                (m.a591420253 = p(m("zh").dateToPartsFormatter({ skeleton: "MMMM" }))),
                (m.a1844665693 = p(m("zh").dateToPartsFormatter({ skeleton: "EEEE" }))),
                (m.b79618053 = N(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { "relativeTime-type-future": { "relativeTimePattern-count-other": "{0}天后" }, "relativeTime-type-past": { "relativeTimePattern-count-other": "{0}天前" }, "relative-type--2": "前天", "relative-type--1": "昨天", "relative-type-0": "今天", "relative-type-1": "明天", "relative-type-2": "后天" })),
                (m.b418507296 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "每{1}{0}", unitProperties: { displayName: "秒钟", other: "{0}秒钟", perUnitPattern: "{0}/秒" } })),
                (m.a1989496704 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "每{1}{0}", unitProperties: { displayName: "分钟", other: "{0}分钟", perUnitPattern: "每分钟{0}" } })),
                (m.b1887195632 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "每{1}{0}", unitProperties: { displayName: "小时", other: "{0}小时", perUnitPattern: "每小时{0}" } })),
                (m.b1062187743 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0}秒", perUnitPattern: "{0}/秒" } })),
                (m.b1957716287 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "分钟", other: "{0}分钟", perUnitPattern: "{0}/分钟" } })),
                (m.a572561745 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "小时", other: "{0}小时", perUnitPattern: "{0}/小时" } })),
                (m.a1695384243 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "天", other: "{0}天", perUnitPattern: "{0}/天" } })),
                (m.b2113959950 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "每{1}{0}", unitProperties: { displayName: "天", other: "{0}天", perUnitPattern: "每天{0}" } })),
                (m.a1064489559 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "个月", other: "{0}个月", perUnitPattern: "{0}/月" } })),
                (m.b402886506 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "每{1}{0}", unitProperties: { displayName: "个月", other: "{0}个月", perUnitPattern: "每月{0}" } })),
                (m.a1977124138 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "年", other: "{0}年", perUnitPattern: "{0}/年" } })),
                (m.b406406103 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "每{1}{0}", unitProperties: { displayName: "年", other: "{0}年", perUnitPattern: "每年{0}" } })),
                (m.a1644499372 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0}秒", perUnitPattern: "{0}/秒" } })),
                (m.b1016787956 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "分钟", other: "{0}分钟", perUnitPattern: "{0}/分钟" } })),
                (m.b935166084 = j(m("zh").numberFormatter({}), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "小时", other: "{0}小时", perUnitPattern: "{0}/小时" } })),
                (m.a1442023906 = j(m("zh").numberFormatter({ minimumFractionDigits: 1, maximumFractionDigits: 1, round: "truncate" }), m("zh").pluralGenerator({}), { compoundUnitPattern: "{0}/{1}", unitProperties: { displayName: "秒", other: "{0}秒", perUnitPattern: "{0}/秒" } })),
                f("d58baa7f", m.b840332509),
                f("ia24dc8d", m.a127284719),
                f("iab73d4b", m.a1939888235),
                f("i3b7a017", m.b418507296),
                f("ie5d110f", m.a1989496704),
                f("df5f11b3", m.b1887195632),
                f("e8733ed9", m.b1062187743),
                f("be59d8c3", m.b1957716287),
                f("i3d087db", m.a572561745),
                f("ga8d18c9", m.a1695384243),
                f("a91e7d49", m.b2113959950),
                f("id952a69", m.a1064489559),
                f("ga09ab65", m.b402886506),
                f("c83b901d", m.a1977124138),
                f("a55b9fed", m.b406406103),
                f("ccaa970f", m.a592105446),
                f("jade381b", m.a530281911),
                f("d725a289", m.a1630931512),
                f("g08cbabb", m.a1197723780),
                f("c333da63", m.b79618053),
                f("h8054d91", m.a1148650331),
                f("i61fef37", m.a1644499372),
                f("ba705e27", m.b1016787956),
                f("j86b0d8d", m.b935166084),
                f("f668e929", m.b2018943832),
                f("i2785009", m.b197151211),
                f("c778d80b", m.a132614550),
                f("e8d93005", m.b1700701622),
                f("d46781af", m.a1442023906),
                f("ba316f05", m.a1161079853),
                f("c0bdd345", m.a92604587),
                f("aa2aa1a1", m.b767879254),
                f("da44942d", m.a1156038499),
                f("bfbc051d", m.b1436074670),
                f("ba2e82a1", m.a1351587010),
                f("fc209bb7", m.a2141767617),
                f("cf8abf59", m.a1791240753),
                f("a9f397f3", m.a682848010),
                f("d857e44d", m.b652288993),
                f("cb87e3db", m.a1494302686),
                f("a9d5ffd1", m.b1570205763),
                f("a0e8371d", m.a662868015),
                f("gcc50dc9", m.a2093136273),
                f("a6a43585", m.a661084077),
                f("a0cc8f2d", m.b1143147082),
                f("i31c32c5", m.b541934911),
                f("i7dc69e9", m.b27799485),
                f("c14a6c03", m.a2061533892),
                f("jaa3d537", m.b716683047),
                f("a824080b", m.a1258133726),
                f("d9c0bedb", m.a799472664),
                f("bf8c0613", m.b1462824911),
                f("i8163625", m.b832983589),
                f("adb53ba1", m.a196476555),
                f("iabf697d", m.a1511633563),
                f("a1a0555b", m.a1738882833),
                f("f266f3d9", m.b152425071),
                f("a9a8652b", m.b555017123),
                f("dbf40761", m.b1104322806),
                f("b0d993d9", m.a11619437),
                f("ac1308e1", m.a2014470715),
                f("a7889ab3", m.b307463746),
                f("c614f5cd", m.a1810498782),
                f("i55d57e3", m.a34896774),
                f("e4b6002b", m.b81403768),
                f("d28e983b", m.b1542679761),
                f("e8c9232d", m.a203698450),
                f("c8994ae1", m.b1829565917),
                f("f821c2a5", m.a145845502),
                f("j348b9c9", m.b373047092),
                f("i6f93b9b", m.a25382438),
                f("c6150bd5", m.b1207454993),
                f("i8921e09", m.b1608857753),
                f("ef239279", m.a1511719706),
                f("hecdb149", m.b980205723),
                f("fdd039b7", m.b468448881),
                f("f30c2c37", m.b183346663),
                f("d9ea7bff", m.b1244409188),
                f("ea3df4b7", m.b242388903),
                f("jaac21bb", m.b1704259542),
                f("hb435ced", m.a1014915157),
                f("ce699d81", m.a1987116999),
                f("bc56d3d7", m.a6353766),
                f("f8561913", m.b1568844185),
                f("g6485d53", m.a1150925160),
                f("ff561cc1", m.a1923912237),
                f("b42011d3", m.b1686334019),
                f("a6660bcd", m.b517890642),
                f("f9b80449", m.b1549134724),
                f("gdee4d5d", m.a168614336),
                f("h36f2103", m.a1799286651),
                f("a19ad037", m.a853930022),
                f("g713f699", m.b1866433969),
                f("ff2e39af", m.a706621745),
                f("be34316d", m.a1793934837),
                f("aef81b75", m.a1650194436),
                f("fcce70a5", m.a1191533374),
                f("jc9d352f", m.b11485614),
                f("be1cb8c5", m.a703648515),
                f("j9371501", m.b2103197575),
                f("j7d4397d", m.b615671015),
                f("d61441dd", m.a1644247976),
                f("e2a99e97", m.a984588211),
                f("f7ce19ab", m.a1114057108),
                f("b2a0213f", m.b977654853),
                f("d7d71245", m.b2025162130),
                f("a2f2faab", m.a986876553),
                f("g8d1b99b", m.a1544425308),
                f("d0a77c9b", m.a2026703478),
                f("e18e399b", m.a551522894),
                f("b6ca7bcb", m.a1338192523),
                f("h0e4cdf5", m.b1985220611),
                f("g727ddcf", m.a529596718),
                f("h3629783", m.b412416471),
                f("a20c68af", m.a591420253),
                f("ja781451", m.b1219321949),
                f("cfa1a7b9", m.b1080407994),
                f("f3b9b9a7", m.a1844665693),
                f("eefcd267", m.b1635139704),
                f("fa8afc43", m.b666135319);
        },
    },
]);
//# sourceMappingURL=https://ton.local.twitter.com/responsive-web-internal/sourcemaps/client-web/i18n/zh.4b41f44a.js.map
